{
    "root": "2cd0fab6-ef19-4c4d-9cb3-97991174b178",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "TEVIMBRA",
    "value": "20250306",
    "ingredients": [
        {
            "name": "TISLELIZUMAB",
            "code": "0KVO411B3N"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        },
        {
            "name": "HISTIDINE",
            "code": "4QD397987E"
        },
        {
            "name": "POLYSORBATE 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "SODIUM CITRATE, UNSPECIFIED FORM",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "TREHALOSE",
            "code": "B8WCK70T7I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "tevimbra programmed death receptor-1 ( pd-1 ) -blocking antibody indicated : esophageal cancer combination platinum-containing chemotherapy first-line treatment adults unresectable metastatic esophageal squamous cell carcinoma ( escc ) whose tumors express pd-l1 ( ≥1 ) . ( 1.1 ) single agent adults unresectable metastatic esophageal squamous cell carcinoma ( escc ) prior systemic chemotherapy include pd- ( l ) 1 inhibitor . ( 1.1 ) gastric cancer combination platinum fluoropyrimidine-based chemotherapy adults first line treatment unresectable metastatic her2-negative gastric gastroesophageal junction adenocarcinoma whose tumors express pd-l1 ( ≥1 ) . ( 1.2 )",
    "contraindications": "recommended : 200 mg intravenous infusion every 3 weeks . administer first infusion 60 minutes . tolerated , subsequent infusions may administered 30 minutes . ( 2.1 )",
    "warningsAndPrecautions": null,
    "adverseReactions": "none .",
    "indications_original": "TEVIMBRA is a programmed death receptor-1 (PD-1)-blocking antibody indicated for: Esophageal Cancer in combination with platinum-containing chemotherapy for the first-line treatment of adults with unresectable or metastatic esophageal squamous cell carcinoma (ESCC) whose tumors express PD-L1 (≥1). ( 1.1 ) as a single agent in adults with unresectable or metastatic esophageal squamous cell carcinoma (ESCC) after prior systemic chemotherapy that did not include a PD-(L)1 inhibitor. ( 1.1 ) Gastric Cancer in combination with platinum and fluoropyrimidine-based chemotherapy in adults for the first line treatment of unresectable or metastatic HER2-negative gastric or gastroesophageal junction adenocarcinoma whose tumors express PD-L1 (≥1). ( 1.2 )",
    "contraindications_original": "Recommended Dosage: 200 mg as an intravenous infusion every 3 weeks. Administer the first infusion over 60 minutes. If tolerated, subsequent infusions may be administered over 30 minutes. ( 2.1 )",
    "adverseReactions_original": "None."
}