{
    "root": "30a68873-f9ef-4de8-e063-6394a90ab5a4",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ESTERIFIED ESTROGENS AND METHYLTESTOSTERONE FULL STRENGTH",
    "value": "20250310",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "ESTROGENS, ESTERIFIED",
            "code": "3ASP8Q3768"
        },
        {
            "name": "METHYLTESTOSTERONE",
            "code": "V9EFU16ZIF"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SODIUM BICARBONATE",
            "code": "8MDF5V39QO"
        },
        {
            "name": "POLYVINYL ALCOHOL",
            "code": "532B59J990"
        },
        {
            "name": "SODIUM CITRATE",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        }
    ],
    "indications": "esterified estrogens methyltestosterone full strength esterified estrogens methyltestosterone half strength indicated treatment : moderate severe vasomotor symptoms associated menopause patients improved estrogens alone . ( evidence estrogens effective nervous symptoms depression without associated vasomotor symptoms , used treat conditions . ) esterified estrogens methyltestosterone full strength esterified estrogens methyltestosterone half strength shown effective purpose pregnancy may cause severe harm fetus ( boxed warning ) .",
    "contraindications": "1. given cyclically short-term : treatment moderate severe vasomotor symptoms associated menopause patients improved estrogen alone . lowest dose control symptoms chosen medication discontinued promptly possible . cyclic ( e.g . , three weeks one week ) . attempts discontinue taper medication made three six month intervals . usual range 1 tablet esterified estrogens methyltestosterone full strength 1 2 tablets esterified estrogens methyltestosterone half strength daily recommended physician . treated patients intact uterus monitored closely signs endometrial cancer appropriate diagnostic measures taken rule malignancy event persistent recurring abnormal vaginal bleeding .",
    "warningsAndPrecautions": null,
    "adverseReactions": null,
    "indications_original": "ESTERIFIED ESTROGENS AND METHYLTESTOSTERONE FULL STRENGTH and ESTERIFIED ESTROGENS AND METHYLTESTOSTERONE HALF STRENGTH are indicated in the treatment of: Moderate to severe \n       \n \n  \n       \n \n  vasomotor symptoms associated with the menopause in those patients not improved by estrogens alone. (There is no evidence that estrogens are effective for nervous symptoms or depression without associated vasomotor symptoms, and they should not be used to treat such conditions.)\n      \n\n \n      \n\n \n                  ESTERIFIED ESTROGENS AND METHYLTESTOSTERONE FULL STRENGTH and ESTERIFIED ESTROGENS AND METHYLTESTOSTERONE HALF STRENGTH HAVE NOT BEEN SHOWN TO BE EFFECTIVE FOR ANY PURPOSE DURING PREGNANCY AND ITS USE MAY CAUSE SEVERE HARM TO THE FETUS (SEE \n       \n \n  \n       \n \n  BOXED WARNING).",
    "contraindications_original": "1.\n\t\t     \n\t\n       \n \n  \n       \n \n  Given cyclically for short-term use only:\n                  \n                  For treatment of moderate to severe vasomotor symptoms associated with the menopause in patients not improved by estrogen alone.\n                  The lowest dose that will control symptoms should be chosen and medication should be discontinued as promptly as possible.\n                  Administration should be cyclic (e.g., three weeks on and one week off). Attempts to discontinue or taper medication should be made at three to six month intervals.\n                  \n                     Usual Dosage Range\n                  \n                  1 tablet of ESTERIFIED ESTROGENS AND METHYLTESTOSTERONE FULL STRENGTH or 1 to 2 tablets of ESTERIFIED ESTROGENS AND METHYLTESTOSTERONE HALF STRENGTH daily as recommended by the physician.\n                  Treated patients with an intact uterus should be monitored closely for signs of endometrial cancer and appropriate diagnostic measures should be taken to rule out malignancy in the event of persistent or recurring abnormal vaginal bleeding."
}