{
    "id": "3a3ae025-e245-421a-bb4d-d200c29281b1",
    "indications": {
        "text": "elitek indicated initial management plasma uric acid levels pediatric adult patients leukemia , lymphoma , solid tumor malignancies receiving anticancer therapy expected result tumor lysis subsequent elevation plasma uric acid .",
        "doid_entities": [
            {
                "text": "leukemia (DOID:1240)",
                "doid_id": "http://purl.obolibrary.org/obo/DOID_1240"
            },
            {
                "text": "lymphoma (DOID:0060058)",
                "doid_id": "http://purl.obolibrary.org/obo/DOID_0060058"
            }
        ],
        "orphanet_entities": [
            {
                "disease": "anticancer",
                "orphanet_id": "http://www.orpha.net/ORDO/Orphanet_213500"
            }
        ]
    },
    "contraindications": {
        "text": "administer 0.2 mg/kg intravenous infusion 30 minutes daily 5 days . ( 2.1 ) administer intravenous bolus . ( 2.3 )",
        "doid_entities": [],
        "orphanet_entities": []
    },
    "adverseReactions": "elitek contraindicated patients history anaphylaxis severe hypersensitivity rasburicase patients development hemolytic methemoglobinemia rasburicase [ boxed warning , ( 5.1 , 5.2 , 5.3 ) ] . elitek contraindicated individuals deficient glucose-6-phosphate dehydrogenase ( g6pd ) [ boxed warning , ( 5.2 ) ] .",
    "ingredients": [],
    "organization": "Sanofi-Aventis U.S. LLC",
    "name": "Elitek",
    "effectiveTime": "20250508",
    "indications_original": "Elitek is indicated for the initial management of plasma uric acid levels in pediatric and adult patients with leukemia, lymphoma, and solid tumor malignancies who are receiving anticancer therapy expected to result in tumor lysis and subsequent elevation of plasma uric acid.",
    "contraindications_original": "Administer at 0.2 mg/kg as an intravenous infusion over 30 minutes daily for up to 5 days. ( 2.1 ) Do not administer as an intravenous bolus. ( 2.3 )",
    "adverseReactions_original": "Elitek is contraindicated in patients with a history of anaphylaxis or severe hypersensitivity to rasburicase or in patients with development of hemolytic reactions or methemoglobinemia with rasburicase [see Boxed Warning, Warnings and Precautions (5.1, 5.2, 5.3)].\n                  Elitek is contraindicated in individuals deficient in glucose-6-phosphate dehydrogenase (G6PD) [see Boxed Warning, Warnings and Precautions (5.2)].",
    "drug": [
        {
            "name": "Elitek"
        }
    ]
}