{
    "root": "5035e520-d797-4663-8642-6020e5cee8e7",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "RYSTIGGO",
    "value": "20250506",
    "ingredients": [
        {
            "name": "ROZANOLIXIZUMAB",
            "code": "P7186074QC",
            "drugbank_id": "https://go.drugbank.com/drugs/DB14919"
        }
    ],
    "indications": {
        "text": "rystiggo indicated treatment generalized myasthenia gravis ( gmg ) adult patients anti-acetylcholine receptor ( achr ) anti-muscle-specific tyrosine kinase ( musk ) antibody positive .",
        "doid_entities": [
            {
                "text": "myasthenia gravis (DOID:437)",
                "doid_id": "http://purl.obolibrary.org/obo/DOID_437"
            }
        ],
        "orphanet_entities": []
    },
    "contraindications": {
        "text": "evaluate need administer age-appropriate vaccines according immunization guidelines initiation new treatment cycle rystiggo . ( 2.1 ) subcutaneous infusion . ( 2.2 ) recommended administered subcutaneous infusion weekly 6 weeks . ( 2.2 ) body weight patient dose volume infused less 50 kg 420 mg 3 ml 50 kg less 100 kg 560 mg 4 ml 100 kg 840 mg 6 ml administer subsequent treatment cycles based evaluation ; safety initiating subsequent cycles sooner 63 days start previous treatment cycle established . ( 2.2 )",
        "doid_entities": [],
        "orphanet_entities": []
    },
    "warningsAndPrecautions": null,
    "adverseReactions": "none .",
    "indications_original": "RYSTIGGO is indicated for the treatment of generalized myasthenia gravis (gMG) in adult patients who are anti-acetylcholine receptor (AChR) or anti-muscle-specific tyrosine kinase (MuSK) antibody positive.",
    "contraindications_original": "Evaluate the need to administer age-appropriate vaccines according to immunization guidelines before initiation of a new treatment cycle with RYSTIGGO. ( 2.1 ) For subcutaneous infusion only. ( 2.2 ) The recommended dosage is administered as a subcutaneous infusion once weekly for 6 weeks. ( 2.2 ) Body Weight of Patient Dose Volume to be Infused Less than 50 kg 420 mg 3 mL 50 kg to less than 100 kg 560 mg 4 mL 100 kg and above 840 mg 6 mL Administer subsequent treatment cycles based on clinical evaluation; the safety of initiating subsequent cycles sooner than 63 days from the start of the previous treatment cycle has not been established. ( 2.2 )",
    "adverseReactions_original": "None.",
    "drug": [
        {
            "name": "RYSTIGGO",
            "drugbank_id": "https://go.drugbank.com/drugs/DB14919"
        }
    ]
}