{
    "root": "5e3977c0-a361-494b-ac07-0426dda5bd36",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Teriparatide",
    "value": "20240901",
    "ingredients": [
        {
            "name": "TERIPARATIDE ACETATE",
            "code": "9959P4V12N",
            "chebi_id": "http://purl.obolibrary.org/obo/CHEBI_135983"
        },
        {
            "name": "ACETIC ACID",
            "code": "Q40Q9N063P",
            "chebi_id": "http://purl.obolibrary.org/obo/CHEBI_15366"
        },
        {
            "name": "SODIUM ACETATE",
            "code": "4550K0SC9B",
            "chebi_id": "http://purl.obolibrary.org/obo/CHEBI_32954"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A",
            "chebi_id": "http://purl.obolibrary.org/obo/CHEBI_29864"
        },
        {
            "name": "METACRESOL",
            "code": "GGO4Y809LO"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R",
            "chebi_id": "http://purl.obolibrary.org/obo/CHEBI_15377"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB",
            "chebi_id": "http://purl.obolibrary.org/obo/CHEBI_37527"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I",
            "chebi_id": "http://purl.obolibrary.org/obo/CHEBI_32145"
        }
    ],
    "indications": {
        "text": "teriparatide injection indicated : treatment postmenopausal women osteoporosis high risk fracture ( defined herein history osteoporotic fracture multiple risk factors fracture ) failed intolerant available osteoporosis therapy . postmenopausal women osteoporosis , teriparatide injection reduces risk vertebral nonvertebral fractures . increase bone mass men primary hypogonadal osteoporosis high risk fracture failed intolerant available osteoporosis therapy . treatment men women osteoporosis associated sustained systemic glucocorticoid therapy ( daily equivalent 5 mg greater prednisone ) high risk fracture failed intolerant available osteoporosis therapy .",
        "doid_entities": [
            {
                "text": "osteoporosis (DOID:11476)",
                "doid_id": "http://purl.obolibrary.org/obo/DOID_11476"
            }
        ],
        "orphanet_entities": []
    },
    "contraindications": {
        "text": "recommended 20 mcg subcutaneously day ( 2.1 ) consider supplemental calcium vitamin based individual patient needs ( 2.1 ) administer subcutaneous injection thigh abdominal region ( 2.2 ) administer initially circumstances patient sit lie symptoms orthostatic hypotension occur ( 2.2 ) teriparatide injection 2 years patient ’ lifetime considered patient remains returned high risk fracture ( 2.3 )",
        "doid_entities": [],
        "orphanet_entities": []
    },
    "warningsAndPrecautions": null,
    "adverseReactions": "teriparatide injection contraindicated patients hypersensitivity teriparatide excipients . hypersensitivity included angioedema anaphylaxis [ ( 6.3 ) ] .",
    "indications_original": "Teriparatide Injection is indicated: \n                  \n                     For the treatment of postmenopausal women with osteoporosis at high risk for fracture (defined herein as having a history of osteoporotic fracture or multiple risk factors for fracture) or who have failed or are intolerant to other available osteoporosis therapy. In postmenopausal women with osteoporosis, Teriparatide Injection reduces the risk of vertebral and nonvertebral fractures. \n                     To increase bone mass in men with primary or hypogonadal osteoporosis at high risk for fracture or who have failed or are intolerant to other available osteoporosis therapy. \n                     For the treatment of men and women with osteoporosis associated with sustained systemic glucocorticoid therapy (daily dosage equivalent to 5 mg or greater of prednisone) at high risk for fracture or who have failed or are intolerant to other available osteoporosis therapy.",
    "contraindications_original": "Recommended dosage is 20 mcg subcutaneously once a day ( 2.1 ) Consider supplemental calcium and Vitamin D based on individual patient needs ( 2.1 ) Administer as a subcutaneous injection into the thigh or abdominal region ( 2.2 ) Administer initially under circumstances in which the patient can sit or lie down if symptoms of orthostatic hypotension occur ( 2.2 ) Use of Teriparatide Injection for more than 2 years during a patient’s lifetime should only be considered if a patient remains at or has returned to having a high risk for fracture ( 2.3 )",
    "adverseReactions_original": "Teriparatide Injection is contraindicated in patients with hypersensitivity to teriparatide or to any of its excipients. Hypersensitivity reactions have included angioedema and anaphylaxis [see Adverse Reactions (6.3)].",
    "drug": [
        {
            "name": "Teriparatide",
            "chebi_id": "http://purl.obolibrary.org/obo/CHEBI_135983"
        }
    ]
}