{
    "root": "6b82fa52-ab2a-4ffd-89f7-5b5149f46596",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ABILIFY MAINTENA",
    "value": "20250305",
    "ingredients": [],
    "indications": "abilify maintena ( aripiprazole ) indicated : treatment schizophrenia adults [ ( 14.1 ) ] maintenance monotherapy treatment bipolar disorder adults [ ( 14.2 ) ]",
    "contraindications": "administered intramuscular injection deltoid gluteal muscle healthcare professional ( 2.1 ) patients naïve aripiprazole , establish tolerability oral aripiprazole prior initiating abilify maintena ( 2.1 ) recommended starting maintenance dose 400 mg administered monthly single injection . dose reduced 300 mg patients ( 2.1 ) conjunction first dose , take 14 consecutive days concurrent oral aripiprazole ( 10 mg 20 mg ) current oral antipsychotic ( 2.1 ) adjustments required missed doses ( 2.2 ) known cyp2d6 poor metabolizers : recommended starting maintenance dose 300 mg administered monthly single injection ( 2.3 ) abilify maintena comes two types kits . instructions reconstitution/injection/disposal procedures 1 ) pre-filled dual chamber syringe ( 2.5 ) , 2 ) vials ( 2.6 ) .",
    "warningsAndPrecautions": null,
    "adverseReactions": "abilify maintena contraindicated patients known hypersensitivity aripiprazole . hypersensitivity ranging pruritus/urticaria anaphylaxis reported patients receiving aripiprazole [ ( 6.1 6.2 ) ] .",
    "indications_original": "ABILIFY MAINTENA (aripiprazole) is indicated for:\n                  \n                     Treatment of schizophrenia in adults [see Clinical Studies (14.1)]\n                     \n                     Maintenance monotherapy treatment of bipolar I disorder in adults [see Clinical Studies (14.2)]",
    "contraindications_original": "Only to be administered by intramuscular injection in the deltoid or gluteal muscle by a healthcare professional ( 2.1 ) For patients naïve to aripiprazole, establish tolerability with oral aripiprazole prior to initiating ABILIFY MAINTENA ( 2.1 ) Recommended starting and maintenance dose is 400 mg administered monthly as a single injection. Dose can be reduced to 300 mg in patients with adverse reactions ( 2.1 ) In conjunction with first dose, take 14 consecutive days of concurrent oral aripiprazole (10 mg to 20 mg) or current oral antipsychotic ( 2.1 ) Dosage adjustments are required for missed doses ( 2.2 ) Known CYP2D6 poor metabolizers: Recommended starting and maintenance dose is 300 mg administered monthly as a single injection ( 2.3 ) ABILIFY MAINTENA comes in two types of kits. See instructions for reconstitution/injection/disposal procedures for 1) Pre-filled Dual Chamber Syringe ( 2.5 ), and 2) Vials ( 2.6 ).",
    "adverseReactions_original": "ABILIFY MAINTENA is contraindicated in patients with a known hypersensitivity to aripiprazole. Hypersensitivity reactions ranging from pruritus/urticaria to anaphylaxis have been reported in patients receiving aripiprazole [see Adverse Reactions (6.1 and 6.2)]."
}