{
    "root": "bf748572-feba-4465-99e0-234e04a63cfc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ENCELTO",
    "value": "20250321",
    "ingredients": [
        {
            "name": "REVAKINAGENE TARORETCEL",
            "code": "Q7V7NYG6GM"
        }
    ],
    "indications": {
        "text": "encelto indicated treatment adults idiopathic macular telangiectasia type 2 ( mactel ) .",
        "doid_entities": [
            {
                "text": "telangiectasia (DOID:1272)",
                "doid_id": "http://purl.obolibrary.org/obo/DOID_1272"
            }
        ],
        "orphanet_entities": []
    },
    "contraindications": {
        "text": "intravitreal implantation . encelto intended surgical intravitreal implantation aseptic conditions qualified ophthalmologist . ( 2.1 ) recommended dose one encelto implant per affected eye containing 200,000 440,000 allogeneic retinal pigment epithelial cells expressing recombinant human ciliary neurotrophic factor ( rhcntf ) . ( 2.1 ) carefully inspect encelto prior refer instructions preparing performing surgical placement removal encelto . ( 2.2 , 2.3 )",
        "doid_entities": [],
        "orphanet_entities": []
    },
    "warningsAndPrecautions": null,
    "adverseReactions": "encelto contraindicated patients : active suspected ocular periocular infections . known hypersensitivity endothelial serum free media ( endo-sfm )",
    "indications_original": "ENCELTO is indicated for the treatment of adults with idiopathic macular telangiectasia type 2 (MacTel).",
    "contraindications_original": "For intravitreal implantation only. ENCELTO is intended for surgical intravitreal implantation under aseptic conditions by a qualified ophthalmologist. ( 2.1 ) The recommended dose is one ENCELTO implant per affected eye containing 200,000 to 440,000 allogeneic retinal pigment epithelial cells expressing recombinant human ciliary neurotrophic factor (rhCNTF). ( 2.1 ) Carefully inspect ENCELTO prior to use and refer to the Instructions for Use when preparing for and performing surgical placement or removal of ENCELTO. ( 2.2 , 2.3 )",
    "adverseReactions_original": "ENCELTO is contraindicated in patients with: \n                  \n                  \n                     Active or suspected ocular or periocular infections.  \n                     Known hypersensitivity to Endothelial Serum Free Media (Endo-SFM)",
    "drug": [
        {
            "name": "ENCELTO"
        }
    ]
}