{
    "root": "034453ef-c8ff-4b74-8940-9ad1f45d32bc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Midazolam Hydrochloride",
    "value": "20250314",
    "ingredients": [
        {
            "name": "Midazolam Hydrochloride",
            "code": "W7TTW573JJ"
        },
        {
            "name": "Anhydrous citric acid",
            "code": "XF417D3PSL"
        },
        {
            "name": "D&C Red No. 33",
            "code": "9DBA0SBB0L"
        },
        {
            "name": "Edetate disodium",
            "code": "7FLD91C86K"
        },
        {
            "name": "Glycerin",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "Hydrochloric acid",
            "code": "QTT17582CB"
        },
        {
            "name": "sodium benzoate",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SODIUM CITRATE, UNSPECIFIED FORM",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "saccharin sodium",
            "code": "SB8ZUX40TY"
        },
        {
            "name": "sorbitol",
            "code": "506T60A25R"
        },
        {
            "name": "water",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "midazolam hcl syrup indicated pediatric patients sedation , anxiolysis amnesia prior diagnostic , therapeutic endoscopic procedures induction anesthesia . midazolam hcl syrup intended monitored settings chronic home [ ] .",
    "contraindications": "midazolam hcl syrup indicated single dose ( 0.25 1.0 mg/kg maximum dose 20 mg ) preprocedural sedation anxiolysis pediatric patients . midazolam hcl syrup intended chronic .",
    "warningsAndPrecautions": null,
    "adverseReactions": "midazolam hcl syrup contraindicated patients known hypersensitivity allergies cherries formulation excipients . benzodiazepines contraindicated patients acute narrow-angle glaucoma . benzodiazepines may used patients open-angle glaucoma receiving appropriate therapy . measurements intraocular pressure patients without eye disease show moderate lowering following induction general anesthesia injectable midazolam ; patients glaucoma studied .",
    "indications_original": "Midazolam HCl syrup is indicated for use in pediatric patients for sedation, anxiolysis and amnesia prior to diagnostic, therapeutic or endoscopic procedures or before induction of anesthesia.\n                  Midazolam HCl syrup is intended for use in monitored settings only and not for chronic or home use [see WARNINGS].",
    "contraindications_original": "Midazolam HCl syrup is indicated for use as a single dose (0.25 to 1.0 mg/kg with a maximum dose of 20 mg) for preprocedural sedation and anxiolysis in pediatric patients. Midazolam HCl syrup is not intended for chronic administration.",
    "adverseReactions_original": "Midazolam HCl syrup is contraindicated in patients with a known hypersensitivity to the drug or allergies to cherries or formulation excipients. Benzodiazepines are contraindicated in patients with acute narrow-angle glaucoma. Benzodiazepines may be used in patients with open-angle glaucoma only if they are receiving appropriate therapy. Measurements of intraocular pressure in patients without eye disease show a moderate lowering following induction of general anesthesia with injectable midazolam; patients with glaucoma have not been studied."
}