{
    "root": "2f317fdd-3f6d-bc0e-e063-6294a90aa300",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "DORZOLAMIDE HYDROCHLORIDE",
    "value": "20250228",
    "ingredients": [
        {
            "name": "HYDROXYETHYL CELLULOSE, UNSPECIFIED",
            "code": "T4V6TWG28D"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "DORZOLAMIDE HYDROCHLORIDE",
            "code": "QZO5366EW7"
        }
    ],
    "indications": "dorzolamide hydrochloride ophthalmic solution indicated treatment elevated intraocular pressure patients ocular hypertension open-angle glaucoma .",
    "contraindications": "dose one drop dorzolamide hydrochloride ophthalmic solution affected eye ( ) three times daily . dorzolamide hydrochloride ophthalmic solution may used concomitantly topical ophthalmic products lower intraocular pressure . one topical ophthalmic used , drugs administered least five minutes apart .",
    "warningsAndPrecautions": "dorzolamide hydrochloride ophthalmic solution 2 % supplied 10 ml r2 round ldpe bottle r2 orange round opaque 13 mm cap nozzle round natural ldpe nozzle 45 µ , gamma sterilized . ndc72888-077-15 10 ml pack",
    "adverseReactions": "dorzolamide hydrochloride contraindicated patients hypersensitive component product [ ( 5.1 ) ] .",
    "indications_original": "Dorzolamide hydrochloride ophthalmic solution is indicated in the treatment of elevated intraocular pressure in patients with ocular hypertension or open-angle glaucoma.",
    "contraindications_original": "The dose is one drop of dorzolamide hydrochloride ophthalmic solution in the affected eye(s) three times daily.\n                  Dorzolamide hydrochloride ophthalmic solution may be used concomitantly with other topical ophthalmic drug products to lower intraocular pressure. If more than one topical ophthalmic drug is being used, the drugs should be administered at least five minutes apart.",
    "warningsAndPrecautions_original": "Dorzolamide hydrochloride ophthalmic solution 2% is supplied in 10 mL R2 round LDPE bottle with R2 orange round opaque 13 mm cap and Nozzle round Natural LDPE Nozzle 45 µ, all are gamma sterilized.\n                  \n                     NDC72888-077-15 in 10 mL pack",
    "adverseReactions_original": "Dorzolamide hydrochloride is contraindicated in patients who are hypersensitive to any component of this product\n \n  [see\n  \n   Warnings and Precautions (5.1)]."
}