{
    "root": "347a4b34-d53e-fb32-e063-6294a90ab27c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "leucovorin calcium",
    "value": "20250506",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "LEUCOVORIN CALCIUM",
            "code": "RPR1R4C0P4"
        }
    ],
    "indications": "leucovorin calcium injection rescue indicated high dose methotrexate therapy osteosarcoma . leucovorin calcium injection also indicated diminish toxicity counteract effects impaired methotrexate elimination inadvertent overdosages folic acid antagonists . leucovorin calcium injection indicated treatment megaloblastic anemias due folic acid deficiency oral therapy feasible . leucovorin calcium injection also indicated combination 5-fluorouracil prolong survival palliative treatment patients advanced colorectal cancer . leucovorin calcium injection mixed infusion 5-fluorouracil precipitate may form .",
    "contraindications": null,
    "warningsAndPrecautions": "leucovorin calcium injection , usp supplied sterile lyophilized powder follows : ndc leucovorin calcium injection , usp package factor 68001-648-36 100 mg single-dose vial 1 vial per carton 68001-649-37 200 mg single-dose vial 1 vial per carton 68001-650-38 350 mg single-dose vial 1 vial per carton",
    "adverseReactions": "leucovorin calcium improper therapy pernicious anemia megaloblastic anemias secondary lack vitamin b 12. hematologic remission may occur neurologic manifestations continue progress .",
    "indications_original": "Leucovorin Calcium for Injection rescue is indicated after high dose methotrexate therapy in osteosarcoma. Leucovorin Calcium for Injection is also indicated to diminish the toxicity and counteract the effects of impaired methotrexate elimination and of inadvertent overdosages of folic acid antagonists.\n                  Leucovorin Calcium for Injection is indicated in the treatment of megaloblastic anemias due to folic acid deficiency when oral therapy is not feasible.\n                  Leucovorin Calcium for Injection is also indicated for use in combination with 5-fluorouracil to prolong survival in the palliative treatment of patients with advanced colorectal cancer. Leucovorin Calcium for Injection should not be mixed in the same infusion as 5-fluorouracil because a precipitate may form.",
    "warningsAndPrecautions_original": "Leucovorin Calcium for Injection, USP is supplied as a sterile lyophilized powder as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 NDC\n                              \n                           \n                           \n                              \n                                 Leucovorin Calcium for Injection, USP\n                              \n                           \n                           \n                              \n                                 Package Factor\n                              \n                           \n                        \n                        \n                           \n                              68001-648-36\n                           \n                           \n                              100 mg Single-Dose Vial\n                           \n                           \n                              1 vial per carton\n                           \n                        \n                        \n                           \n                              68001-649-37\n                           \n                           \n                              200 mg Single-Dose Vial\n                           \n                           \n                              1 vial per carton \n                           \n                        \n                        \n                           \n                              68001-650-38\n                           \n                           \n                              350 mg Single-Dose Vial \n                           \n                           \n                              1 vial per carton",
    "adverseReactions_original": "Leucovorin calcium is improper therapy for pernicious anemia and other megaloblastic anemias secondary to the lack of vitamin B\n \n  12. A hematologic remission may occur while neurologic manifestations continue to progress."
}