{
    "id": "586e58c7-172f-4c3f-a91f-045ea4d089fc",
    "indications": "roflumilast tablets indicated treatment reduce risk chronic obstructive pulmonary disease exacerbations patients severe chronic obstructive pulmonary disease associated chronic bronchitis history exacerbations . limitations roflumilast tablets bronchodilator indicated relief acute bronchospasm . roflumilast tablets 250 mcg starting dose , first 4 weeks treatment effective ( therapeutic ) dose .",
    "contraindications": "maintenance dose roflumilast tablet one 500 micrograms ( mcg ) tablet per day , without food . starting treatment dose roflumilast tablets 250 mcg daily 4 weeks increasing roflumilast tablets 500 mcg daily thereafter may reduce rate treatment discontinuation patients [ ( 14.1 ) ] . however , 250 mcg per day effective ( therapeutic ) dose .",
    "adverseReactions": "roflumilast tablets contraindicated following condition : moderate severe liver impairment ( child-pugh b c ) [ pharmacology ( 12.3 ) ( 8.6 ) ] .",
    "ingredients": [
        {
            "name": "ROFLUMILAST",
            "code": "0P6C6ZOP5U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "HYPROMELLOSE 2910 (5 MPA.S)",
            "code": "R75537T0T4"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLOXAMER 188",
            "code": "LQA7B6G8JG"
        }
    ],
    "organization": "Aurobindo Pharma Limited",
    "name": "ROFLUMILAST",
    "effectiveTime": "20250527",
    "indications_original": "Roflumilast tablets are indicated as a treatment to reduce the risk of COPD exacerbations in patients with severe COPD associated with chronic bronchitis and a history of exacerbations.\n                  \n                  \n                     Limitations of Use\n                  \n                  Roflumilast tablets are not a bronchodilator and is not indicated for the relief of acute bronchospasm.\n                      Roflumilast tablets 250 mcg is a starting dose, for the first 4 weeks of treatment only and is not the effective (therapeutic) dose.",
    "contraindications_original": "The maintenance dose of roflumilast tablet is one 500 micrograms (mcg) tablet per day, with or without food.\n                      Starting treatment with a dose of roflumilast tablets 250 mcg once daily for 4 weeks and increasing to roflumilast tablets 500 mcg once daily thereafter may reduce the rate of treatment discontinuation in some patients [see Clinical Studies (14.1)]. However, 250 mcg per day is not the effective (therapeutic) dose.",
    "adverseReactions_original": "The use of roflumilast tablets are contraindicated in the following condition: \n                  Moderate to severe liver impairment (Child-Pugh B or C) [see Clinical Pharmacology (12.3) and Use in Specific Populations (8.6)]."
}