{
    "root": "7b619361-ae81-48a8-9ed3-3253af2b4eb6",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Hydrocortisone",
    "value": "20250117",
    "ingredients": [
        {
            "name": "HYDROCORTISONE",
            "code": "WI4X0X7BPJ"
        },
        {
            "name": "PETROLATUM",
            "code": "4T6H12BN9U"
        },
        {
            "name": "LIGHT MINERAL OIL",
            "code": "N6K5787QVP"
        }
    ],
    "indications": "topical corticosteroids indicated relief inflammatory pruritic manifestations corticosteroid-responsive dermatosis .",
    "contraindications": "topical corticosteroids generally applied affected area thin film two four times daily depending severity condition . occlusive dressings may used management psoriasis recalcitrant conditions . infection develops , occlusive dressings discontinued appropriate antimicrobial therapy instituted .",
    "warningsAndPrecautions": "hydrocortisone ointment usp , 2.5 % available follows : 20 g tube ( ndc 72162-1383-2 ) 20 g tube ( ndc 72162-1383-4 ) 1 lb ( 454g ) jar ( ndc 72162-1383-7 ) repackaged/relabeled : bryant ranch prepack , inc. burbank , ca 91504",
    "adverseReactions": "topical corticosteroids contraindicated patients history hypersensitivity components preparation .",
    "indications_original": "Topical corticosteroids are indicated for the relief of the inflammatory and pruritic manifestations of corticosteroid-responsive dermatosis.",
    "contraindications_original": "Topical corticosteroids are generally applied to the affected area as a thin film from two to four times daily depending on the severity of the condition. Occlusive dressings may be used for the management of psoriasis or recalcitrant conditions. If an infection develops, the use of occlusive dressings should be discontinued and appropriate antimicrobial therapy instituted.",
    "warningsAndPrecautions_original": "Hydrocortisone Ointment USP, 2.5% is available as follows:\n                  20 g in a tube (NDC 72162-1383-2)\n                  20 g in a tube (NDC 72162-1383-4)\n                  1 lb (454g) in a jar (NDC 72162-1383-7)\n                  Repackaged/Relabeled by:\n                  Bryant Ranch Prepack, Inc.\n                  Burbank, CA 91504",
    "adverseReactions_original": "Topical corticosteroids are contraindicated in those patients with a history of hypersensitivity to any of the components of the preparation."
}