{
    "root": "87db3f0f-327c-4d54-9a58-073ac8c1ace7",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "DOJOLVI",
    "value": "20250227",
    "ingredients": [
        {
            "name": "TRIHEPTANOIN",
            "code": "2P6O7CFW5K"
        }
    ],
    "indications": "dojolvi indicated source calories fatty acids treatment adult pediatric patients molecularly confirmed long-chain fatty acid oxidation disorders ( lc-faod ) .",
    "contraindications": "assess metabolic requirements determining daily caloric intake ( dci ) prior calculating dose dojolvi . ( 2.1 ) patients receiving another medium-chain triglyceride product , discontinue prior first dose dojolvi . ( 2.3 ) recommended target daily dojolvi 35 % patient 's total prescribed dci divided least four doses mixed thoroughly semi-solid food/liquid medical food/formula mealtimes snacks . ( 2.2 ) full prescribing information instructions calculate volume per dose ; initiate titrate achieve target ; prepare administer dojolvi . ( 2.2 , 2.3 , 2.4 )",
    "warningsAndPrecautions": "dojolvi ( triheptanoin ) oral liquid supplied glass bottle follows : 500 ml bottle ndc 69794-050-50",
    "adverseReactions": "none .",
    "indications_original": "DOJOLVI is indicated as a source of calories and fatty acids for the treatment of adult and pediatric patients with molecularly confirmed long-chain fatty acid oxidation disorders (LC-FAOD).",
    "contraindications_original": "Assess metabolic requirements by determining daily caloric intake (DCI) prior to calculating the dose of DOJOLVI. ( 2.1 ) For patients receiving another medium-chain triglyceride product, discontinue prior to the first dose of DOJOLVI. ( 2.3 ) The recommended target daily dosage of DOJOLVI is up to 35% of the patient's total prescribed DCI divided into at least four doses and mixed thoroughly into semi-solid food/liquid or medical food/formula at mealtimes or with snacks. ( 2.2 ) See the full prescribing information for instructions on how to calculate the volume per dose; initiate and titrate the dosage to achieve the target; and prepare and administer DOJOLVI. ( 2.2 , 2.3 , 2.4 )",
    "warningsAndPrecautions_original": "DOJOLVI (triheptanoin) oral liquid is supplied in a glass bottle as follows:\n                  \n                     \n                     \n                     \n                        \n                           500 mL bottle\n                           NDC 69794-050-50",
    "adverseReactions_original": "None."
}