{
    "root": "b5614c9d-6389-4ee0-b86b-740227e3afe7",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Sorbitol",
    "value": "20191231",
    "ingredients": [
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "3 % sorbitol urologic irrigating solution indicated urologic irrigating fluid endoscopic instruments transurethral procedures requiring distension , irrigation , lavage urinary bladder . may used lavage indwelling catheter maintain patency .",
    "contraindications": "volume solution needed vary nature duration urologic procedure . desired , warm overwrap near body temperature water bath oven heated 45°c . parenteral products inspected visually particulate matter discoloration prior whenever solution container permit .",
    "warningsAndPrecautions": "3 % sorbitol urologic irrigating solution uromatic plastic containers available follows : 2b7357 3000ml ndc 0338-0295-47 exposure pharmaceutical products heat minimized . avoid excessive heat . recommended product stored room temperature ( 25°c ) ; brief exposure 40°c adversely affect product .",
    "adverseReactions": "anuria .",
    "indications_original": "3% Sorbitol Urologic Irrigating Solution is indicated for use as a urologic irrigating fluid with endoscopic instruments during transurethral procedures requiring distension, irrigation, and lavage of the urinary bladder. It may be used for lavage of an indwelling catheter to maintain patency.",
    "contraindications_original": "The volume of solution needed will vary with the nature and duration of the urologic procedure. \n                  If desired, warm in overwrap to near body temperature in a water bath or oven heated to not more than 45°C. \n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit.",
    "warningsAndPrecautions_original": "3% Sorbitol Urologic Irrigating Solution in UROMATIC plastic containers is available as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              2B7357\n                           \n                           \n                              3000mL\n                           \n                           \n                              NDC 0338-0295-47\n                           \n                        \n                        \n                           \n                           \n                           \n                        \n                     \n                  \n                  Exposure of pharmaceutical products to heat should be minimized. Avoid excessive heat. It is recommended the product be stored at room temperature (25°C); brief exposure up to 40°C does not adversely affect the product.",
    "adverseReactions_original": "Anuria."
}