{
    "root": "ee9d16c2-6ec0-4324-a029-1b4e73c093fd",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "FLUOXETINE",
    "value": "20250514",
    "ingredients": [
        {
            "name": "FLUOXETINE HYDROCHLORIDE",
            "code": "I9W7N6B1KJ"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "BUTYL ALCOHOL",
            "code": "8PJ61P6TS3"
        },
        {
            "name": "ISOPROPYL ALCOHOL",
            "code": "ND2M416302"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        }
    ],
    "indications": "fluoxetine capsules indicated treatment : •acute maintenance treatment major depressive disorder [ ( 14.1 ) ] . •acute maintenance treatment obsessions compulsions patients obsessive compulsive disorder ( ocd ) [ ( 14.2 ) ] . •acute maintenance treatment binge-eating vomiting behaviors patients moderate severe bulimia nervosa [ ( 14.3 ) ] . •acute treatment panic disorder , without agoraphobia [ ( 14.4 ) ] . fluoxetine olanzapine combination indicated treatment : •acute treatment depressive episodes associated bipolar disorder . •treatment resistant depression ( major depressive disorder patients , respond 2 separate trials different antidepressants adequate dose duration current episode ) . fluoxetine capsules monotherapy indicated treatment depressive episodes associated bipolar disorder treatment treatment resistant depression . using fluoxetine olanzapine combination , also refer section package insert symbyax® .",
    "contraindications": "indication adult pediatric mdd ( 2.1 ) 20 mg/day ( initial dose ) 10 20 mg/day ( initial dose ) ocd ( 2.2 ) 20 mg/day ( initial dose ) 10 mg/day ( initial dose ) bulimia nervosa ( 2.3 ) 60 mg/day panic disorder ( 2.4 ) 10 mg/day ( initial dose ) depressive episodes associated bipolar disorder ( 2.5 ) oral combination olanzapine : 5 mg oral olanzapine 20 mg fluoxetine daily ( initial dose ) oral combination olanzapine : 2.5 mg oral olanzapine 20 mg fluoxetine daily ( initial dose ) treatment resistant depression ( 2.6 ) oral combination olanzapine : 5 mg oral olanzapine 20 mg fluoxetine daily ( initial dose ) • lower less frequent used patients hepatic impairment , elderly , patients concurrent disease multiple concomitant medications ( 2.7 ) fluoxetine olanzapine combination : • adjustments made individual components according efficacy tolerability ( 2.5 , 2.6 ) • fluoxetine monotherapy indicated treatment depressive episodes associated bipolar disorder treatment resistant depression ( 2.5 , 2.6 ) • safety coadministration doses 18 mg olanzapine 75 mg fluoxetine evaluated adults ( 2.5 , 2.6 ) • safety coadministration doses 12 mg olanzapine 50 mg fluoxetine evaluated children adolescents ages 10 17 ( 2.5 )",
    "warningsAndPrecautions": "following products manufactured avet pharmaceuticals inc. : capsules available 40 mg capsule strengths follows : opaque green orange imprint hp30 child resistant bottles ndc 68788-8618-3 30 capsules ndc 68788-8618-9 90 capsules ndc 68788-8618-1 100 capsules",
    "adverseReactions": "using fluoxetine olanzapine combination , also refer section package insert symbyax .",
    "indications_original": "Fluoxetine Capsules are indicated for the treatment of:\n                  \n                     \n                        •Acute and maintenance treatment of Major Depressive Disorder [see Clinical Studies (14.1)\n                        ].\n                     \n                        •Acute and maintenance treatment of obsessions and compulsions in patients with Obsessive Compulsive Disorder (OCD) [see Clinical Studies (14.2)\n                        ].\n                     \n                        •Acute and maintenance treatment of binge-eating and vomiting behaviors in patients with moderate to severe Bulimia Nervosa [see Clinical Studies (14.3)\n                        ].\n                     \n                        •Acute treatment of Panic Disorder, with or without agoraphobia [see Clinical Studies (14.4)\n                        ].\n                  \n                  Fluoxetine and Olanzapine in Combination is indicated for the treatment of:\n                  \n                     \n                        •Acute treatment of depressive episodes associated with Bipolar I Disorder.\n                     \n                        •Treatment resistant depression (Major Depressive Disorder in patients, who do not respond to 2 separate trials of different antidepressants of adequate dose and duration in the current episode).\n                  \n                  Fluoxetine capsules monotherapy is not indicated for the treatment of depressive episodes associated with Bipolar I Disorder or the treatment of treatment resistant depression.\n                  \n                     When using fluoxetine and olanzapine in combination, also refer to the Clinical Studies section of the package insert for Symbyax®.",
    "contraindications_original": "Indication Adult Pediatric MDD (2.1) 20 mg/day in am (initial dose) 10 to 20 mg/day (initial dose) OCD (2.2) 20 mg/day in am (initial dose) 10 mg/day (initial dose) Bulimia Nervosa (2.3) 60 mg/day in am Panic Disorder (2.4) 10 mg/day (initial dose) Depressive Episodes Associated with Bipolar I Disorder (2.5) Oral in combination with olanzapine: 5 mg of oral olanzapine and 20 mg of fluoxetine once daily (initial dose) Oral in combination with olanzapine: 2.5 mg of oral olanzapine and 20 mg of fluoxetine once daily (initial dose) Treatment Resistant Depression (2.6) Oral in combination with olanzapine: 5 mg of oral olanzapine and 20 mg of fluoxetine once daily (initial dose) • A lower or less frequent dosage should be used in patients with hepatic impairment, the elderly, and for patients with concurrent disease or on multiple concomitant medications ( 2.7 ) Fluoxetine and olanzapine in combination: • Dosage adjustments should be made with the individual components according to efficacy and tolerability ( 2.5 , 2.6 ) • Fluoxetine monotherapy is not indicated for the treatment of Depressive Episodes associated with Bipolar I Disorder or treatment resistant depression ( 2.5 , 2.6 ) • Safety of the coadministration of doses above 18 mg olanzapine with 75 mg fluoxetine has not been evaluated in adults ( 2.5 , 2.6 ) • Safety of the coadministration of doses above 12 mg olanzapine with 50 mg fluoxetine has not been evaluated in children and adolescents ages 10 to 17 ( 2.5 )",
    "warningsAndPrecautions_original": "The following products are manufactured for Avet Pharmaceuticals Inc.:\n                        Capsules are available in 40 mg capsule strengths as follows:\n                        Opaque Green and Orange with the imprint HP30 in child resistant bottles\n                        NDC 68788-8618-3\t30 Capsules\n                        NDC 68788-8618-9\t90 Capsules\n                        NDC 68788-8618-1\t100 Capsules",
    "adverseReactions_original": "When using fluoxetine and olanzapine in combination, also refer to the Contraindications section of the package insert for Symbyax."
}