{
    "id": "f18de4da-81ce-426f-908d-6b9eeadfce24",
    "indications": "jevtana® indicated combination prednisone treatment patients metastatic castration-resistant prostate cancer previously treated docetaxel-containing treatment regimen .",
    "contraindications": "recommended dose : jevtana 20 mg/m 2 administered every three weeks one-hour intravenous infusion combination oral prednisone 10 mg administered daily throughout jevtana treatment . ( 2.1 ) dose 25 mg/m 2 used select patients discretion treating healthcare provider . ( 2.1 , 5.1 , 5.2 , 6.1 , 14 ) jevtana requires two dilutions prior . ( 2.5 ) entire contents accompanying diluent achieve concentration 10 mg/ml jevtana . ( 2.5 ) pvc equipment used . ( 2.5 ) premedication regimen : administer intravenously 30 minutes dose jevtana : antihistamine ( dexchlorpheniramine 5 mg diphenhydramine 25 mg equivalent antihistamine ) corticosteroid ( dexamethasone 8 mg equivalent steroid ) h 2 antagonist ( 2.1 ) antiemetic prophylaxis ( oral intravenous ) recommended needed . ( 2.1 ) modifications : full prescribing information ( 2.2 , 2.3 , 2.4 )",
    "adverseReactions": "jevtana contraindicated patients : neutrophil counts ≤1,500/mm3 [ ( 5.1 ) ] history severe hypersensitivity cabazitaxel drugs formulated polysorbate 80 [ ( 5.3 ) ] severe hepatic impairment ( total bilirubin > 3 × uln ) [ ( 5.8 ) ]",
    "ingredients": [],
    "organization": "Sanofi-Aventis U.S. LLC",
    "name": "Jevtana",
    "effectiveTime": "20250520",
    "indications_original": "JEVTANA® is indicated in combination with prednisone for the treatment of patients with metastatic castration-resistant prostate cancer previously treated with a docetaxel-containing treatment regimen.",
    "contraindications_original": "Recommended Dose: JEVTANA 20 mg/m 2 administered every three weeks as a one-hour intravenous infusion in combination with oral prednisone 10 mg administered daily throughout JEVTANA treatment. ( 2.1 ) A dose of 25 mg/m 2 can be used in select patients at the discretion of the treating healthcare provider. ( 2.1 , 5.1 , 5.2 , 6.1 , 14 ) JEVTANA requires two dilutions prior to administration. ( 2.5 ) Use the entire contents of the accompanying diluent to achieve a concentration of 10 mg/mL JEVTANA. ( 2.5 ) PVC equipment should not be used. ( 2.5 ) Premedication Regimen: Administer intravenously 30 minutes before each dose of JEVTANA: Antihistamine (dexchlorpheniramine 5 mg or diphenhydramine 25 mg or equivalent antihistamine) Corticosteroid (dexamethasone 8 mg or equivalent steroid) H 2 antagonist ( 2.1 ) Antiemetic prophylaxis (oral or intravenous) is recommended as needed. ( 2.1 ) Dosage Modifications: See full prescribing information ( 2.2 , 2.3 , 2.4 )",
    "adverseReactions_original": "JEVTANA is contraindicated in patients with:\n                  \n                     neutrophil counts of ≤1,500/mm3\n                         [see Warnings and Precautions (5.1)]\n                     \n                     history of severe hypersensitivity reactions to cabazitaxel or to other drugs formulated with polysorbate 80 [see Warnings and Precautions (5.3)]\n                     \n                     severe hepatic impairment (total bilirubin >3 × ULN) [see Warnings and Precautions (5.8)]"
}