{
    "id": "0374f0f7-9297-810c-38b3-623a72709a7d",
    "indications": "Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets are indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) and Narcolepsy.\n                  \n                     Attention Deficit Hyperactivity Disorder (ADHD)\n                  \n                  A diagnosis of Attention Deficit Hyperactivity Disorder (ADHD; DSM-IV®) implies the presence of hyperactive-impulsive or inattentive symptoms that caused impairment and were present before age 7 years. The symptoms must cause clinically significant impairment, e.g., in social, academic, or occupational functioning, and be present in two or more settings, e.g., school (or work) and at home. The symptoms must not be better accounted for by another mental disorder. For the Inattentive Type, at least six of the following symptoms must have persisted for at least 6 months: lack of attention to details/careless mistakes; lack of sustained attention; poor listener; failure to follow through on tasks; poor organization; avoids tasks requiring sustained mental effort; loses things; easily distracted; forgetful. For the Hyperactive-Impulsive Type, at least six of the following symptoms must have persisted for at least 6 months: fidgeting/squirming; leaving seat; inappropriate running/climbing; difficulty with quiet activities; \"on the go;\" excessive talking; blurting answers; can't wait turn; intrusive. The Combined Type requires both inattentive and hyperactive-impulsive criteria to be met.",
    "contraindications": "Regardless of indication, amphetamines should be administered at the lowest effective dosage, and dosage should be individually adjusted according to the therapeutic needs and response of the patient. Late evening doses should be avoided because of the resulting insomnia.\n                  \n                     Attention Deficit Hyperactivity Disorder\n                  \n                  Not recommended for children under 3 years of age. In children from 3 to 5 years of age, start with 2.5 mg daily; daily dosage may be raised in increments of 2.5 mg at weekly intervals until optimal response is obtained.\n                  In children 6 years of age and older, start with 5 mg once or twice daily; daily dosage may be raised in increments of 5 mg at weekly intervals until optimal response is obtained. Only in rare cases will it be necessary to exceed a total of 40 mg per day. Give first dose on awakening; additional doses (1 or 2) at intervals of 4 to 6 hours.\n                  Where possible, drug administration should be interrupted occasionally to determine if there is a recurrence of behavioral symptoms sufficient to require continued therapy.\n                  Prior to treating patients with Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets assess: \n                  \n                     \n                        for the presence of cardiac disease (i.e., perform a careful history, family history of sudden death or ventricular arrhythmia, and physical exam) (see \n                              WARNINGS\n                           ).\n                     \n                     \n                         the family history and clinically evaluate patients for motor or verbal tics or Tourette's syndrome before initiating Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets (see \n                              WARNINGS\n                           ). \n                     \n                  \n                  \n                     Narcolepsy\n                  \n                  Usual dose 5 mg to 60 mg per day in divided doses, depending on the individual patient response.\n                  Narcolepsy seldom occurs in children under 12 years of age; however, when it does, dextroamphetamine sulfate may be used. The suggested initial dose for patients aged 6 to 12 is 5 mg daily; daily dose may be raised in increments of 5 mg at weekly intervals until optimal response is obtained. In patients 12 years of age and older, start with 10 mg daily; daily dosage may be raised in increments of 10 mg at weekly intervals until optimal response is obtained. If bothersome adverse reactions appear (e.g., insomnia or anorexia), dosage should be reduced. Give first dose on awakening; additional doses (1 or 2) at intervals of 4 to 6 hours.",
    "warningsAndPrecautions": "Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets 5 mg: \n                  Round, flat-faced, beveled-edge, white tablet. “74” is debossed on one side with a full and partial bisect, and “A” is debossed on the opposite side. The full bisect splits the “7” and “4”. They are supplied as follows:  \n                  100 Tablets NDC 47781-174-01\n                  \n                  Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets 7.5 mg: \n                  Round, flat-faced, beveled-edge, blue tablet. “75” is debossed on one side with a full and partial bisect, and “A” is debossed on the opposite side. The full bisect splits the “7” and “5”. They are supplied as follows:  \n                  100 Tablets NDC 47781-175-01\n                  \n                  Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets 10 mg: \n                  Round, flat-faced, beveled-edge, blue tablet. “76” is debossed on one side with a full and partial bisect, and “A” is debossed on the opposite side. The full bisect splits the “7” and “6”. They are supplied as follows: \n                   100 Tablets NDC 47781-176-01 \n                  \n                  Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets 12.5 mg: \n                  Round, flat-faced, beveled-edge, orange tablet. “77” is debossed on one side with a full and partial bisect, and “A” is debossed on the opposite side. The full bisect splits the “7” and “7”. They are supplied as follows: \n                   100 Tablets NDC 47781-177-01 \n                  \n                  Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets 15 mg: \n                  Round, flat-faced, beveled-edge, orange tablet. “78” is debossed on one side with a full and partial bisect, and “A” is debossed on the opposite side. The full bisect splits the “7” and “8”. They are supplied as follows:   \n                   100 Tablets NDC 47781-178-01 \n                  \n                  Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets 20 mg: \n                  Round, flat-faced, beveled-edge, orange tablet. “79” is debossed on one side with a full and partial bisect, and “A” is debossed on the opposite side. The full bisect splits the “7” and “9”. They are supplied as follows:   \n                   100 Tablets NDC 47781-179-01 \n                  \n                  Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets 30 mg: \n                  Round, flat-faced, beveled-edge, orange tablet. \"80\" is debossed on one side with a full and partial bisect, and \"A\" is debossed on the opposite side. The full bisect splits the \"8\" and \"0\". They are supplied as follows: \n                   100 Tablets NDC 47781-180-01 \n                  \n                     Dispense in a tight, light-resistant container. \n                  Store at 20°C to 25°C (68°F to 77°F) [See USP Controlled Room Temperature].",
    "adverseReactions": "In patients known to be hypersensitive to amphetamine, or other components of Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets. Hypersensitivity reactions such as angioedema and anaphylactic reactions have been reported in patients treated with other amphetamine products (see \n                        ADVERSE REACTIONS\n                     ).\n                  Patients taking monoamine oxidase inhibitors (MAOIs), or within 14 days of stopping MAOIs (including MAOIs such as linezolid or intravenous methylene blue), because of an increased risk of hypertensive crisis (see \n                        WARNINGS\n                      and \n                        DRUG INTERACTIONS\n                     ).",
    "ingredients": [
        {
            "name": "Amphetamine Aspartate Monohydrate",
            "code": "O1ZPV620O4"
        },
        {
            "name": "AMPHETAMINE SULFATE",
            "code": "6DPV8NK46S"
        },
        {
            "name": "DEXTROAMPHETAMINE SACCHARATE",
            "code": "G83415V073"
        },
        {
            "name": "DEXTROAMPHETAMINE SULFATE",
            "code": "JJ768O327N"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        }
    ],
    "organization": "Alvogen Inc.",
    "name": "Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate, Amphetamine Sulfate Tablets,CII",
    "effectiveTime": "20250430"
}