{
    "root": "0431da49-a804-457c-a823-66d8862db3f2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": {
        "text": "Cisatracurium"
    },
    "value": "20250221",
    "ingredients": [
        {
            "name": "CISATRACURIUM BESYLATE",
            "code": "80YS8O1MBS"
        },
        {
            "name": "BENZENESULFONIC ACID",
            "code": "685928Z18A"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        }
    ],
    "indications": "Cisatracurium Besylate Injection is indicated:  \n                  \n                     \n                        •as an adjunct to general anesthesia to facilitate tracheal intubation in adults and in pediatric patients 1 month to 12 years of age\n                     \n                        •to provide skeletal muscle relaxation in adults during surgical procedures or during mechanical ventilation in the ICU \n                     \n                        •to provide skeletal muscle relaxation during surgical procedures via infusion in pediatric patients 2 years and older",
    "contraindications": "Store Cisatracurium Besylate Injection with the cap and ferrule intact and in a manner that minimizes the possibility of selecting the wrong product ( 2.1 ) • Administer intravenously only by or under the supervision of experienced clinicians familiar with drug’s actions and possible complications ( 2.1 ) • Use only if personnel and facilities for resuscitation and life support, and a Cisatracurium Besylate Injection antagonist are immediately available ( 2.1 ) • Use a peripheral nerve stimulator to determine adequacy of blockade (e.g., need for additional doses), minimize risk of overdosage or underdosage, assess extent of recovery from blockade, potentially limit exposure to toxic metabolites through dose titration, and facilitate more rapid reversal of Cisatracurium Besylate Injection-induced paralysis ( 2.1 ) • See the Full Prescribing Information for: o Dosage and administration instructions in adults, pediatric patients, geriatric patients, patients with neuromuscular disease, burns, end-stage renal disease, and patients undergoing coronary artery bypass graft surgery with induced hypothermia ( 2.2 , 2.3 , 2.4 , 2.5 ) o Continuous infusion rates ( 2.6 ) o Preparation instructions ( 2.7 ) o Drug compatibility ( 2.8 )",
    "warningsAndPrecautions": "Cisatracurium Besylate Injection, USP is supplied as: \n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Product Code\n                              \n                           \n                           \n                              \n                                 Unit of Sale\n                              \n                           \n                           \n                              \n                                 Strength\n                              \n                           \n                           \n                              \n                                 Each\n                              \n                           \n                        \n                        \n                           \n                              416005\n                           \n                           \n                              NDC 63323-416-05Unit of 10\n                           \n                           \n                              10 mg per 5 mL (2 mg per mL)\n                           \n                           \n                              NDC 63323-416-015 mL Single Dose Vial\n                           \n                        \n                        \n                           \n                              417010\n                           \n                           \n                              NDC 63323-417-10Unit of 10\n                           \n                           \n                              20 mg per 10 mL (2 mg per mL)\n                           \n                           \n                              NDC 63323-417-0110 mL Multiple Dose Vial\n                           \n                        \n                     \n                  \n                  NOTE: 10 mL Multiple Dose Vials contain 0.9% w/v benzyl alcohol as a preservative. \n                  Cisatracurium Besylate Injection, USP is supplied as: \n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Product Code\n                              \n                           \n                           \n                              \n                                 Unit of Sale\n                              \n                           \n                           \n                              \n                                 Strength\n                              \n                           \n                           \n                              \n                                 Each\n                              \n                           \n                        \n                        \n                           \n                              416020\n                           \n                           \n                              NDC 63323-418-20Unit of 10\n                           \n                           \n                              200 mg per 20 mL(10 mg per mL)\n                           \n                           \n                              NDC 63323-418-0120 mL Single Dose Vial\n                           \n                        \n                     \n                  \n                  \n                     Intended only for use in the ICU.\n                  \n                  Discard unused portion of the 5 mL and 20 mL single-dose vials.",
    "adverseReactions": "•Cisatracurium Besylate Injection is contraindicated in patients with known hypersensitivity to cisatracurium. Severe anaphylactic reactions to Cisatracurium Besylate Injection have been reported [see Warnings and Precautions (5.4)].\n                     \n                        •The use of 10 mL Cisatracurium Besylate Injection multiple-dose vials is contraindicated for use in pediatric patients less than 1 month of age and low birth-weight infants because the formulation contains benzyl alcohol [see Warnings and Precautions (5.2) and Use in Specific Populations (8.4)]."
}