{
    "root": "04724f32-527c-4594-bb8d-beb98a25c3dc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "Terazosin"
    },
    "value": "20240904",
    "ingredients": [
        {
            "name": "TERAZOSIN HYDROCHLORIDE",
            "code": "D32S14F082"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "BUTYL ALCOHOL",
            "code": "8PJ61P6TS3"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "D&C RED NO. 28",
            "code": "767IP0Y5NH"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "FD&C GREEN NO. 3",
            "code": "3P3ONR6O1S"
        }
    ],
    "indications": "Terazosin capsules are indicated for the treatment of symptomatic benign prostatic hyperplasia (BPH). There is a rapid response, with approximately 70% of patients experiencing an increase in urinary flow and improvement in symptoms of BPH when treated with terazosin capsules. The long-term effects of terazosin capsules on the incidence of surgery, acute urinary obstruction or other complications of BPH are yet to be determined. \n                  \n                  Terazosin capsules are also indicated for the treatment of hypertension. Terazosin capsules can be used alone or in combination with other antihypertensive agents such as diuretics or beta-adrenergic blocking agents.",
    "contraindications": "If terazosin capsules administration is discontinued for several days, therapy should be reinstituted using the initial dosing regimen.\n                  \n                  \n                     Benign Prostatic Hyperplasia\n                  \n                  \n                      \n                  \n                  \n                     Initial Dose:\n                  \n                  \n                  1 mg at bedtime is the starting dose for all patients, and this dose should not be exceeded as an initial dose. Patients should be closely followed during initial administration in order to minimize the risk of severe hypotensive response.\n                  \n                  \n                     Subsequent Doses:\n                  \n                  \n                  The dose should be increased in a stepwise fashion to 2 mg, 5 mg, or 10 mg once daily to achieve the desired improvement of symptoms and/or flow rates. Doses of 10 mg once daily are generally required for the clinical response. Therefore, treatment with 10 mg for a minimum of 4 weeks to 6 weeks may be required to assess whether a beneficial response has been achieved. Some patients may not achieve a clinical response despite appropriate titration. Although some additional patients responded at a 20 mg daily dose, there was an insufficient number of patients studied to draw definitive conclusions about this dose. There are insufficient data to support the use of higher doses for those patients who show inadequate or no response to 20 mg daily. If terazosin administration is discontinued for several days or longer, therapy should be reinstituted using the initial dosing regimen.\n                  \n                  \n                  \n                     Use With Other Drugs:\n                  \n                  \n                  Caution should be observed when terazosin capsules are administered concomitantly with other antihypertensive agents, especially the calcium channel blocker verapamil, to avoid the possibility of developing significant hypotension. When using terazosin and other antihypertensive agents concomitantly, dosage reduction and retitration of either agent may be necessary(see PRECAUTIONS). \n                    \n                  Hypotension has been reported when terazosin capsules have been used with phosphodiesterase-5 (PDE-5) inhibitors.\n                  \n                  \n                     Hypertension\n                  \n                  \n                  The dose of terazosin capsules and the dose interval (12 hours or 24 hours) should be adjusted according to the patient’s individual blood pressure response. The following is a guide to its administration.\n                  \n                  \n                     Initial Dose\n                  \n                  \n                  1 mg at bedtime is the starting dose for all patients, and this dose should not be exceeded. This initial dosing regimen should be strictly observed to minimize the potential for severe hypotensive effects.\n                  \n                  \n                     Subsequent Doses\n                  \n                  \n                      \n                  \n                  The dose may be slowly increased to achieve the desired blood pressure response. The usual recommended dose range is 1 mg to 5 mg administered once a day; however, some patients may benefit from doses as high as 20 mg per day. Doses over 20 mg do not appear to provide further blood pressure effect and doses over 40 mg have not been studied. Blood pressure should be monitored at the end of the dosing interval to be sure control is maintained throughout the interval. It may also be helpful to measure blood pressure 2 hours to 3 hours after dosing to see if the maximum and minimum responses are similar, and to evaluate symptoms such as dizziness or palpitations which can result from excessive hypotensive response. If response is substantially diminished at 24 hours an increased dose or use of a twice daily regimen can be considered. If terazosin administration is discontinued for several days or longer, therapy should be reinstituted using the initial dosing regimen. In clinical trials, except for the initial dose, the dose was given in the morning.\n                  \n                      \n                  \n                  \n                     Use With Other Drugs\n                  \n                   (See above.)",
    "warningsAndPrecautions": "Terazosin Capsules, USP are available in four dosage strengths:\n                  \n                     1 mg: Grey opaque/ Grey opaque hard gelatin size “3” capsules imprinted with “ap” logo on cap and “TE1” on body in black ink containing white to off-white powder.\n                  Bottles of 100 capsules with child resistant closure          NDC 27241-288-01          \n                  Bottles of 1000 capsules                                                    NDC 27241-288-10          \n                  \n                  \n                     2 mg: Yellow opaque/ Yellow opaque hard gelatin size “3” capsules imprinted with “ap” logo on cap and “TE2” on body in black ink containing white to off-white powder.\n                  Bottles of 100 capsules with child resistant closure          NDC 27241-289-01          \n                  Bottles of 1000 capsules                                                    NDC 27241-289-10          \n                  \n                  \n                     5 mg: Orange opaque/ Orange opaque hard gelatin size “3” capsules imprinted with “ap” logo on cap and “TE5” on body in black ink containing white to off-white powder.\n                  Bottles of 100 capsules with child resistant closure          NDC 27241-290-01          \n                  Bottles of 1000 capsules                                                    NDC 27241-290-10          \n                  \n                  \n                     10 mg: Light green opaque/ Light green opaque hard gelatin size “3” capsules imprinted with “ap” logo on cap and “TE10” on body in black ink containing white to off-white powder.\n                  Bottles of 100 capsules with child resistant closure           NDC 27241-291-01         \n                  Bottles of 1000 capsules                                                     NDC 27241-291-10         \n                  \n                  Dispense in a tight, light-resistant container as defined in the USP. Recommended storage: Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) (see USP Controlled Room Temperature). Protect from light and moisture.\n                  \n                  \n                      \n                  \n                  \n                     Rx only\n                  \n                  \n                      \n                  \n                  \n                     Marketed by:\n                      Ajanta Pharma USA Inc., Bridgewater, NJ 08807\n                  Made in India\n                  \n                  Revised: 09/2024",
    "adverseReactions": "Terazosin capsules are contraindicated in patients known to be hypersensitive to terazosin hydrochloride."
}