{
    "root": "04e2b9cd-a5cb-4762-86f9-1afbd53b4bc6",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "Amoxicillin and Clavulanate Potassium"
    },
    "value": "20250403",
    "ingredients": [
        {
            "name": "AMOXICILLIN",
            "code": "804826J2HU"
        },
        {
            "name": "CLAVULANATE POTASSIUM",
            "code": "Q42OMW3AT8"
        },
        {
            "name": "ASPARTAME",
            "code": "Z0H242BBR1"
        },
        {
            "name": "HYPROMELLOSE 2910 (50 MPA.S)",
            "code": "1IVH67816N"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SUCCINIC ACID",
            "code": "AB6MNQ6J6L"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        },
        {
            "name": "STRAWBERRY",
            "code": "4J2TY8Y81V"
        }
    ],
    "indications": "Amoxicillin and clavulanate potassium for oral suspension is indicated for the treatment of pediatric patients aged 3 months to 12 years weighing less than or equal to 40 kg with:\n                  \n                  \n                     Recurrent or persistent acute otitis media due to S. pneumoniae (penicillin MICs less than or equal to 2 mcg/mL), H. influenzae (including beta-lactamase-producing strains), or M. catarrhalis (including beta-lactamase-producing strains) characterized by the following risk factors: \n                  \n                  - Antibacterial drug exposure for acute otitis media within the preceding 3 months, and  either of the following: 1) age 2 years, or younger or 2) day care attendance [see Microbiology (12.4)].\n                  \n                     Limitations of Use\n                      \n                  \n                  Amoxicillin and clavulanate potassium for oral suspension is not indicated for the treatment of acute otitis media due to S. pneumoniae with penicillin MIC greater than or equal to 4 mcg/mL. Acute otitis media due to S. pneumoniae alone can be treated with amoxicillin. Therapy may be instituted prior to obtaining the results from bacteriological studies when there is reason to believe the infection may involve both S. pneumoniae (penicillin MIC less than or equal to 2 mcg/mL) and the beta-lactamase-producing organisms listed above.\n                  \n                  \n                     Usage\n                  \n                  \n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of amoxicillin and clavulanate potassium for oral suspension and other antibacterial drugs, amoxicillin and clavulanate potassium for oral suspension should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "Pediatric Patients aged 3 months to 12 years weighing less than or equal to 40 kg: 90 mg/kg/day divided every 12 hours, administered for 10 days. ( 2 )",
    "warningsAndPrecautions": "How Supplied\n                  \n                  \n                  \n                     Amoxicillin and Clavulanate Potassium for Oral Suspension, USP:\n                     \n                     \n                     600 mg/42.9 mg per 5 mL: White to off-white, strawberry-flavored powder for oral suspension. Following constitution, each 5 mL of oral suspension contains 600 mg of amoxicillin USP as the trihydrate and 42.9 mg of clavulanic acid as the potassium salt (equivalent to 51.1 mg of clavulanate potassium). \n                          Bottles of 75 mL                     NDC 16714-294-01     Bottles of 125 mL                   NDC 16714-294-02     Bottles of 200 mL                   NDC 16714-294-03\n                  \n                  \n                     Storage\n                     \n                        \n                     \n                      Store dry powder for oral suspension at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature]. Dispense in original container. Store reconstituted suspension under refrigeration. Discard unused suspension after 10 days.",
    "adverseReactions": "History of a serious hypersensitivity reaction (e.g., anaphylaxis or Stevens-Johnson syndrome) to amoxicillin and clavulanate potassium for oral suspension or any other beta-lactams (e.g., penicillins or cephalosporins). ( 4.1 ) History of cholestatic jaundice/hepatic dysfunction associated with amoxicillin and clavulanate potassium for oral suspension. ( 4.2 )"
}