{
    "root": "05476469-5138-418f-9281-ee084842e5aa",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "Levocarnitine"
    },
    "value": "20250528",
    "ingredients": [
        {
            "name": "LEVOCARNITINE",
            "code": "0G389FZZ9M"
        },
        {
            "name": "MALIC ACID",
            "code": "817L1N4CKP"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "CHERRY",
            "code": "BUC5I9595W"
        },
        {
            "name": "SACCHARIN SODIUM MONOHYDRATE",
            "code": "A9CO00M9HV"
        }
    ],
    "indications": "Levocarnitine is indicated in the treatment of primary systemic carnitine deficiency. In the reported cases, the clinical presentation consisted of recurrent episodes of Reye-like encephalopathy, hypoketotic hypoglycemia, and/or cardiomyopathy. Associated symptoms included hypotonia, muscle weakness and failure to thrive. A diagnosis of primary carnitine deficiency requires that serum, red celland/or tissue carnitine levels be low and that the patient does not have a primary defect in fatty acid or organic acid oxidation (see  CLINICAL PHARMACOLOGY). In some patients, particularly those presenting with cardiomyopathy, carnitine supplementation rapidly alleviated signs and symptoms. Treatment should include, in addition to carnitine, supportive and other therapy as indicated by the condition of the patient. \n                  \n                  Levocarnitine is also indicated for acute and chronic treatment of patients with an inborn error of metabolism which results in a secondary carnitine deficiency.",
    "contraindications": "Levocarnitine Tablets.\n                  \n                  Adults: The recommended oral dosage for adults is 990 mg two or three times a day using the 330 mg tablets, depending on clinical response.\n                  \n                  Infants and children: The recommended oral dosage for infants and children is between 50 and 100 mg/kg/day in divided doses, with a maximum of 3 g/day. Dosage should begin at 50 mg/kg/day. The exact dosage will depend on clinical response.\n                  \n                  Monitoring should include periodic blood chemistries, vital signs, plasma carnitine concentrations and overall clinical condition.\n                  \n                      \n                  \n                  Levocarnitine Oral Solution and Levocarnitine Oral Solution (Sugar Free).\n                  \n                     For oral use only. Not for parenteral use.\n                  \n                  \n                      \n                  \n                  Adults: The recommended dosage of levocarnitine is 1 to 3 g/day for a 50 kg subject, which is equivalent to 10 to 30 mL/day of Levocarnitine Oral Solution or Levocarnitine Oral Solution (Sugar Free). Higher doses should be administered only with caution and only where clinical and biochemical considerations make it seem likely that higher doses will be of benefit. Dosage should start at 1 g/day, (10 mL/day), and be increased slowly while assessing tolerance and therapeutic response. Monitoring should include periodic blood chemistries, vital signs, plasma\n                  carnitine concentrations, and overall clinical condition.\n                  \n                  Infants and children: The recommended dosage of levocarnitine is 50 to 100 mg/kg/day which is equivalent to 0.5 mL/kg/day Levocarnitine Oral Solution or Levocarnitine Oral Solution (Sugar Free). Higher doses should be administered only with caution and only where clinical and biochemical considerations make it seem likely that higher doses will be of benefit. Dosage should start at 50 mg/kg/day, and be increased slowly to a maximum of 3 g/day (30mL/day) while assessing tolerance and therapeutic response. Monitoring should include periodic blood chemistries, vital signs, plasma carnitine concentrations, and overall clinical condition.\n                  \n                  Levocarnitine Oral Solution or Levocarnitine Oral Solution (Sugar Free) may be consumed alone or dissolved in drink or other liquid food. Doses should be spaced evenly throughout the day (every three or four hours) preferably during or following meals and should be consumed slowly in order to maximize tolerance.",
    "warningsAndPrecautions": "Levocarnitine Tablets, USP are supplied as 330 mg white to off white, round, standard biconvex, uncoated tablets debossed with N492 on one side and plain on the other side in individual blisters, packaged in boxes of 90 (NDC 70954-492-10). Store at 20°C to 25°C (68°F to 77°F); excursions permitted 15°C to 30°C (59°F to 86°F) [See USP Controlled Room Temperature].\n                  \n                  Levocarnitine Oral Solution, USP is a clear cherry flavored solution supplied in 118 mL (4 fl. oz.) amber colored HDPE bottles (NDC 70954-139-10). Store at 20°C to 25°C (68°F to 77°F) [See USP Controlled Room Temperature].\n                  \n                  Levocarnitine Oral Solution, USP (Sugar Free) is a clear cherry flavored solution supplied in 118 mL (4 fl. oz.) white colored HDPE bottles (NDC 70954-140-10). Store at 20°C to 25°C (68°F to 77°F) [See USP Controlled Room Temperature].\n                  \n                  Rx only",
    "adverseReactions": "None known."
}