{
    "id": "056ed002-5bed-49d6-a075-e2aa274e008e",
    "indications": "DANYELZA is indicated, in combination with granulocyte-macrophage colony-stimulating factor (GM-CSF), for the treatment of pediatric patients 1 year of age and older and adult patients with relapsed or refractory high-risk neuroblastoma in the bone or bone marrow who have demonstrated a partial response, minor response, or stable disease to prior therapy.\n                  This indication is approved under accelerated approval based on overall response rate and duration of response [see Clinical Studies (14)]. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s).",
    "contraindications": "The recommended dosage of DANYELZA is 3 mg/kg/day (up to 150 mg/day), administered as an intravenous infusion after dilution on Days 1, 3, and 5 of each treatment cycle. Treatment cycles are repeated every 4 weeks until complete response or partial response, followed by 5 additional cycles every 4 weeks.  Subsequent cycles may be repeated every 8 weeks.  Discontinue DANYELZA and GM-CSF for disease progression or unacceptable toxicity. Administer GM-CSF subcutaneously prior to and during each treatment cycle as recommended.  ( 2.1 )",
    "warningsAndPrecautions": "DANYELZA (naxitamab-gqgk) injection is a sterile, preservative-free, clear to slightly opalescent and colorless to slightly yellow solution for intravenous infusion supplied as a carton containing one 40mg/10 mL (4 mg/mL) single-dose vial.\n                  NDC 73042-201-01",
    "adverseReactions": "DANYELZA is contraindicated in patients with a history of severe hypersensitivity reaction to naxitamab-gqgk. Reactions have included anaphylaxis [see Warnings and Precautions (5.1)].",
    "ingredients": [
        {
            "name": "Naxitamab",
            "code": "9K8GNJ2874"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "POLOXAMER 188",
            "code": "LQA7B6G8JG"
        },
        {
            "name": "Water",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "Y-mAbs Therapeutics, Inc.",
    "name": "DANYELZA",
    "effectiveTime": "20250520"
}