{
    "root": "06604c5c-8606-420a-a577-d8ad62a3012a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Testosterone Cypionate",
    "value": "20250204",
    "ingredients": [
        {
            "name": "BENZYL BENZOATE",
            "code": "N863NB338G"
        },
        {
            "name": "COTTONSEED OIL",
            "code": "H3E878020N"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "TESTOSTERONE CYPIONATE",
            "code": "M0XW1UBI14"
        }
    ],
    "indications": "Testosterone Cypionate Injection is indicated for replacement therapy in the male in conditions associated with symptoms of deficiency or absence of endogenous testosterone.\n                  1. Primary hypogonadism (congenital or acquired) - testicular failure due to cryptorchidism, bilateral torsion, orchitis, vanishing testis syndrome; or orchidectomy.\n                  2. Hypogonadotropic hypogonadism (congenital or acquired) - gonadotropin or LHRH deficiency, or pituitary-hypothalamic injury from tumors, trauma, or radiation.\n                  Safety and efficacy of testosterone cypionate in men with \"age-related hypogonadism\" (also referred to as \"late-onset hypogonadism\") have not been established.",
    "contraindications": "Prior to initiating testosterone cypionate, confirm the diagnosis of hypogonadism by ensuring that serum testosterone concentrations have been measured in the morning on at least two separate days and that these serum testosterone concentrations are below the normal range.\n                  Testosterone Cypionate Injection is for intramuscular use only.\n                  It should not be given intravenously. Intramuscular injections should be given deep in the gluteal muscle.\n                  The suggested dosage for Testosterone Cypionate Injection varies depending on the age, sex, and diagnosis of the individual patient. Dosage is adjusted according to the patient's response and the appearance of adverse reactions.\n                  Various dosage regimens have been used to induce pubertal changes in hypogonadal males; some experts have advocated lower dosages initially, gradually increasing the dose as puberty progresses, with or without a decrease to maintenance levels. Other experts emphasize that higher dosages are needed to induce pubertal changes and lower dosages can be used for maintenance after puberty. The chronological and skeletal ages must be taken into consideration, both in determining the initial dose and in adjusting the dose.\n                  For replacement in the hypogonadal male, 50 mg to 400 mg should be administered every two to four weeks.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Warming and shaking the vial should redissolve any crystals that may have formed during storage at temperatures lower than recommended.",
    "warningsAndPrecautions": "Testosterone Cypionate Injection, USP, is available as follows:\n                  200 mg/mL\n                  \n                     NDC 72162-2348-2: 1 mL in a VIAL, SINGLE-DOSE\n                     NDC 72162-2348-4: 10 mL in a VIAL, MULTI-DOSE\n                  \n                  Store vials at 20째 to 25째C (68째 to 77째F). [See USP Controlled Room Temperature]. Protect from light.\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Known hypersensitivity to the drug\n                     Males with carcinoma of the breast\n                     Males with known or suspected carcinoma of the prostate gland\n                     Women who are pregnant (see\n  \n   PRECAUTIONS, Pregnancy)\n \n  \n                     Patients with serious cardiac, hepatic or renal disease (see\n  \n   WARNINGS)"
}