{
    "root": "07f0623c-5781-4ecd-b1aa-274504e9b16f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Perphenazine",
    "value": "20250430",
    "ingredients": [
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "PERPHENAZINE",
            "code": "FTA7XXY4EZ"
        }
    ],
    "indications": "Perphenazine is indicated for use in the treatment of schizophrenia and for the control of severe nausea and vomiting in adults.\n                  Perphenazine has not been shown effective for the management of behavioral complications in patients with mental retardation.",
    "contraindications": "Dosage must be individualized and adjusted according to the severity of the condition and the response obtained. As with all potent drugs, the best dose is the lowest dose that will produce the desired clinical effect. Since extrapyramidal symptoms increase in frequency and severity with increased dosage, it is important to employ the lowest effective dose. These symptoms have disappeared upon reduction of dosage, withdrawal of the drug, or administration of an antiparkinsonian agent.\n                  Prolonged administration of doses exceeding 24 mg daily should be reserved for hospitalized patients or patients under continued observation for early detection and management of adverse reactions. An antiparkinsonian agent, such as trihexyphenidyl hydrochloride or benztropine mesylate, is valuable in controlling drug-induced extrapyramidal symptoms.\n                  Suggested dosages for various conditions follow:",
    "warningsAndPrecautions": "Perphenazine tablets, USP are white round, biconvex, film-coated tablets available as:\n                  8 mg: debossed with \"N3\" on one side and plain on other side, supplied as:\n                  \n                     NDC 72162-2398-1: 100 Tablets in a BOTTLE\n                     NDC 72162-2398-2: 100 Tablets in a BOTTLE\n                  \n                  Store at 20°-25°C (68°-77°F) [see USP Controlled Room Temperature]. Dispense in a tight, light-resistant container.\n                  Repackaged/Relabeled by:\n  \nBryant Ranch Prepack, Inc.\n  \nBurbank, CA 91504",
    "adverseReactions": "Perphenazine products are contraindicated in comatose or greatly obtunded patients and in patients receiving large doses of central nervous system depressants (barbiturates, alcohol, narcotics, analgesics, or antihistamines); in the presence of existing blood dyscrasias, bone marrow depression, or liver damage; and in patients who have shown hypersensitivity to perphenazine products, their components, or related compounds.\n                  Perphenazine products are also contraindicated in patients with suspected or established subcortical brain damage, with or without hypothalamic damage, since a hyperthermic reaction with temperatures in excess of 104°F may occur in such patients, sometimes not until 14 to 16 hours after drug administration. Total body ice-packing is recommended for such a reaction; antipyretics may also be useful."
}