{
    "root": "0cd8cb7b-1ebe-4e7f-940f-711237445dbc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "Sumatriptan"
    },
    "value": "20230720",
    "ingredients": [
        {
            "name": "SUMATRIPTAN SUCCINATE",
            "code": "J8BDZ68989"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Sumatriptan injection is indicated in adults for (1) the acute treatment of migraine, with or without aura, and (2) the acute treatment of cluster headache.\n                     \n                         Limitations of Use:\n                        \n                     \n                  \n                  \n                     Use only if a clear diagnosis of migraine or cluster headache has been established. If a patient has no response to the first migraine or cluster headache attack treated with sumatriptan injection, reconsider the diagnosis before sumatriptan injection is administered to treat any subsequent attacks.\n                     Sumatriptan injection is not indicated for the prevention of migraine or cluster headache attacks.",
    "contraindications": "For subcutaneous use only. (2.1) Acute treatment of migraine: single-dose of 1 to 6 mg. (2.1) Acute treatment of cluster headache: single-dose of 6 mg. (2.1) Maximum dose in a 24-hour period: 12 mg, separate doses by at least 1 hour. (2.1) Patients receiving doses other than 4 or 6 mg: Use the 6 mg single-dose vial. (2.3)",
    "warningsAndPrecautions": "Sumatriptan Injection USP contains sumatriptan as sumatriptan succinate USP and is supplied as a clear, colorless to pale yellow, sterile, nonpyrogenic solution as follows:\n                      Sumatriptan Injection USP, 6 mg per 0.5 mLSingle-Dose Vials in a Carton of 5                                                                                   NDC 55150-173-05\n                      Store between 2° and 30°C (36° and 86°F). Protect from light.\n                      The vial stopper is not made with natural rubber latex.",
    "adverseReactions": "Sumatriptan injection is contraindicated in patients with:\n                     \n                  \n                  \n                     Ischemic coronary artery disease (CAD) (angina pectoris, history of myocardial infarction, or documented silent ischemia) or coronary artery vasospasm, including Prinzmetal’s angina [see Warnings and Precautions (5.1)].\n                     \n                     Wolff-Parkinson-White syndrome or arrhythmias associated with other cardiac accessory conduction pathway disorders [see Warnings and Precautions (5.2)].\n                     \n                     History of stroke or transient ischemic attack (TIA) or history of hemiplegic or basilar migraine because these patients are at a higher risk of stroke [see Warnings and Precautions (5.4)].\n                     \n                     Peripheral vascular disease [see Warnings and Precautions (5.5)].\n                     \n                     Ischemic bowel disease [see Warnings and Precautions (5.5)].\n                     \n                     Uncontrolled hypertension [see Warnings and Precautions (5.8)].\n                     \n                     Recent use (i.e., within 24 hours) of ergotamine-containing medication, ergot-type medication (such as dihydroergotamine or methysergide), or another 5-hydroxytryptamine1 (5-HT1) agonist [see Drug Interactions (7.1, 7.3)].\n                     \n                     Concurrent administration of a monoamine oxidase (MAO)-A inhibitor or recent (within 2 weeks) use of an MAO-A inhibitor [see Drug Interactions (7.2), Clinical Pharmacology (12.3)].\n                     \n                     Hypersensitivity to sumatriptan (angioedema and anaphylaxis seen) [\n                        \n                           see Warnings and Precautions (5.9)\n                        \n                        ]\n                        . \n                     Severe hepatic impairment [\n                              see Clinical Pharmacology (12.3)\n                           ]\n                        ."
}