{
    "root": "0e7d3da8-78fa-b4ae-4a43-15919e900ebe",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "MultiHance",
    "value": "20250314",
    "ingredients": [
        {
            "name": "gadobenate dimeglumine",
            "code": "3Q6PPC19PO"
        }
    ],
    "indications": "magnetic resonance imaging (MRI) of the central nervous\nsystem (CNS) in adults and pediatric patients (including term neonates),\nto visualize lesions with abnormal blood-brain barrier or abnormal\nvascularity of the brain, spine, and associated tissues. (1.1) magnetic resonance angiography (MRA) to evaluate adults\nwith known or suspected renal or aorto-ilio-femoral occlusive vascular\ndisease. (1.2)",
    "contraindications": "The recommended dose of MultiHance is 0.2 mL/kg (0.1 mmol/kg)\nadministered as a rapid bolus intravenous injection. For MRI of the CNS in pediatric patients below 2 years of\nage the recommended dosage range is 0.1 to 0.2 mL/kg. To ensure complete injection of the contrast medium, follow\nthe injection with a saline flush of at least 5 mL in MRI of the CNS\nand at least 20 mL in MRA. ( 2 )",
    "warningsAndPrecautions": "16.1  How Supplied\n                     MultiHance (gadobenate\ndimeglumine) is a clear, colorless to slightly yellow solution containing\n529 mg gadobenate dimeglumine per mL. MultiHance is supplied in glass\nvials; each single dose vial is rubber stoppered with an aluminum\nseal and the contents are sterile. MultiHance is supplied in boxes\nof:\n                  Five 5 mL single dose 10\nmL vials              (NDC 0270-5164-12)Five 10 mL single\ndose 20 mL vials           (NDC 0270-5164-13)Five 15 mL\nsingle dose 20 mL vials           (NDC 0270-5164-14)Five\n20 mL single dose 20 mL vials           (NDC 0270-5164-15)\n                  \n                     16.2  Storage and Handling\n                     Store at 25°C (77°F), excursions permitted to 15-30°C\n(59-86°F) [see USP Controlled Room Temperature]. Do not freeze.",
    "adverseReactions": "MultiHance is contraindicated in patients with known allergic or\nhypersensitivity reactions to gadolinium-based contrast agents [\n                        see Warnings and Precautions (5.3)\n                        \n                     ]."
}