{
    "id": "0e87ba50-9918-4733-8ed3-95ce3c772b07",
    "indications": "Loteprednol etabonate ophthalmic suspension is indicated for the treatment of steroid responsive inflammatory conditions of the palpebral and bulbar conjunctiva, cornea and anterior segment of the globe such as allergic conjunctivitis, acne rosacea, superficial punctate keratitis, herpes zoster keratitis, iritis, cyclitis, selected infective conjunctivitides, when the inherent hazard of steroid use is accepted to obtain an advisable diminution in edema and inflammation.\n                  Loteprednol etabonate ophthalmic suspension is less effective than prednisolone acetate 1% in two 28-day controlled clinical studies in acute anterior uveitis, where 72% of patients treated with loteprednol etabonate ophthalmic suspension experienced resolution of anterior chamber cells, compared to 87% of patients treated with prednisolone acetate 1%. The incidence of patients with clinically significant increases in IOP (≥ 10 mmHg) was 1% with loteprednol etabonate ophthalmic suspension and 6% with prednisolone acetate 1%. Loteprednol etabonate ophthalmic suspension should not be used in patients who require a more potent corticosteroid for this indication.\n                  Loteprednol etabonate ophthalmic suspension is also indicated for the treatment of post-operative inflammation following ocular surgery.",
    "contraindications": "SHAKE VIGOROUSLY BEFORE USING.\n                  \n                     Steroid Responsive Disease Treatment: Apply one to two drops of loteprednol etabonate ophthalmic suspension into the conjunctival sac of the affected eye(s) four times daily. During the initial treatment within the first week, the dosing may be increased, up to 1 drop every hour, if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after two days, the patient should be re-evaluated (see \n                        PRECAUTIONS\n                     ).\n                  \n                     Post-Operative Inflammation: Apply one to two drops of loteprednol etabonate ophthalmic suspension into the conjunctival sac of the operated eye(s) four times daily beginning 24 hours after surgery and continuing throughout the first 2 weeks of the post-operative period.",
    "warningsAndPrecautions": "Loteprednol Etabonate Ophthalmic Suspension, 0.5% is a sterile, white to off-white uniform suspension essentially free from foreign particles filled in 10 mL or 15 mL low density polyethylene white opaque bottle with low density polyethylene white opaque nozzle and high density polyethylene pink cap.\n                  It is available as follows:\n                  5 mL in 10 mL Bottle (Filled to 1/2 Capacity):                      NDC 60219-1362-1\n                  10 mL in 15 mL Bottle (Filled to 2/3 Capacity):                    NDC 60219-1362-2\n                  15 mL in 15 mL Bottle:                                                          NDC 60219-1362-3\n                  \n                  \n                     Storage: Store upright between 15° to 25°C (59° to 77°F). DO NOT FREEZE.\n                  \n                     KEEP OUT OF THE REACH OF CHILDREN.\n                  \n                  \n                     Rx only\n                  \n                  Manufactured by: \n                  \n                     Amneal Pharmaceuticals Pvt. Ltd.\n                  \n                  Ahmedabad 382213, INDIA \n                  Distributed by: \n                  \n                     Amneal Pharmaceuticals LLC \n                  \n                  Bridgewater, NJ 08807 \n                  Rev. 05-2025\n                  Version-00",
    "adverseReactions": "Loteprednol etabonate ophthalmic suspension, as with other ophthalmic corticosteroids, is contraindicated in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia and varicella and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Loteprednol etabonate ophthalmic suspension is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids.",
    "ingredients": [
        {
            "name": "LOTEPREDNOL ETABONATE",
            "code": "YEH1EZ96K6"
        },
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "TYLOXAPOL",
            "code": "Y27PUL9H56"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "Amneal Pharmaceuticals NY LLC",
    "name": "LOTEPREDNOL ETABONATE",
    "effectiveTime": "20250521"
}