{
    "root": "0f25eef8-d21f-138d-dd9c-550b42f355dc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "PROGESTERONE",
    "value": "20250306",
    "ingredients": [
        {
            "name": "PROGESTERONE",
            "code": "4G7DS2Q64Y"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "SESAME OIL",
            "code": "QX10HYY4QV"
        }
    ],
    "indications": "This drug is indicated in amenorrhea and abnormal uterine bleeding due to hormonal imbalance in the absence of organic pathology, such as submucous fibroids or uterine cancer.",
    "contraindications": "Progesterone is administered by intramuscular injection. It differs from other commonly used steroids in that it is irritating at the place of injection.\n                  \n                     Amenorrhea: Five to 10 mg are given for six to eight consecutive days. If there has been sufficient ovarian activity to produce a proliferative endometrium, one can expect withdrawal bleeding forty-eight to seventy-two hours after the last injection. This may be followed by spontaneous normal cycles.\n                  \n                     Functional Uterine Bleeding: Five to 10 mg are given daily for six doses. Bleeding may be expected to cease within six days. When estrogen is given as well, the administration of progesterone is begun after two weeks of estrogen therapy. If menstrual flow begins during the course of injections of progesterone, they are discontinued.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever the solution and container permit.",
    "warningsAndPrecautions": "Progesterone Injection USP, 500 mg/10 mL (50 mg/mL) is available in 10 mL multiple dose vials, individually boxed.\n                   (NDC 70700-286-22) \n                  Store at 20째-25째C (68째-77째F). [See USP controlled room temperature.]\n                  \n                     Rx only\n                  \n                  Manufactured for:Xiromed, LLC Florham Park, NJ 07932\n                  Made in Spain Revised: Dec 2021 PI-286-00",
    "adverseReactions": "Current or past history of thrombophlebitis, thromboembolic disorders, or cerebral apoplexy.\n                     Liver dysfunction or disease.\n                     Known or suspected malignancy of breast or genital organs.\n                     Undiagnosed vaginal bleeding.\n                     Missed abortion.\n                     Known sensitivity to progesterone injection.\n                     Known sensitivity to sesame oil/seeds."
}