{
    "root": "11b7dcc4-7810-4ecd-b203-3dc5d350743b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Adalimumab",
    "value": "20241121",
    "ingredients": [
        {
            "name": "ADALIMUMAB",
            "code": "FYS6T7F842"
        },
        {
            "name": "ADIPIC ACID",
            "code": "76A0JE0FKJ"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        }
    ],
    "indications": "Adalimumab-adaz is a tumor necrosis factor (TNF)-blocker indicated for: • Rheumatoid Arthritis (RA) (1.1) : reducing signs and symptoms, inducing major clinical response, inhibiting the progression of structural damage, and improving physical function in adult patients with moderately to severely active RA. • Juvenile Idiopathic Arthritis (JIA) (1.2) : reducing signs and symptoms of moderately to severely active polyarticular JIA in patients 2 years of age and older. • Psoriatic Arthritis (PsA) (1.3) : reducing signs and symptoms, inhibiting the progression of structural damage, and improving physical function in adult patients with active PsA. • Ankylosing Spondylitis (AS) (1.4) : reducing signs and symptoms in adult patients with active AS. • Crohn’s Disease (CD) (1.5) : treatment of moderately to severely active Crohn’s disease in adults and pediatric patients 6 years of age and older. • Ulcerative Colitis (UC) ( 1.6 ): treatment of moderately to severely active ulcerative colitis in adult patients. Limitations of Use : Effectiveness has not been established in patients who have lost response to or were intolerant to TNF blockers. • Plaque Psoriasis (Ps) ( 1.7 ): treatment of adult patients with moderate to severe chronic plaque psoriasis who are candidates for systemic therapy or phototherapy, and when other systemic therapies are medically less appropriate. • Hidradenitis Suppurativa (HS) ( 1.8 ) : treatment of moderate to severe hidradenitis suppurativa in adult patients. • Uveitis (UV) ( 1.9 ) : treatment of non-infectious intermediate, posterior, and panuveitis in adult patients.",
    "contraindications": "• Administer by subcutaneous injection (2) Rheumatoid Arthritis, Psoriatic Arthritis, Ankylosing Spondylitis (2.1) : • Adults: 40 mg every other week. • Some patients with RA not receiving methotrexate may benefit from increasing the dosage to 40 mg every week or 80 mg every other week. Juvenile Idiopathic Arthritis (2.2) : Pediatric Weight 2 Years of Age and Older Recommended Dosage 10 kg (22 lbs) to less than 15 kg (33 lbs) 10 mg every other week 15 kg (33 lbs) to less than 30 kg (66 lbs) 20 mg every other week 30 kg (66 lbs) and greater 40 mg every other week Crohn's Disease (2.3 ): • Adults: 160 mg on Day 1 (given in one day or split over two consecutive days); 80 mg on Day 15; and 40 mg every other week starting on Day 29. • Pediatric Patients 6 Years of Age and Older: Pediatric Weight Recommended Dosage Days 1 and 15 Starting on Day 29 17 kg (37 lbs) to less than 40 kg (88 lbs) Day 1: 80 mg Day 15: 40 mg 20 mg every other week 40 kg (88 lbs) and greater Day 1: 160 mg (single dose or split over two consecutive days) Day 15: 80 mg 40 mg every other week Ulcerative Colitis (2.4 ): • Adults : 160 mg on Day 1 (given in one day or split over two consecutive days), 80 mg on Day 15 and 40 mg every other week starting on Day 29. Discontinue in patients without evidence of clinical remission by eight weeks (Day 57). Plaque Psoriasis or Adult Uveitis ( 2.5 ): • Adults : 80 mg initial dose, followed by 40 mg every other week starting one week after initial dose. Hidradenitis Suppurativa ( 2.6 ): • Adults: • Day 1: 160 mg (given in one day or split over two consecutive days) • Day 15: 80 mg • Day 29 and subsequent doses: 40 mg every week or 80 mg every other week",
    "warningsAndPrecautions": null,
    "adverseReactions": "None."
}