{
    "root": "122ec3a2-4c9a-4f27-8c82-643b968823e2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ketoconazole",
    "value": "20240311",
    "ingredients": [
        {
            "name": "KETOCONAZOLE",
            "code": "R9400W927I"
        },
        {
            "name": "COCO DIETHANOLAMIDE",
            "code": "92005F972D"
        },
        {
            "name": "DISODIUM LAURETH SULFOSUCCINATE",
            "code": "D6DH1DTN7E"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "IMIDUREA",
            "code": "M629807ATL"
        },
        {
            "name": "PEG-120 METHYL GLUCOSE DIOLEATE",
            "code": "YM0K64F20V"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM LAURETH-3 SULFATE",
            "code": "BPV390UAP0"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Ketoconazole shampoo, 2% is indicated for the treatment of tinea (pityriasis) versicolor caused by or presumed to be caused by Pityrosporum orbiculare (also known as Malassezia furfur or M. orbiculare).\n                  \n                     Note: Tinea (pityriasis) versicolor may give rise to hyperpigmented or hypopigmented patches on the trunk which may extend to the neck, arms and upper thighs. Treatment of the infection may not immediately result in normalization of pigment to the affected sites. Normalization of pigment following successful therapy is variable and may take months, depending on individual skin type and incidental sun exposure. Although tinea versicolor is not contagious, it may recur because the organism that causes the disease is part of the normal skin flora.",
    "contraindications": "Apply the shampoo to the damp skin of the affected area and a wide margin surrounding this area. Lather, leave in place for 5 minutes and then rinse off with water.\n                  One application of the shampoo should be sufficient.",
    "warningsAndPrecautions": "Ketoconazole shampoo, 2% is a red-orange liquid supplied in a 4-fluid ounce (120 mL) nonbreakable plastic bottle (NDC 72578-156-12).\n                  \n                     Storage conditions\n                  \n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature]. Protect from light.",
    "adverseReactions": "Ketoconazole shampoo, 2% is contraindicated in persons who have known hypersensitivity to the active ingredient or excipients of this formulation."
}