{
    "root": "139fb92c-bb10-4ee9-8572-679ac540aa27",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Flunisolide",
    "value": "20250430",
    "ingredients": [
        {
            "name": "FLUNISOLIDE",
            "code": "QK4DYS664X"
        },
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "BUTYLATED HYDROXYANISOLE",
            "code": "REK4960K2U"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3350",
            "code": "G2M7P15E5P"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM CITRATE, UNSPECIFIED FORM",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        }
    ],
    "indications": "Flunisolide nasal solution is indicated for the treatment of the nasal symptoms of seasonal or perennial rhinitis. Flunisolide nasal solution should not be used in the presence of untreated localized infection involving nasal mucosa.",
    "contraindications": "Adults: The recommended starting dose of flunisolide nasal solution is 2 sprays (50 mcg) in each nostril 2 times a day (total dose 200 mcg/day). If needed, this dose may be increased to 2 sprays in each nostril 3 times a day (total dose 300 mcg/day).\n                  \n                     Pediatric Patients 6 to 14 years: The recommended starting dose of flunisolide nasal solution is 1 spray (25 mcg) in each nostril 3 times a day or 2 sprays (50 mcg) in each nostril 2 times a day (total dose 150 to 200 mcg/day). Flunisolide nasal solution is not recommended for use in pediatric patients less than 6 years of age as safety and efficacy studies, including possible adverse effects on growth, have not been conducted.\n                  Maximum total daily doses should not exceed 8 sprays in each nostril for adults (total dose 400 mcg/day) and 4 sprays in each nostril for pediatric patients under 14 years of age (total dose 200 mcg/day). Since there is no evidence that exceeding the maximum recommended dosage is more effective and increased systemic absorption would occur, higher doses should be avoided.\n                  After the desired clinical effect is obtained, the maintenance dose should be reduced to the smallest amount necessary to control the symptoms. Approximately 15% of patients with perennial rhinitis may be maintained on as little as 1 spray in each nostril per day.\n                  \n                     For priming and repriming the nasal spray unit after storage\n                     : The patient should remove the dust cover. Put two fingers on “shoulders” of pump unit, and place thumb on bottom of bottle. Push bottle with thumb FIRMLY and QUICKLY 5-6 times or until fine spray appears. Now your pump is primed. The patient must prime the pump unit again if it has not been used for 5 days or more, or if it has been disassembled for cleaning.",
    "warningsAndPrecautions": "Flunisolide Nasal Solution USP, 0.025% is supplied in a nasal pump dispenser with dust cover and with patient instructions in the following size:\n                  25 mL bottles – NDC 50742-317-25\n                  Each 25 mL flunisolide nasal solution spray bottle contains 6.25 mg (0.25 mg/mL), 200 metered sprays of flunisolide.",
    "adverseReactions": "Hypersensitivity to any of the ingredients."
}