{
    "root": "13f3f916-c824-471a-a2d4-fcb803e4c45b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "RIVAROXABAN"
    },
    "value": "20250130",
    "ingredients": [
        {
            "name": "RIVAROXABAN",
            "code": "9NDF7JZ4M3"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYETHYLENE GLYCOL 6000",
            "code": "30IQX730WE"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "POLYETHYLENE GLYCOL 8000",
            "code": "Q662QK8M3B"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "D&C YELLOW NO. 10 ALUMINUM LAKE",
            "code": "CQ3XH3DET6"
        }
    ],
    "indications": "Rivaroxaban tablet is a factor Xa inhibitor indicated: • to reduce risk of stroke and systemic embolism in nonvalvular atrial fibrillation (1.1) • for treatment of deep vein thrombosis (DVT) (1.2) • for treatment of pulmonary embolism (PE) (1.3) • for reduction in the risk of recurrence of DVT or PE (1.4) • for prophylaxis of DVT, which may lead to PE in patients undergoing knee or hip replacement surgery (1.5) • for prophylaxis of venous thromboembolism (VTE) in acutely ill medical patients (1.6) • to reduce the risk of major cardiovascular events in patients with coronary artery disease (CAD) (1.7) • to reduce the risk of major thrombotic vascular events in patients with peripheral artery disease (PAD), including patients after recent lower extremity revascularization due to symptomatic PAD (1.8) • for treatment of VTE and reduction in the risk of recurrent VTE in pediatric patients from birth to less than 18 years (1.9) • for thromboprophylaxis in pediatric patients 2 years and older with congenital heart disease after the Fontan procedure (1.10)",
    "contraindications": "• Nonvalvular Atrial Fibrillation : 15 or 20 mg, once daily with food (2.1) • Treatment of DVT and/or PE : 15 mg orally twice daily with food for the first 21 days followed by 20 mg orally once daily with food for the remaining treatment (2.1) • Reduction in the Risk of Recurrence of DVT and/or PE in patients at continued risk for DVT and/or PE : 10 mg once daily with or without food, after at least 6 months of standard anticoagulant treatment (2.1) • Prophylaxis of DVT Following Hip or Knee Replacement Surgery : 10 mg orally once daily with or without food (2.1) • Prophylaxis of VTE in Acutely Ill Medical Patients at Risk for Thromboembolic Complications Not at High Risk of Bleeding : 10 mg once daily, with or without food, in hospital and after hospital discharge for a total recommended duration of 31 to 39 days (2.1) • CAD or PAD : 2.5 mg orally twice daily with or without food, in combination with aspirin (75 to 100 mg) once daily (2.1) • Pediatric Patients : See dosing recommendations in the Full Prescribing Information (2.2)",
    "warningsAndPrecautions": "Rivaroxaban tablets, USP are available in the strengths and packages listed below: 2.5 mg tablets: Light yellow to yellow round biconvex film-coated tablets debossed with “9” on one side and “C” on other side. NDC 62332-683-60                Bottle of 60 tablets with child resistant closure NDC 62332-683-45                Bottle of 180 tablets with child resistant closure NDC 62332-683-91                Bottle of 1000 tablets NDC 62332-683-10                100 (10 x 10) tablets unit dose blister pack\n                      10 mg tablets are round, pink, biconvex film-coated tablets debossed with “L” on one side and “10” on the other side. The tablets are supplied in the packages listed: NDC 62332-346-30                Bottle of 30 tablets with child resistant closure NDC 62332-346-91                Bottle of 1000 tablets NDC 62332-346-10                100 (10 x 10) tablets unit dose blister pack \n                      15 mg tablets are round, brown, film-coated biconvex tablets debossed with ‘504’ on one side and plain on the other side. The tablets are supplied in the packages listed: NDC 62332-347-30                Bottle of 30 tablets with child resistant closure NDC 62332-347-91                Bottle of 1000 tablets NDC 62332-347-10                100 (10 x 10) tablets unit dose blister pack\n                      20 mg tablets are triangle shaped, brown, film-coated tablets debossed with ‘505’ on one side and plain on the other side. The tablets are supplied in the packages listed: NDC 62332-348-30                Bottle of 30 tablets with child resistant closure NDC 62332-348-91                Bottle of 1000 tablets NDC 62332-348-10                100 (10 x 10) tablets unit dose blister pack\n                      Starter Pack for treatment of deep vein thrombosis and treatment of pulmonary embolism: NDC 62332-240-51                 30-day starter blister pack containing 51 tablets: 42 tablets of 15 mg and 9 tablets of 20 mg\n                      Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Preserve in well-closed containers. Keep out of the reach of children.",
    "adverseReactions": "Rivaroxaban tablets are contraindicated in patients with: \n                  ·         active pathological bleeding [see Warnings and Precautions (5.2)]\n                  \n                  ·         severe hypersensitivity reaction to rivaroxaban tablets (e.g., anaphylactic reactions) [see Adverse Reactions (6.2)]"
}