{
    "root": "14bf5106-3b8c-4375-8466-c158c8f8f614",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "METFORMIN HYDROCHLORIDE",
    "value": "20250310",
    "ingredients": [
        {
            "name": "METFORMIN HYDROCHLORIDE",
            "code": "786Z46389E"
        }
    ],
    "indications": "Metformin hydrochloride extended-release tablet is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
    "contraindications": "Starting dose: 500 mg orally once daily with the evening      meal ( 2.1 ) Increase the dose in increments of 500 mg every 1 to 2      weeks, up to a maximum of 2,000 mg once daily with the evening meal.      ( 2.1 ) Patients receiving metformin hydrochloride (HCl) tablets      may be switched to metformin hydrochloride extended-release tablets once      daily at the same total daily dose, up to 2,000 mg once daily.      ( 2.1 ) Swallow metformin hydrochloride extended-release tablets      whole and never crush, cut or chew. ( 2.1 ) Renal Impairment: Prior to initiation, assess renal function with estimated glomerular filtration rate (eGFR) ( 2.2 ). Do not use in patients with eGFR below 30 mL/minute/1.73 m 2 . Initiation is not recommended in patients with eGFR between 30 to 45 mL/minute/1.73 m 2 . Assess risk/benefit of continuing metformin hydrochloride if eGFR falls below 45 mL/minute/1.73 m 2 . Discontinue if eGFR falls below 30 mL/minute/1.73 m 2 . Discontinuation for Iodinated Contrast Imaging Procedures: Metformin hydrochloride      extended-release tablets may need to be discontinued at time of, or prior      to, iodinated contrast imaging procedures ( 2.3 )",
    "warningsAndPrecautions": "Metformin hydrochloride extended-release tablets USP, 500 mg are available as white to off-white, oval shaped, biconvex coated tablet, debossed with \"L41\" on one side and \"LU\" on the other side.\n                  Metformin hydrochloride extended-release tablets USP, 1,000 mg are available as white to off-white, oval shaped, biconvex coated tablet, debossed with \"L42\" on one side and \"LU\" on the other side.\n                  They are supplied as follows:\n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                               Strength\n                              \n                           \n                           \n                               Package\n                              \n                           \n                           \n                               NDC Code\n                              \n                           \n                        \n                        \n                            500 mg\n                           \n                            Bottles of 100\n                           \n                            68180-338-01\n                           \n                        \n                        \n                            1,000 mg\n                           \n                            Bottles of 90\n                           \n                            68180-339-09\n                           \n                        \n                     \n                  \n                  Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F); [see USP Controlled Room Temperature].",
    "adverseReactions": "Severe renal impairment: (eGFR below 30mL/minute/1.73 m 2 ) ( 4 , 5.1 ) Known hypersensitivity to metformin ( 4 ) Acute or chronic metabolic acidosis, including diabetic ketoacidosis, with or without coma ( 4 )"
}