{
    "root": "1501a154-5d23-4ff0-a6ef-31715dcb2282",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Sirolimus",
    "value": "20250527",
    "ingredients": [
        {
            "name": "SIROLIMUS",
            "code": "W36ZG6FT64"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "SOYBEAN PHOSPHATIDYLCHOLINE",
            "code": "1T6N4D9YV6"
        },
        {
            "name": "ASCORBYL PALMITATE",
            "code": "QN83US2B0N"
        },
        {
            "name": "GLYCERYL MONO- AND DIPALMITOSTEARATE",
            "code": "KC98RO82HJ"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "SOY ACID",
            "code": "HBA528N3PW"
        }
    ],
    "indications": "Sirolimus is an mTOR inhibitor immunosuppressant indicated for the prophylaxis of organ rejection in patients aged ≥13 years receiving renal transplants: • Patients at low- to moderate-immunologic risk: Use initially with cyclosporine (CsA) and corticosteroids. CsA withdrawal is recommended 2–4 months after transplantation ( 1.1 ). • Patients at high-immunologic risk: Use in combination with CsA and corticosteroids for the first 12 months following transplantation ( 1.1 ). Safety and efficacy of CsA withdrawal has not been established in high risk patients ( 1.1 , 1.2 , 14.3 ). Sirolimus is an mTOR inhibitor indicated for the treatment of patients with lymphangioleiomyomatosis ( 1.3 ).",
    "contraindications": "Sirolimus is to be administered orally once daily, consistently with or without food [see Dosage and Administration (2.5), Clinical Pharmacology (12.3)\n                     ].",
    "warningsAndPrecautions": "Since sirolimus is not absorbed through the skin, there are no special precautions. However, if direct contact of the oral solution occurs with the skin or eyes, wash skin thoroughly with soap and water; rinse eyes with plain water.\n                  Do not use sirolimus after the expiration date. The expiration date refers to the last day of that month.",
    "adverseReactions": "Sirolimus is contraindicated in patients with a hypersensitivity to sirolimus [see Warnings and Precautions (5.4)\n                     ]."
}