{
    "root": "157ed8df-0c80-4bdb-be33-3f49114b80e0",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Clobetasol Propionate",
    "value": "20241224",
    "ingredients": [
        {
            "name": "SORBITAN SESQUIOLEATE",
            "code": "0W8RRI5W5A"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "PETROLATUM",
            "code": "4T6H12BN9U"
        },
        {
            "name": "CLOBETASOL PROPIONATE",
            "code": "779619577M"
        }
    ],
    "indications": "Clobetasol  propionate  ointment USP, 0.05%  is  super-high  potency  corticosteroid formulations indicated  for  the  relief  of  the  inflammatory  and  pruritic manifestations  of corticosteroid- responsive  dermatoses. Treatment beyond 2  consecutive  weeks  is not recommended,  and  the total  dosage should not  exceed 50 g/ week  because  of  the potential  for  the  drug  to   suppress   the  hypothalamic-pituitary- adrenal (HPA)  axis.  Use  in pediatric patients under 12  years  of  age  is not recommended. \n       \n \n  \n                      As with  other highly active  corticosteroids, therapy  should be  discontinued  when control has  been  achieved.  If  no improvement  is  seen within 2  weeks, reassessment  of  the  diagnosis  may be  necessary.",
    "contraindications": "Apply a thin layer of clobetasol propionate ointment to the affected skin areas twice daily and rub in gently and completely. (See \n       \n \n  INDICATIONS AND USAGE.) \n       \n \n  \n                      Clobetasol propionate ointment are super- high potency topical corticosteroids; therefore, \n       \n \n  treatment should be limited to 2 consecutive weeks , and amounts greater than 50 g per week should not be used.\n       \n \n  \n                      As with other highly active corticosteroids, therapy should be discontinued when control has been achieved. If no improvement is seen within 2 weeks, reassessment of diagnosis may be necessary.\n       \n \n   Clobetasol propionate ointment should not be used with occlusive dressings\n       \n \n  .\n        \n  \n   \n                     \n                     Geriatric Use: In studies where geriatric patients (65 years of age or older, see \n       \n \n  PRECAUTIONS) have been treated with clobetasol propionate ointment, safety did not differ from that in younger patients; therefore, no dosage adjustment is recommended.",
    "warningsAndPrecautions": "Clobetasol Propionate Ointment USP, 0.05% is supplied in:\n                  15 g tube (NDC 72162-1273-4)\n                  30 g tube (NDC 72162-1273-3)\n                  45 g tube (NDC 72162-1273-2)\n                  60 g tube (NDC 72162-1273-6)\n                  Store at controlled room temperature 15°-30°C (59°-86°F). DO NOT REFRIGERATE.\n                  Repackaged/Relabeled by:\n                     Bryant Ranch Prepack, Inc.\n                     Burbank, CA 91504",
    "adverseReactions": "Clobetasol propionate ointment USP, 0.05% is contraindicated in those patients with a history of hypersensitivity to any of the components of the preparations."
}