{
    "id": "17982e48-31b2-4b74-896f-b7f61b1e54ad",
    "indications": "Bortezomib for Injection is a proteasome inhibitor indicated for: treatment of adult patients with multiple myeloma ( 1.1 ) treatment of adult patients with mantle cell lymphoma ( 1.2 )",
    "contraindications": "For subcutaneous or intravenous use only. Each route of administration has a different reconstituted concentration. Exercise caution when calculating the volume to be administered. ( 2.1 , 2.10 ) The recommended starting dose of Bortezomib for Injection is 1.3 mg/m 2 administered either as a 3 to 5 second bolus intravenous injection or subcutaneous injection. ( 2.2 , 2.4 , 2.6 ) Retreatment for Multiple Myeloma: May retreat starting at the last tolerated dose. ( 2.6 ) Hepatic Impairment: Use a lower starting dose for patients with moderate or severe hepatic impairment. ( 2.8 ) Dose must be individualized to prevent overdose. ( 2.10 )",
    "warningsAndPrecautions": "Bortezomib for Injection is supplied as a white to off-white cake or powder.\n\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              NDC\n                           \n                           \n                              Bortezomib for Injection\n                           \n                           \n                              Package Factor\n                           \n                        \n                        \n                           25021-262-10\n\n                           3.5 mg Single-Dose Vial\n\n                           1 vial per carton",
    "adverseReactions": "Bortezomib for Injection is contraindicated in patients with hypersensitivity (not including local reactions) to bortezomib, boron, or mannitol. Reactions have included anaphylactic reactions [see Adverse Reactions (6.1)].\n\n                  Bortezomib for Injection is contraindicated for intrathecal administration. Fatal events have occurred with intrathecal administration of Bortezomib for Injection.",
    "ingredients": [
        {
            "name": "BORTEZOMIB",
            "code": "69G8BD63PP"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        }
    ],
    "organization": "Sagent Pharmaceuticals",
    "name": "BORTEZOMIB",
    "effectiveTime": "20250505"
}