{
    "id": "17dec820-1b57-4ac9-82a8-419cab664a2f",
    "indications": "6B7800S\n                  \n                  \n                     12x     800 mL\n                  \n                  \n                     Rx only\n                     \n                     Store at Controlled Room Temperature. Protect from freezing. Avoid excessive heat. Definition of \"Controlled Room Temperature\": \n                      \"A temperature maintained thermostatically that encompasses the usual and customary working environment of 20° to 25°C (68° to 77°F); that results in a mean kinetic temperature calculated to be not more than 25°C; and that allows for excursions between 15°C and 30°C (59° and 86°F) that are experienced in pharmacies, hospitals, and warehouses. Provided the mean kinetic temperature remains in the allowed range, transient spikes up to 40°C are permitted as long as they do not exceed 24 hours ... The mean kinetic temperature is a calculated value that may be used as an isothermal storage temperature that simulates the non isothermal effects of storage temperature variations.\" \n                      Reference: United States Pharmacopeia, General Notices. United States Pharmacopeial Convention, Inc. 12601 Twinbrook Parkway, Rockville, MD. \n                      Dispose of waste in appropriate biohazard container or according to local regulatory requirements.\n                  \n                      Indications and Usage:\n                      InterSol solution is an isotonic solution designed to replace a proportion of the plasma used in the storage of leukoreduced apheresis platelets under standard blood banking conditions. There is no direct therapeutic effect to be expected from the formulation. The solution should never be infused directly into a patient.\n                  InterSol platelets are leukocyte-reduced apheresis platelet concentrates that are stored in a mix of 65% InterSol and 35% plasma, nominal. InterSol platelets prepared within the ranges described in the apheresis system Operator's Manuals may be stored for up to 5 days at 20-24°C, with continuous agitation.",
    "contraindications": "Dosage and Administration:\n                      InterSol solution is to be used with the AMICUS Separator System or the TRIMA ACCEL system. For full instructions on the use of InterSol solution, see the Operator's Manual for the respective platelet collection system.",
    "warningsAndPrecautions": "How Supplied/Storage and Handling:800 mL sterile solution in a non-PVC plastic container with a sterile, non-pyrogenic fluid path. The InterSol solution container is supplied in a vented plastic overwrap covering that serves as a dust cover for the container. The dust cover is not a sterility barrier and is not an element that defines the expiration date of the InterSol product.\n                     \n                     \n                  \n                  \n                      \n                     Fresenius Kabi AG\n                     Else-Kröner-Str. 1\n                  61352 Bad Homburg\n                  GermanyTel.: +49 (0) 61 72 / 686-0www.fresenius-kabi.com\n                  www.fresenius-kabi.com/us/symbolglossary\n                  For US: 1-800-933-6925\n                  All trademarks shown are property of their respective owners.\n                  © 2025 Fresenius Kabi AG. All rights reserved.\n                  472317814 [A] 2025/03",
    "adverseReactions": "Contraindications:\n                      InterSol solution is added to apheresis-derived leukoreduced platelet concentrates after the apheresis procedure is complete. It is not for direct intravenous infusion. There are no known contraindications associated with the use of InterSol solution for the preparation of InterSol platelets.",
    "ingredients": [
        {
            "name": "Sodium Chloride",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM ACETATE",
            "code": "4550K0SC9B"
        },
        {
            "name": "Trisodium Citrate Dihydrate",
            "code": "B22547B95K"
        },
        {
            "name": "Sodium Phosphate, Monobasic, Monohydrate",
            "code": "593YOG76RN"
        },
        {
            "name": "Water",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC, UNSPECIFIED FORM",
            "code": "GR686LBA74"
        }
    ],
    "organization": "Fenwal, Inc.",
    "name": "InterSol",
    "effectiveTime": "20250523"
}