{
    "root": "18928e94-a9ff-44a6-a65e-c6f8c21c815c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Fluticasone Furoate and Vilanterol",
    "value": "20241121",
    "ingredients": [
        {
            "name": "FLUTICASONE FUROATE",
            "code": "JS86977WNV"
        },
        {
            "name": "VILANTEROL TRIFENATATE",
            "code": "40AHO2C6DG"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        }
    ],
    "indications": "Fluticasone Furoate/Vilanterol ELLIPTA is a combination of fluticasone furoate, a corticosteroid, and vilanterol, a long‑acting beta 2 -adrenergic agonist (LABA), indicated for: • the maintenance treatment of patients with chronic obstructive pulmonary disease (COPD). ( 1.1 ) • the maintenance treatment of asthma in patients aged 5 years and older. ( 1.2 ) Limitations of Use: Not indicated for relief of acute bronchospasm. ( 1.3 , 5.2 )",
    "contraindications": "• For oral inhalation only. ( 2.3 ) • Maintenance treatment of COPD: 1 actuation of Fluticasone Furoate/Vilanterol ELLIPTA 100/25 mcg once daily administered by oral inhalation. ( 2.1 ) • Maintenance treatment of asthma in adult patients aged 18 years and older: 1 actuation of Fluticasone Furoate/Vilanterol ELLIPTA 100/25 mcg or Fluticasone Furoate/Vilanterol ELLIPTA 200/25 mcg once daily administered by oral inhalation. ( 2.2 ) • Maintenance treatment of asthma in pediatric patients aged 12 to 17 years: 1 actuation of Fluticasone Furoate/Vilanterol ELLIPTA 100/25 mcg once daily administered by oral inhalation. ( 2.2 ) • Maintenance treatment of asthma in pediatric patients aged 5 to 11 years: 1 actuation of fluticasone furoate/vilanterol ELLIPTA 50/25 mcg once daily administered by oral inhalation. ( 2.2 )",
    "warningsAndPrecautions": "Fluticasone Furoate/Vilanterol ELLIPTA is supplied as a disposable light grey and pale blue plastic inhaler containing 2 foil strips, each with 30 blisters. \n                  One strip contains fluticasone furoate (100 or 200 mcg per blister), and the other strip contains vilanterol (25 mcg per blister). \n                  A blister from each strip is used to create 1 dose. The inhaler is packaged within a moisture‑protective foil tray with a desiccant and a peelable lid in the following packs:\n                  NDC 66993-135-97       100/25 mcg       30 inhalations (60 blisters)\n                  NDC 66993-136-97       200/25 mcg       30 inhalations (60 blisters)\n                  Store at room temperature between 68°F and 77°F (20°C and 25°C); excursions permitted from 59°F to 86°F (15°C to 30°C) [See USP Controlled Room Temperature]. Store in a dry place away from direct heat or sunlight. Keep out of reach of children.\n                  Fluticasone Furoate/Vilanterol ELLIPTA should be stored inside the unopened moisture‑protective foil tray and only removed from the tray immediately before initial use. Discard Fluticasone Furoate/Vilanterol ELLIPTA 6 weeks after opening the foil tray or when the counter reads “0” (after all blisters have been used), whichever comes first. The inhaler is not reusable. Do not attempt to take the inhaler apart.",
    "adverseReactions": "Fluticasone Furoate/Vilanterol ELLIPTA is contraindicated in the following conditions:\n                  \n                     \n                        •Primary treatment of status asthmaticus or other acute episodes of COPD or asthma where intensive measures are required [see Warnings and Precautions (5.2)].\n                     \n                        •Severe hypersensitivity to milk proteins or demonstrated hypersensitivity to fluticasone furoate, vilanterol, or any of the excipients [see Warnings and Precautions (5.11), Description (11)]."
}