{
    "id": "18f76802-50d1-48a3-8d20-4af21bf1b188",
    "indications": "AFINITOR is a kinase inhibitor indicated for the treatment of: Postmenopausal women with advanced hormone receptor-positive, HER2-negative breast cancer in combination with exemestane after failure of treatment with letrozole or anastrozole. ( 1.1 ) Adults with progressive neuroendocrine tumors of pancreatic origin (PNET) and adults with progressive, well-differentiated, non-functional neuroendocrine tumors (NET) of gastrointestinal (GI) or lung origin that are unresectable, locally advanced or metastatic. Limitations of Use: AFINITOR is not indicated for the treatment of patients with functional carcinoid tumors. ( 1.2 ) Adults with advanced renal cell carcinoma (RCC) after failure of treatment with sunitinib or sorafenib. ( 1.3 ) Adults with renal angiomyolipoma and tuberous sclerosis complex (TSC), not requiring immediate surgery. ( 1.4 ) AFINITOR and AFINITOR DISPERZ are kinase inhibitors indicated for the treatment of adult and pediatric patients aged 1 year and older with TSC who have subependymal giant cell astrocytoma (SEGA) that requires therapeutic intervention but cannot be curatively resected. ( 1.5 ) AFINITOR DISPERZ is a kinase inhibitor indicated for the adjunctive treatment of adult and pediatric patients aged 2 years and older with TSC-associated partial-onset seizures. ( 1.6 )",
    "contraindications": "Do not combine AFINITOR and AFINITOR DISPERZ to achieve the total daily dose. ( 2.1 ) Modify the dose for patients with hepatic impairment or for patients taking drugs that inhibit or induce P-glycoprotein (P-gp) and CYP3A4. ( 2.1 ) Breast Cancer: 10 mg orally once daily. ( 2.2 ) NET: 10 mg orally once daily. ( 2.3 ) RCC: 10 mg orally once daily. ( 2.4 ) TSC-Associated Renal Angiomyolipoma: 10 mg orally once daily. ( 2.5 ) TSC-Associated SEGA: 4.5 mg/m 2 orally once daily; adjust dose to attain trough concentrations of 5-15 ng/mL. ( 2.6 , 2.8 ) TSC-Associated Partial-Onset Seizures: 5 mg/m 2 orally once daily; adjust dose to attain trough concentrations of 5-15 ng/mL. ( 2.7 , 2.8 )",
    "warningsAndPrecautions": "AFINITOR\n                  \n                  2.5 mg tablets: White to slightly yellow, elongated tablets with a bevelled edge and engraved with “LCL” on one side and “NVR” on the other; available in:\n                  Blisters of 28 tablets………………………………………………………………………………NDC 0078-0594-51\n                  Each carton contains 4 blister cards of 7 tablets each\n                  5 mg tablets: White to slightly yellow, elongated tablets with a bevelled edge and engraved with “5” on one side and “NVR” on the other; available in:\n                  Blisters of 28 tablets………………………………………………………………………………NDC 0078-0566-51\n                  Each carton contains 4 blister cards of 7 tablets each\n                  7.5 mg tablets: White to slightly yellow, elongated tablets with a bevelled edge and engraved with “7P5” on one side and “NVR” on the other; available in:\n                  Blisters of 28 tablets………………………………………………………………………………NDC 0078-0620-51\n                  Each carton contains 4 blister cards of 7 tablets each\n                  10 mg tablets: White to slightly yellow, elongated tablets with a bevelled edge and engraved with “UHE” on one side and “NVR” on the other; available in:\n                  Blisters of 28 tablets………………………………………………………………………………NDC 0078-0567-51\n                  Each carton contains 4 blister cards of 7 tablets each\n                  \n                     AFINITOR DISPERZ\n                  \n                  2 mg tablets for oral suspension: White to slightly yellowish, round, flat tablets with a bevelled edge and engraved with “D2” on one side and “NVR” on the other; available in: \n                  Blisters of 28 tablets………………………………………………………………………………NDC 0078-0626-51\n                  Each carton contains 4 blister cards of 7 tablets each\n                  3 mg tablets for oral suspension: White to slightly yellowish, round, flat tablets with a bevelled edge and engraved with “D3” on one side and “NVR” on the other; available in: \n                  Blisters of 28 tablets………………………………………………………………………………NDC 0078-0627-51\n                  Each carton contains 4 blister cards of 7 tablets each\n                  5 mg tablets for oral suspension: White to slightly yellowish, round, flat tablets with a bevelled edge and engraved with “D5” on one side and “NVR” on the other; available in: \n                  Blisters of 28 tablets………………………………………………………………………………NDC 0078-0628-51\n                  Each carton contains 4 blister cards of 7 tablets each\n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C and 30°C (59°F and 86°F). See USP Controlled Room Temperature.\n                  Store in the original container, protect from light and moisture.\n\t\t\t\t\t\t\n                  Follow special handling and disposal procedures for anti-cancer pharmaceuticals.1",
    "adverseReactions": "AFINITOR/AFINITOR DISPERZ is contraindicated in patients with clinically significant hypersensitivity to everolimus or to other rapamycin derivatives [see Warnings and Precautions (5.3)].",
    "ingredients": [
        {
            "name": "EVEROLIMUS",
            "code": "9HW64Q8G6G"
        },
        {
            "name": "BUTYLATED HYDROXYTOLUENE",
            "code": "1P9D0Z171K"
        },
        {
            "name": "CROSPOVIDONE",
            "code": "68401960MK"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        }
    ],
    "organization": "Novartis Pharmaceuticals Corporation",
    "name": "Afinitor",
    "effectiveTime": "20250514"
}