{
    "root": "19d9e59f-3373-4237-b252-d3d6ba9e58cd",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Famotidine",
    "value": "20240820",
    "ingredients": [
        {
            "name": "FAMOTIDINE",
            "code": "5QZO15J2Z8"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "ASPARTIC ACID",
            "code": "30KYC7MIAI"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Famotidine Injection is supplied as a premixed solution in GALAXY plastic containers and is intended for intravenous use only. Famotidine Injection is indicated in some hospitalized patients with pathological hypersecretory conditions or intractable ulcers, or as an alternative to the oral dosage forms for short term use in patients who are unable to take oral medication for the following conditions:\n                  \n                     \n                        1.\n                        Short term treatment of active duodenal ulcer. Most adult patients heal within 4 weeks; there is rarely reason to use famotidine at full dosage for longer than 6 to 8 weeks. Studies have not assessed the safety of famotidine in uncomplicated active duodenal ulcer for periods of more than eight weeks.\n                     \n                        2.\n                        Maintenance therapy for duodenal ulcer patients at reduced dosage after healing of an active ulcer. Controlled studies in adults have not extended beyond one year.\n                     \n                        3.\n                        Short term treatment of active benign gastric ulcer. Most adult patients heal within 6 weeks. Studies have not assessed the safety or efficacy of famotidine in uncomplicated active benign gastric ulcer for periods of more than 8 weeks.\n                     \n                        4.\n                        Short term treatment of gastroesophageal reflux disease (GERD). Famotidine is indicated for short term treatment of patients with symptoms of GERD (see CLINICAL PHARMACOLOGY IN ADULTS, Clinical Studies).Famotidine is also indicated for the short term treatment of esophagitis due to GERD including erosive or ulcerative disease diagnosed by endoscopy (see CLINICAL PHARMACOLOGY IN ADULTS, Clinical Studies).\n                     \n                        5.\n                        Treatment of pathological hypersecretory conditions (e.g., Zollinger-Ellison Syndrome, multiple endocrine adenomas) (see CLINICAL PHARMACOLOGY IN ADULTS, Clinical Studies).",
    "contraindications": "In some hospitalized patients with pathological hypersecretory conditions or intractable ulcers, or in patients who are unable to take oral medication, Famotidine Injection may be administered until oral therapy can be instituted.\n                  The recommended dosage for Famotidine Injection in adult patients is 20 mg intravenously q 12 h.\n                  The doses and regimen for parenteral administration in patients with GERD have not been established.",
    "warningsAndPrecautions": "FOR INTRAVENOUS USE ONLY\n                  Famotidine Injection containing 20 mg of famotidine per 50 mL is a clear, non-preserved, sterile solution premixed in a vehicle made iso-osmotic with sodium chloride. Famotidine Injection is supplied in a carton of 12 x 50 mL single dose GALAXY plastic containers as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              2G3424\n                           \n                           \n                              50 mL container\n                           \n                           \n                              NDC 0338-5197-41",
    "adverseReactions": "Hypersensitivity to any component of this product. Cross sensitivity in this class of compounds has been observed. Therefore, Famotidine Injection should not be administered to patients with a history of hypersensitivity to other H2-receptor antagonists."
}