{
    "root": "1b610c4a-a8dc-4a10-bd7a-3e94ca49ee9c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Colestipol Hydrochloride",
    "value": "20250513",
    "ingredients": [
        {
            "name": "COLESTIPOL HYDROCHLORIDE",
            "code": "X7D10K905G"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        },
        {
            "name": "CARNAUBA WAX",
            "code": "R12CBM0EIZ"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        }
    ],
    "indications": "Since no drug is innocuous, strict attention should be paid to the indications and contraindications, particularly when selecting drugs for chronic long-term use.\n                  Colestipol hydrochloride tablets are indicated as adjunctive therapy to diet for the reduction of elevated serum total and LDL-C in patients with primary hypercholesterolemia (elevated LDL-C) who do not respond adequately to diet. Generally, colestipol hydrochloride tablets have no clinically significant effect on serum triglycerides, but with their use, triglyceride levels may be raised in some patients.\n                  Therapy with lipid-altering agents should be a component of multiple risk factor intervention in those individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Treatment should begin and continue with dietary therapy (see NCEP guidelines). A minimum of six months of intensive dietary therapy and counseling should be carried out prior to initiation of drug therapy. Shorter periods may be considered in patients with severe elevations of LDL-C or with definite CHD.\n                  According to the NCEP guidelines, the goal of treatment is to lower LDL-C, and LDL-C is to be used to initiate and assess treatment response. Only if LDL-C levels are not available, should the Total-C be used to monitor therapy. The NCEP treatment guidelines are shown below.\n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                           \n                           \n                              LDL-Cholesterol\n                              \n                              mg/dL (mmol/L)\n                           \n                        \n                        \n                           \n                              Definite Atherosclerotic Disease\n                              Coronary heart disease or peripheral vascular disease (including symptomatic carotid artery disease).\n                           \n                           \n                              Two or More Other Risk Factors\n                              Other risk factors for coronary heart disease (CHD) include: age (males: ≥45 years; female: ≥55 years or premature menopause without estrogen replacement therapy); family history of premature CHD; current cigarette smoking; hypertension; confirmed HDL-C <35 mg/dL (0.91 mmol/L); and diabetes mellitus. Subtract one risk factor if HDL-C is ≥60 mg/dL (1.6 mmol/L).\n                           \n                           \n                              Initiation Level\n                           \n                           \n                              Goal\n                           \n                        \n                     \n                     \n                        \n                           \n                              No\n                           \n                           \n                              No\n                           \n                           \n                              ≥190(≥4.9)\n                           \n                           \n                              <160(<4.1)\n                           \n                        \n                        \n                           \n                              No\n                           \n                           \n                              Yes\n                           \n                           \n                              ≥160(≥4.1)\n                           \n                           \n                              <130(<3.4)\n                           \n                        \n                        \n                           \n                              Yes\n                           \n                           \n                              Yes or No\n                           \n                           \n                              ≥130(≥3.4)\n                           \n                           \n                              ≤100(≤2.6)",
    "contraindications": "For adults, colestipol hydrochloride tablets are recommended in doses of 2 to 16 grams/day given once or in divided doses. The starting dose should be 2 grams once or twice daily. Dosage increases of 2 grams, once or twice daily should occur at 1- or 2-month intervals. Appropriate use of lipid profiles as per NCEP guidelines including LDL-C and triglycerides, is advised so that optimal but not excessive doses are used to obtain the desired therapeutic effect on LDL-C level. If the desired therapeutic effect is not obtained at a dose of 2 to 16 grams/day with good compliance and acceptable side effects, combined therapy or alternate treatment should be considered.\n                  Colestipol hydrochloride tablets must be taken one at a time and be promptly swallowed whole, using plenty of water or other appropriate liquid. Do not cut, crush, or chew the tablets. Patients should take other drugs at least one hour before or four hours after colestipol hydrochloride tablets to minimize possible interference with their absorption. (See DRUG INTERACTIONS.)",
    "warningsAndPrecautions": "Colestipol hydrochloride tablets are yellow, elliptical, imprinted with a \"G\" on one side and \"450\" on the other side, and are supplied as follows:\n                  Bottles of 120       NDC 59762-0450-1\n                  Each tablet contains 1 gram of micronized colestipol hydrochloride.\n                  Store at controlled room temperature 20° to 25°C (68° to 77°F) [see USP].",
    "adverseReactions": "Colestipol hydrochloride tablets are contraindicated in those individuals who have shown hypersensitivity to any of their components."
}