{
    "root": "1c72fd84-7dbc-45d0-ab88-fb4221ce369f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Albuterol Sulfate",
    "value": "20250516",
    "ingredients": [
        {
            "name": "NORFLURANE",
            "code": "DH9E53K1Y8"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "OLEIC ACID",
            "code": "2UMI9U37CP"
        },
        {
            "name": "ALBUTEROL SULFATE",
            "code": "021SEF3731"
        }
    ],
    "indications": "Albuterol sulfate inhalation aerosol is indicated in adults and children 4 years of age and older for the treatment or prevention of bronchospasm with reversible obstructive airway disease and for the prevention of exercise-induced bronchospasm.",
    "contraindications": "For treatment of acute episodes of bronchospasm or prevention of asthmatic symptoms, the usual dosage for adults and children 4 years of age and older is two inhalations repeated every 4 to 6 hours. More frequent administration or a larger number of inhalations is not recommended. In some patients, one inhalation every 4 hours may be sufficient. Each actuation of Albuterol sulfate inhalation aerosol delivers 108 mcg of albuterol sulfate (equivalent to 90 mcg of albuterol base) from the mouthpiece. It is recommended to prime the inhaler before using for the first time and in cases where the inhaler has not been used for more than 2 weeks by releasing four \"test sprays\" into the air, away from the face.\n                  Albuterol sulfate inhalation aerosol contains 200 inhalations per canister. The canister has an attached dose indicator, which indicates how many inhalations remain. The dose indicator display will move after every tenth actuation. When nearing the end of the usable inhalations, the background behind the number in the dose indicator display window changes to red at 20 actuations or lower. Albuterol sulfate inhalation aerosol should be discarded when the dose indicator display window shows zero.\n                  \n                     Exercise Induced Bronchospasm Prevention: The usual dosage for adults and children 4 years of age and older is two inhalations 15 to 30 minutes before exercise.          \n                  To maintain proper use of this product, it is important that the mouthpiece be washed and dried thoroughly at least once a week. The inhaler may cease to deliver medication if not properly cleaned and dried thoroughly (see              section). Keeping the plastic mouthpiece clean is very important to prevent medication buildup and blockage. The inhaler may cease to deliver medication if not properly cleaned and air dried thoroughly. If the mouthpiece becomes blocked, washing the mouthpiece will remove the blockage.          \n                  If a previously effective dose regimen fails to provide the usual response, this may be a marker of destabilization of asthma and requires reevaluation of the patient and the treatment regimen, giving special consideration to the possible need for anti-inflammatory treatment, e.g., corticosteroids.",
    "warningsAndPrecautions": "Albuterol sulfate inhalation aerosol is supplied as a pressurized aluminum canister with an attached dose indicator, a white plastic actuator and orange dust cap each in boxes of one. Each actuation delivers 120 mcg of albuterol sulfate from the valve and 108 mcg of albuterol sulfate from the mouthpiece (equivalent to 90 mcg of albuterol base). Each canister with a labeled net weight of 6.7 g contain 200 inhalations are supplied in a carton as NDC 68788-8874-2\n                  \n                     Rx only. Store at 20°C to 25°C (68°F to 77°F). [See USP Controlled Room Temperature.] Store the inhaler with the mouthpiece down. For best results, canister should be at room temperature before use.\n                  \n                  \n                     SHAKE WELL BEFORE USING.\n                  \n                  \n                     The white actuator supplied with Albuterol sulfate inhalation aerosol should not be used with any other product canisters, and actuator from other products should not be used with an Albuterol sulfate inhalation aerosol canister. The correct amount of medication in each canister cannot be assured after 200 actuations and when the dose indicator display window shows zero, even though the canister is not completely empty. The canister should be discarded when the labeled number of actuations have been used.\n                  \n                  \n                     WARNING: Avoid spraying in eyes. Contents under pressure. Do not puncture or incinerate. Exposure to temperatures above 120°F may cause bursting. Keep out of reach of children.\n                  \n                  Albuterol sulfate inhalation aerosol does not contain chlorofluorocarbons (CFCs) as the propellant.\n                  Manufactured by: Cipla Ltd.    Indore SEZ, Pithampur, India.  \n                  Distributed by: American Health Packaging    Columbus, Ohio 43217  \n                  \n                     Disclaimer: All trademarks are property of their respective owners.  \n                  Issued: 8/2022",
    "adverseReactions": "Albuterol sulfate inhalation aerosol is contraindicated in patients with a history of hypersensitivity to albuterol or any other Albuterol sulfate inhalation aerosol components."
}