{
    "root": "1cb7ee41-fde3-423b-9b62-02f3c0eaba36",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Tiotropium Bromide",
    "value": "20250430",
    "ingredients": [
        {
            "name": "TIOTROPIUM BROMIDE MONOHYDRATE",
            "code": "L64SXO195N"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        }
    ],
    "indications": "Tiotropium bromide inhalation powder is indicated for the long-term, once-daily, maintenance treatment of bronchospasm associated with chronic obstructive pulmonary disease (COPD), including chronic bronchitis and emphysema. Tiotropium bromide inhalation powder is indicated to reduce exacerbations in COPD patients.",
    "contraindications": "For oral inhalation only. Do not swallow tiotropium bromide inhalation powder capsules, as the intended effects on the lungs will not be obtained. The contents of the tiotropium bromide inhalation powder capsules should only be used with the LupinHaler® device [see Overdosage (10)].\n                  The recommended dosage of tiotropium bromide inhalation powder is two inhalations of the powder contents of one tiotropium bromide inhalation powder capsule, once-daily, with the LupinHaler device [see Patient Counseling Information (17)]. Do not take more than one dose in 24 hours.\n                  For administration of tiotropium bromide inhalation powder, a tiotropium bromide inhalation powder capsule is placed into the center chamber of the LupinHaler device. The tiotropium bromide inhalation powder capsule is pierced by pressing and releasing the green piercing button on the side of the LupinHaler device. The tiotropium formulation is dispersed into the air stream when the patient inhales through the mouthpiece [see Patient Counseling Information (17)].\n                  \n                  No dosage adjustment is required for geriatric, hepatically-impaired, or renally-impaired patients. However, patients with moderate to severe renal impairment given tiotropium bromide inhalation powder should be monitored closely for anticholinergic effects [see Warnings and Precautions (5.6), Use in Specific Populations (8.5, 8.6, 8.7), and Clinical Pharmacology (12.3)].",
    "warningsAndPrecautions": "Tiotropium bromide inhalation powder consists of tiotropium bromide inhalation powder capsules and the LupinHaler device. Tiotropium bromide inhalation powder capsules contain 18 mcg of tiotropium (equivalent to 22.5 mcg tiotropium bromide monohydrate USP) in a hypromellose capsule with white opaque cap and white opaque body, imprinted with \"LU\" on cap and \"T18\" on body.\n                  The LupinHaler device is a white colour inhaler with a green piercing button. It is also imprinted with LupinHaler, Tiotropium Bromide Inhalation Powder and the LUPIN company Logo. It is also imprinted to indicate that Tiotropium Bromide Inhalation Powder Capsules should not be stored in the LupinHaler device and that the LupinHaler device is only to be used with Tiotropium Bromide Inhalation Powder Capsules.\n                  Tiotropium bromide inhalation powder capsules are packaged in an aluminum/aluminum blister card and joined along a perforated-cut line. Tiotropium bromide inhalation powder capsules should always be stored in the blister and only removed immediately before use. The drug should be used immediately after the packaging over an individual tiotropium bromide inhalation powder capsule is opened.\n                  The following packages are available:\n                  \n                     carton (NDC 68180-964-12) containing 30 Tiotropium Bromide      Inhalation Powder Capsules (3 unit-dose blister cards NDC 68180-964-11)      and 1 LupinHaler inhalation device\n                  \n                  Keep out of reach of children. Do not get powder into eyes.\n                  \n                     Storage\n                  \n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature].\n                  The Tiotropium Bromide Inhalation Powder Capsules should not be exposed to extreme temperature or moisture. Do not store Tiotropium Bromide Inhalation Powder Capsules in the LupinHaler device.",
    "adverseReactions": "Tiotropium bromide inhalation powder is contraindicated in patients with a hypersensitivity to tiotropium, ipratropium, or any components of this product [see Warnings and Precautions (5.2)]. In clinical trials and postmarketing experience with tiotropium bromide inhalation powder, immediate hypersensitivity reactions, including angioedema (including swelling of the lips, tongue, or throat), itching, or rash have been reported [see Warnings and Precautions (5.2)]."
}