{
    "root": "22f6efe7-086e-46c6-a8cb-597327980009",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "clindamycin hydrochloride",
    "value": "20250527",
    "ingredients": [
        {
            "name": "CLINDAMYCIN HYDROCHLORIDE",
            "code": "T20OQ1YN1W"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C YELLOW NO. 5",
            "code": "I753WB2F1M"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "LACTOSE, UNSPECIFIED FORM",
            "code": "J2B2A4N98G"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": "Clindamycin is indicated in the treatment of serious infections caused by susceptible anaerobic bacteria.\n                  Clindamycin is also indicated in the treatment of serious infections due to susceptible strains of streptococci, pneumococci, and staphylococci. Its use should be reserved for penicillin-allergic patients or other patients for whom, in the judgment of the physician, a penicillin is inappropriate. Because of the risk of colitis, as described in the \n                        BOXED WARNING\n                     , before selecting clindamycin, the physician should consider the nature of the infection and the suitability of less toxic alternatives (e.g., erythromycin).\n                  \n                     Anaerobes: Serious respiratory tract infections such as empyema, anaerobic pneumonitis, and lung abscess; serious skin and soft tissue infections; septicemia; intra-abdominal infections such as peritonitis and intra-abdominal abscess (typically resulting from anaerobic organisms resident in the normal gastrointestinal tract); infections of the female pelvis and genital tract such as endometritis, nongonococcal tubo-ovarian abscess, pelvic cellulitis, and postsurgical vaginal cuff infection.\n                  \n                     Streptococci: Serious respiratory tract infections; serious skin and soft tissue infections.\n                  \n                     Staphylococci: Serious respiratory tract infections; serious skin and soft tissue infections.\n                  \n                     Pneumococci: Serious respiratory tract infections.\n                  Bacteriologic studies should be performed to determine the causative organisms and their susceptibility to clindamycin.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Clindamycin HCl and other antibacterial drugs, Clindamycin HCl should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "If significant diarrhea occurs during therapy, this antibacterial drug should be discontinued (See \n                        BOXED WARNING\n                     ).\n                  Administer clindamycin hydrochloride capsules with a full glass of water (6 to 8 ounces, approximately 200 to 250 mL) and at least 30 minutes before lying down to reduce the potential for esophageal irritation (See \n                        ADVERSE REACTIONS\n                     ).\n                  \n                     Adults: \n                     Serious infections \n                     - 150 to 300 mg every 6 hours. More severe infections \n                     - 300 to 450 mg every 6 hours. \n                  \n                     Pediatric Patients (who are able to swallow capsules):\n                      Serious infections \n                     - 8 to 16 mg/kg/day (4 to 8 mg/lb/day) divided into three or four equal doses. More severe infections \n                     - 16 to 20 mg/kg/day (8 to 10 mg/lb/day) divided into three or four equal doses. Clindamycin should be dosed based on total body weight regardless of obesity.\n                  Clindamycin hydrochloride capsules are not suitable for pediatric patients who are unable to swallow them whole. The capsules do not provide exact mg/kg doses therefore it may be necessary to use the clindamycin palmitate oral solution in some cases.\n                  Serious infections due to anaerobic bacteria are usually treated with CLEOCIN PHOSPHATE® Sterile Solution. However, in clinically appropriate circumstances, the physician may elect to initiate treatment or continue treatment with clindamycin hydrochloride capsules, USP.\n                  In cases of β-hemolytic streptococcal infections, treatment should continue for at least 10 days.",
    "warningsAndPrecautions": "Clindamycin hydrochloride capsules, USP are available in the following strengths, colors and sizes:\n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 150 mg Light Blue and Green\n                           \n                        \n                        \n                           \n                                Bottles of 100 \n                           \n                           \n                              NDC 59762-3328-1\n                           \n                        \n                     \n                  \n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 300 mg Light Blue\n                           \n                        \n                        \n                           \n                                Bottles of 16 \n                           \n                           \n                              NDC 59762-5010-1\n                           \n                        \n                        \n                           \n                                Bottles of 100\n                           \n                           \n                              NDC 59762-5010-2",
    "adverseReactions": "Clindamycin hydrochloride is contraindicated in individuals with a history of hypersensitivity to preparations containing clindamycin or lincomycin."
}