{
    "root": "231dcf45-3b5a-4954-b49f-034bebdf2039",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Fluocinolone Acetonide",
    "value": "20250519",
    "ingredients": [
        {
            "name": "FLUOCINOLONE ACETONIDE",
            "code": "0CD5FD6S2M"
        },
        {
            "name": "ISOPROPYL ALCOHOL",
            "code": "ND2M416302"
        },
        {
            "name": "ISOPROPYL MYRISTATE",
            "code": "0RE8K4LNJS"
        },
        {
            "name": "LIGHT MINERAL OIL",
            "code": "N6K5787QVP"
        },
        {
            "name": "PEANUT OIL",
            "code": "5TL50QU0W4"
        },
        {
            "name": "OLETH-2",
            "code": "7L6R1SQ6M0"
        }
    ],
    "indications": "Fluocinolone acetonide oil 0.01% ear drops are indicated for the topical treatment of chronic eczematous external otitis in adults and pediatric patients 2 years of age and older.",
    "contraindications": "Fluocinolone acetonide oil 0.01% ear drops are for otic administration only. Not for oral, ophthalmic, or intravaginal use. \n                  Apply fluocinolone acetonide oil 0.01% ear drops into the affected ear using the supplied ear dropper. To apply, tilt head to one side so that the ear is facing up. Then gently pull the ear lobe backward and upward and apply 5 drops of fluocinolone acetonide oil 0.01% ear drops into the ear. Keep head tilted for about a minute to allow fluocinolone acetonide oil 0.01% ear drops to penetrate lower into the ear canal. Gently pat excess material dripping out of the ear using a clean cotton ball. Follow these instructions twice each day for 7 to 14 days. \n                  Discontinue fluocinolone acetonide oil 0.01% ear drops when control of disease is achieved within 2 weeks, or contact the healthcare provider if no improvement is seen within 2 weeks. \n                  Do not use on the face, axillae, or groin unless directed by the healthcare provider. Do not apply to intertriginous areas due to the increased risk of local adverse reactions [see Adverse Reactions (6) and Use in Specific Populations (8.4)].",
    "warningsAndPrecautions": "Fluocinolone acetonide oil 0.01% ear drops are supplied in 1 fluid ounce bottles with a net contents of 20 mL, (dropper included) (NDC # 65162-702-94). \n                  Storage: Keep tightly closed. Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. \n                  Discard fluocinolone acetonide oil 0.01% ear drops 2 months after initial use.",
    "adverseReactions": "None."
}