{
    "root": "244117cb-7dfb-44fd-a670-323aae6b51f7",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Cefuroxime sodium",
    "value": "20250204",
    "ingredients": [
        {
            "name": "cefuroxime sodium",
            "code": "R8A7M9MY61"
        }
    ],
    "indications": "Cefuroxime for Injection, USP is indicated for the treatment of patients with infections caused by susceptible strains of the designated organisms in the following diseases:\n\n                  \n                     \n                         Lower Respiratory Tract Infections, including pneumonia, caused by Streptococcus pneumoniae, Haemophilus influenzae (including ampicillin-resistant strains), Klebsiella spp., Staphylococcus aureus (penicillinase- and non-penicillinase- producing strains), Streptococcus pyogenes, and Escherichia coli.\n\n                     \n                         Urinary Tract Infections caused by Escherichia coli and Klebsiella spp.\n                     \n                     \n                         Skin and Skin-Structure Infections caused by Staphylococcus aureus (penicillinase- and non-penicillinase-producing strains), Streptococcus pyogenes, Escherichia coli, Klebsiella spp., and Enterobacter spp.\n\n                     \n                         Septicemia caused by Staphylococcus aureus (penicillinase- and non-penicillinase- producing strains), Streptococcus pneumoniae, Escherichia coli, Haemophilus influenzae (including ampicillin-resistant strains), and Klebsiella spp.\n                     \n                     \n                         Meningitis caused by Streptococcus pneumoniae, Haemophilus influenzae (including ampicillin-resistant strains), Neisseria meningitidis, and Staphylococcus aureus (penicillinase- and non-penicillinase-producing strains).\n\n                     \n                         Gonorrhea: Uncomplicated and disseminated gonococcal infections due to Neisseria gonorrhoeae (penicillinase- and non-penicillinase-producing strains) in both males and females.\n\n                     \n                         Bone and Joint Infections caused by Staphylococcus aureus (penicillinase- and non- penicillinase-producing strains).\n\n                  \n                  Clinical microbiological studies in skin and skin-structure infections frequently reveal the growth of susceptible strains of both aerobic and anaerobic organisms. Cefuroxime for Injection, USP has been used successfully in these mixed infections in which several organisms have been isolated.\n\n                  In certain cases of confirmed or suspected gram-positive or gram-negative sepsis or in patients with other serious infections in which the causative organism has not been identified, Cefuroxime for Injection, USP may be used concomitantly with an aminoglycoside (see \n                        PRECAUTIONS\n                     ). The recommended doses of both antibiotics may be given depending on the severity of the infection and the patient's condition.\n\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Cefuroxime for Injection, USP and other antibacterial drugs, Cefuroxime for Injection, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": null,
    "warningsAndPrecautions": "Cefuroxime for Injection, USP is supplied as follows:\n\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              NDC\n                           \n                           \n                              Cefuroxime for Injection, USP\n                           \n                           \n                              Package Factor\n                           \n                        \n                        \n                           25021-118-10\n\n                           750 mg equivalent of cefuroxime\n\n                           25 vials per carton\n\n                        \n                        \n                           \n                           in a Single-Dose Vial\n\n                           \n                        \n                        \n                            \n\n                           \n                           \n                        \n                        \n                           25021-119-20\n\n                           1.5 grams equivalent of cefuroxime\n\n                           25 vials per carton\n\n                        \n                        \n                           \n                           in a Single-Dose Vial\n\n                           \n                        \n                     \n                  \n                  Cefuroxime for Injection, USP is a dry, white to off-white powder.",
    "adverseReactions": "Cefuroxime for Injection is contraindicated in patients with known allergy to the cephalosporin group of antibiotics."
}