{
    "root": "24f7ec82-299f-922c-e063-6394a90a9c0f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "BUPROPION HYDROCHLORIDE",
    "value": "20241021",
    "ingredients": [
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "HYPROMELLOSE 2910 (4000 MPA.S)",
            "code": "RN3152OP35"
        },
        {
            "name": "BUPROPION HYDROCHLORIDE",
            "code": "ZG7E5POY8O"
        },
        {
            "name": "CYSTEINE HYDROCHLORIDE",
            "code": "ZT934N0X4W"
        },
        {
            "name": "HYPROMELLOSE 2910 (3 MPA.S)",
            "code": "0VUT3PMY82"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        }
    ],
    "indications": "Bupropion hydrochloride extended-release tablets (SR) are indicated for the treatment of major depressive disorder (MDD), as defined by the Diagnostic and Statistical Manual (DSM).\n                  \n                     \nThe efficacy of bupropion in the treatment of a major depressive episode was established in two 4-week controlled inpatient trials and one 6-week controlled outpatient trial of adult subjects with MDD \n  [see \n   Clinical Studies (14)]. \n  \n                  \n                  \n                  \n                  \n                  \n                  The efficacy of bupropion hydrochloride extended-release tablets (SR) in maintaining an antidepressant response for up to 44 weeks following 8 weeks of acute treatment was demonstrated in a placebo-controlled trial \n  [see \n   Clinical Studies (14)].",
    "contraindications": "Starting dose: 150 mg/day. ( 2.1 ) General: Increase dose gradually to reduce seizure risk. ( 2.1, 5.3 ) After 3 days, may increase the dose to 300 mg/day, given as 150 mg twice daily at an interval of at least 8 hours. ( 2.1 ) Usual target dose: 300 mg/day as 150 mg twice daily. ( 2.1 ) Maximum dose: 400 mg/day, given as 200 mg twice daily, for patients not responding to 300 mg/day. ( 2.1 ) Periodically reassess the dose and need for maintenance treatment. ( 2.1 ) Moderate to severe hepatic impairment: 100 mg daily or 150 mg every other day. ( 2.2, 8.7 ) Mild hepatic impairment: Consider reducing the dose and/or frequency of dosing. ( 2.2, 8.7 ) Renal impairment: Consider reducing the dose and/or frequency. ( 2.3, 8.6 )",
    "warningsAndPrecautions": "Bupropion hydrochloride extended-release tablets, USP (SR) are supplied as\n                  • 100 mg tablets are “blue film coated round tablets debossed with '125' on one side and plain on the other side”.\n                  Bottles of 30 count - NDC 70010-125-03 \n    Bottles of 60 count - NDC 70010-125-06 \n    Bottles of 500 count - NDC 70010-125-05\n \n                  • 150 mg tablets are “purple film coated round tablets debossed with '126' on one side and plain on the other side”.\n                  Bottles of 30 count - NDC 70010-126-03 \n    Bottles of 60 count - NDC 70010-126-06 \n    Bottles of 500 count - NDC 70010-126-05\n \n                  • 200 mg tablets are “light pink film coated round tablets debossed with '127' on one side and plain on the other side”.\n                  Bottles of 30 count - NDC 70010-127-03 \n    Bottles of 60 count - NDC 70010-127-06 \n    Bottles of 500 count - NDC 70010-127-05\n \n                  Store at room temperature, 20° to 25°C (68° to 77°F); excursions permitted between 15°C and 30°C (59°F and 86°F) [see USP Controlled Room Temperature]. Protect from light and moisture.",
    "adverseReactions": "Bupropion hydrochloride extended-release tablets (SR) are contraindicated in patients with a seizure disorder.\n                     Bupropion Hydrochloride extended-release tablets (SR) are contraindicated in patients with a current or prior diagnosis of bulimia or anorexia nervosa as a higher incidence of seizures was observed in such patients treated with the immediate-release formulation of bupropion \n   [see \n    Warnings and Precautions (5.3)]. \n   \n                     \n                     Bupropion hydrochloride extended-release tablets (SR) are contraindicated in patients undergoing abrupt discontinuation of alcohol, benzodiazepines, barbiturates, and antiepileptic drugs \n   [see \n    Warnings and Precautions (5.3), \n    Drug Interactions (7.3)]. \n   \n                     \n                     The use of MAOIs (intended to treat psychiatric disorders) concomitantly with bupropion hydrochloride extended-release tablets (SR) or within 14 days of discontinuing treatment with bupropion hydrochloride extended-release tablets (SR) are contraindicated. There is an increased risk of hypertensive reactions when bupropion hydrochloride extended-release tablets (SR) is used concomitantly with MAOIs. The use of bupropion hydrochloride extended-tablets (SR) within 14 days of discontinuing treatment with an MAOI is also contraindicated. Starting bupropion hydrochloride extended-release tablets (SR) in a patient treated with reversible MAOIs such as linezolid or intravenous methylene blue is contraindicated \n   [see Dosage and Administration (\n    2.4, \n    2.5), \n    Warnings and Precautions (5.4), \n    Drug Interactions (7.6)]. \n   \n                     \n                     Bupropion hydrochloride extended-release tablets (SR) are contraindicated in patients with known hypersensitivity to bupropion or other ingredients of bupropion hydrochloride extended-release tablets (SR). Anaphylactoid/anaphylactic reactions and Stevens-Johnson syndrome have been reported \n   [see \n    Warnings and Precautions (5.8)]."
}