{
    "root": "26d97068-113c-452d-a698-e0dd2c38f105",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Budesonide",
    "value": "20250522",
    "ingredients": [
        {
            "name": "BUDESONIDE",
            "code": "Q3OKS62Q6X"
        },
        {
            "name": "CETYL ALCOHOL",
            "code": "936JST6JCN"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "ETHYLCELLULOSES",
            "code": "7Z8S9VYZ4B"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "METHACRYLIC ACID AND ETHYL ACRYLATE COPOLYMER",
            "code": "NX76LV5T8J"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TRIETHYL CITRATE",
            "code": "8Z96QXD6UM"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "METHYL ALCOHOL",
            "code": "Y4S76JWI15"
        },
        {
            "name": "BUTYL ALCOHOL",
            "code": "8PJ61P6TS3"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        }
    ],
    "indications": "Budesonide delayed-release capsules are a corticosteroid indicated for: Treatment of mild to moderate active Crohn’s disease involving the ileum and/or the ascending colon, in patients 8 years and older. ( 1.1 ) Maintenance of clinical remission of mild to moderate Crohn’s disease involving the ileum and/or the ascending colon for up to 3 months in adults. ( 1.2 )",
    "contraindications": "Administration Instructions ( 2.1 ): Take once daily in the morning. Swallow whole. Do not chew or crush. For patients unable to swallow an intact capsule, open the capsules and empty the granules onto one tablespoonful of applesauce. Mix and consume the entire contents within 30 minutes. Do not chew or crush. Follow with 8 ounces of water. Avoid consumption of grapefruit juice for the duration of therapy. Recommended Dosage: Mild to moderate active Crohn’s disease ( 2.2 ): Adults: 9 mg once daily for up to 8 weeks; repeat 8 week treatment courses for recurring episodes of active disease. Pediatrics 8 to 17 years who weigh more than 25 kg: 9 mg once daily for up to 8 weeks, followed by 6 mg once daily in the morning for 2 weeks. Maintenance of clinical remission of mild to moderate Crohn’s disease ( 2.3 ): Adults: 6 mg once daily for up to 3 months; taper to complete cessation after 3 months. Continued treatment for more than 3 months has not been shown to provide substantial clinical benefit. When switching from oral prednisolone, begin tapering prednisolone concomitantly with initiating budesonide delayed-release capsules. Hepatic Impairment: Consider reducing the dosage to 3 mg once daily in adult patients with moderate hepatic impairment (Child-Pugh Class B). ( 2.4 , 5.1 , 8.6 )",
    "warningsAndPrecautions": "Budesonide delayed-release capsules, 3 mg, are supplied as hard gelatin capsules with an opaque light gray body imprinted “778” and an opaque maroon cap imprinted “AMNEAL” with black ink.\n                  They are available as follows: \n                  Bottles of 100:                        NDC 53746-778-10\n                  Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. \n                  Keep container tightly closed.",
    "adverseReactions": "Budesonide delayed-release capsules are contraindicated in patients with hypersensitivity to budesonide or any of the ingredients of budesonide delayed-release capsules. Serious hypersensitivity reactions, including anaphylaxis have occurred [see Adverse Reactions (6.2)]."
}