{
    "id": "26f9c8ba-2913-ff5e-e063-6294a90a033d",
    "indications": "Metformin hydrochloride extended-release tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in patients with type 2 diabetes mellitus.",
    "contraindications": "There is no fixed dosage regimen for the management of hyperglycemia in patients with type 2 diabetes with metformin hydrochloride extended-release tablets, USP or any other pharmacologic agent. Dosage of metformin hydrochloride extended-release tablets, USP must be individualized on the basis of both effectiveness and tolerance, while not exceeding the maximum recommended daily doses. The maximum recommended daily dose of metformin hydrochloride extended-release tablets, USP in adults is 2000 mg.\n                  \n                  \n                  \n                  \n                  \n                  \n                  Metformin hydrochloride extended-release tablets, USP should generally be given once daily with the evening meal. Metformin hydrochloride extended-release tablets, USP should be started at a low dose, with gradual dose escalation, both to reduce gastrointestinal side effects and to permit identification of the minimum dose required for adequate glycemic control of the patient.\n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  During treatment initiation and dose titration (see Recommended Dosing Schedule), fasting plasma glucose should be used to determine the therapeutic response to metformin hydrochloride extended-release tablets, USP and identify the minimum effective dose for the patient. Thereafter, glycosylated hemoglobin should be measured at intervals of approximately 3 months. \n   The therapeutic goal should be to decrease both fasting plasma glucose and glycosylated hemoglobin levels to normal or near normal by using the lowest effective dose of metformin hydrochloride extended-release tablets, USP either when used as monotherapy or in combination with sulfonylurea or insulin.\n                  \n                  \n                  \n                  \n                  \n                  Monitoring of blood glucose and glycosylated hemoglobin will also permit detection of primary failure, i.e., inadequate lowering of blood glucose at the maximum recommended dose of medication, and secondary failure, i.e., loss of an adequate blood glucose lowering response after an initial period of effectiveness.\n                  \n                  \n                  \n                  \n                  \n                  \n                  Short-term administration of metformin hydrochloride extended-release tablets, USP may be sufficient during periods of transient loss of control in patients usually well-controlled on diet alone.\n                  \n                  \n                  \n                  \n                  \n                     Metformin hydrochloride extended-release tablets, USP must be swallowed whole and never crushed or chewed. Occasionally, the inactive ingredients of metformin hydrochloride extended-release tablets, USP will be eliminated in the feces as a soft, hydrated mass. (See \n  Patient Informationprinted below.)",
    "warningsAndPrecautions": "Metformin Hydrochloride Extended-Release Tablets, USP 500 mg tablets are white to off-white uncoated, modified capsule shaped tablets debossed with “G7” on one side and plain on the other side.\n                  \n                  Unit of Use Bottles of 60 Tablets - 500mg - 68645-595-59\n                  \n                  \n                     Storage\n                  \n                  \n                  Store at 20° to 25° C (68° to 77° F); excursions permitted within 15° to 30° C (59° to 86° F). [See USP Controlled Room Temperature.]\n  \nDispense in light-resistant containers.\n \n                  \n                     \nDispense with Patient Information available at:\n  \nhttps://granulespharma.com/product/metformin-er-tab-500-750/\n \n                  \n                  Manufactured by:\n  \n                     Granules India Limited\n                     \nHyderabad-500 081, India\n \n                  \n                     \nManufactured for:\n  \n                     Granules Pharmaceuticals Inc.\n                     \nChantilly, VA 20151.\n \n                  \n                  \n                  \n                     \nDistributed by:\n  \nWal-Mart\n  \nBentonville, AR 72716\n \n                  \n                     \nPackaged by:\n  \nLegacy Pharmaceutical Packaging, LLC\n  \nEarth City, MO 63045\n \n                  \n                  \n                     Revision date: May 2023",
    "adverseReactions": "Metformin hydrochloride extended-release tablets, USP are contraindicated in patients with:\n                  1. Severe Renal Impairment (eGFR below 30mL/min/1.73m2) (see WARNINGS and PRECAUTIONS).\n                  2.Known hypersensitivity to metformin hydrochloride, USP.\n                  3.Acute or chronic metabolic acidosis, including diabetic ketoacidosis, with or without coma. Diabetic ketoacidosis should be treated with insulin.",
    "ingredients": [
        {
            "name": "HYPROMELLOSE 2208 (100 MPA.S)",
            "code": "B1QE5P712K"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "METFORMIN HYDROCHLORIDE",
            "code": "786Z46389E"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "HYPROMELLOSE 2910 (15 MPA.S)",
            "code": "36SFW2JZ0W"
        }
    ],
    "organization": "Legacy Pharmaceutical Packaging, LLC",
    "name": "Metformin",
    "effectiveTime": "20241014"
}