{
    "id": "27551a16-0172-427a-882e-0d2a52a1342b",
    "indications": "Lithium carbonate extended-release tablets is indicated in the treatment of manic episodes of Bipolar Disorder. Bipolar Disorder, Manic (DSM-IV) is equivalent to Manic Depressive illness, Manic, in the older DSM-II terminology. Lithium carbonate extended-release tablets is also indicated as a maintenance treatment for individuals with a diagnosis of Bipolar Disorder. Maintenance therapy reduces the frequency of manic episodes and diminishes the intensity of those episodes which may occur.\n                  Typical symptoms of mania include pressure of speech, motor hyperactivity, reduced need for sleep, flight of ideas, grandiosity, elation, poor judgment, aggressiveness, and possibly hostility. When given to a patient experiencing a manic episode, lithium may produce a normalization of symptomatology within 1 to 3 weeks.",
    "contraindications": "Acute Mania\n                      Optimal patient response can usually be established with 1800 mg/day in the following dosages:\n                  \n                     \n                  \n                  Such doses will normally produce an effective serum lithium concentration ranging between 1.0 and 1.5 mEq/L. Dosage must be individualized according to serum concentrations and clinical response. Regular monitoring of the patient's clinical state and of serum lithium concentrations is necessary. Serum concentrations should be determined twice per week during the acute phase, and until the serum concentrations and clinical condition of the patient have been stabilized.\n                  \n                     Long-Term Control\n                      Desirable serum lithium concentrations are 0.6 to 1.2 mEq/L which can usually be achieved with 900 to 1200 mg/day. Dosage will vary from one individual to another, but generally the following dosages will maintain this concentration:\n                  \n                     \n                  \n                  \n                     1Can be administered on TID recommended dosing interval up to 1200mg/day.\n                  \n                     Serum lithium concentrations in uncomplicated cases receiving maintenance therapy during remission should be monitored at least every two months. Patients abnormally sensitive to lithium may exhibit toxic signs at serum concentrations of 1.0 to 1.5 mEq/L. Geriatric patients often respond to reduced dosage, and may exhibit signs of toxicity at serum concentrations ordinarily tolerated by other patients. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy\n                  \n                  \n                     Important Considerations\n                  \n                  \n                     Blood samples for serum lithium determinations should be drawn immediately prior to the next dose when lithium concentrations are relatively stable (i.e., 8 to 12 hours after previous dose). Total reliance must not be placed on serum concentrations alone. Accurate patient evaluation requires both clinical and laboratory analysis.\n                  \n                  \n                     Lithium carbonate extended-release tablets must be swallowed whole and never chewed or crushed.",
    "warningsAndPrecautions": "Lithium carbonate extended-release tablets USP 300 mgPeach-colored, round biconvex film-coated, extended-release tablet with P 300 imprinted on one side.\n                  NDC 64980-205-03 (Bottle of 30)NDC 64980-205-09 (Bottle of 90)NDC 64980-205-01 (Bottle of 100)NDC 64980-205-05 (Bottle of 500)",
    "ingredients": [
        {
            "name": "LITHIUM CARBONATE",
            "code": "2BMD2GNA4V"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "CALCIUM STEARATE",
            "code": "776XM7047L"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "CARNAUBA WAX",
            "code": "R12CBM0EIZ"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "POLYETHYLENE GLYCOL",
            "code": "3WJQ0SDW1A"
        }
    ],
    "organization": "Rising Pharma Holdings, Inc.",
    "name": "Lithium Carbonate",
    "effectiveTime": "20250424"
}