{
    "root": "2ac85da3-8337-4b3b-8cda-d9399780542f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Dobutamine Hydrochloride in Dextrose",
    "value": "20230908",
    "ingredients": [
        {
            "name": "DOBUTAMINE HYDROCHLORIDE",
            "code": "0WR771DJXV"
        },
        {
            "name": "DEXTROSE MONOHYDRATE",
            "code": "LX22YL083G"
        },
        {
            "name": "SODIUM BISULFITE",
            "code": "TZX5469Z6I"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Dobutamine Hydrochloride in 5% Dextrose Injection is indicated when parenteral therapy is necessary for inotropic support in the short-term treatment of patients with cardiac decompensation due to depressed contractility resulting either from organic heart disease or from cardiac surgical procedures. Experience with intravenous dobutamine in controlled trials does not extend beyond 48 hours of repeated boluses and/or continuous infusions.\n                  Whether given orally, continuously intravenously, or intermittently intravenously, neither dobutamine nor any other cyclic-AMP-dependent inotrope has been shown in controlled trials to be safe or effective in the long-term treatment of congestive heart failure. In controlled trials of chronic oral therapy with various such agents, symptoms were not consistently alleviated, and the cyclic-AMP-dependent inotropes were consistently associated with increased risks of hospitalization and death. Patients with NYHA Class IV symptoms appeared to be at particular risk.",
    "contraindications": null,
    "warningsAndPrecautions": "Dobutamine Hydrochloride in 5% Dextrose Injection in Viaflex Plus plastic containers is available as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              2B0791\n                           \n                           \n                              Dobutamine 250 mg/250 mL\n                           \n                           \n                              NDC 0338-1073-02\n                           \n                        \n                        \n                           \n                              2B0792\n                           \n                           \n                              Dobutamine 500 mg/250 mL\n                           \n                           \n                              NDC 0338-1075-02\n                           \n                        \n                        \n                           \n                              2B0793\n                           \n                           \n                              Dobutamine 1000 mg/250 mL\n                           \n                           \n                              NDC 0338-1077-02\n                           \n                        \n                     \n                  \n                  Exposure of pharmaceutical products to heat should be minimized. Avoid excessive heat. Protect from freezing. It is recommended the product be stored at room temperature (25°C); brief exposure up to 40°C does not adversely affect the product.",
    "adverseReactions": "Dobutamine Hydrochloride in 5% Dextrose Injection is contraindicated in patients with idiopathic hypertrophic subaortic stenosis and in patients who have shown previous manifestations of hypersensitivity to dobutamine.\n                  Solutions containing dextrose may be contraindicated in patients with known allergy to corn or corn products."
}