{
    "root": "2aea6dc2-0071-4641-9380-8974c5c4be63",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "DOXYCYCLINE",
    "value": "20250226",
    "ingredients": [
        {
            "name": "DOXYCYCLINE HYCLATE",
            "code": "19XTS3T51U"
        },
        {
            "name": "ASCORBIC ACID",
            "code": "PQ6CK8PD0R"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        }
    ],
    "indications": "To reduce the development of drug-resistant bacteria and maintain the effectiveness of doxycycline for injection and other antibacterial drugs, doxycycline for injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.\n                  Doxycycline is indicated in infections caused by the following microorganisms:\n                  Rickettsiae (Rocky Mountain spotted fever, typhus fever, and the typhus group, Q fever, rickettsial pox and tick fevers).\n                  \n                     Mycoplasma pneumoniae (PPLO, Eaton Agent).\n                  Agents of psittacosis and ornithosis.\n                  Agents of lymphogranuloma venereum and granuloma inguinale.\n                  The spirochetal agent of relapsing fever (Borrelia recurrentis).\n                  The following gram-negative microorganisms:\n                  \n                     Haemophilus ducreyi (chancroid),\n                  \n                     Yersinia pestis,\n                  \n                  \n                     Francisella tularensis,\n                  \n                     Bartonella bacilliformis,\n                  \n                     Bacteroides species,\n                  \n                     Vibrio cholerae and\n                  \n                     Campylobacter fetus,\n                  \n                     Brucella species (in conjunction with streptomycin).\n                  Because many strains of the following groups of microorganisms have been shown to be resistant to tetracyclines, culture and susceptibility testing are recommended.\n                  Doxycycline is indicated for treatment of infections caused by the following gram-negative microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:\n                  \n                     Escherichia coli,\n                  \n                     Enterobacter aerogenes,\n                  \n                     Shigella species,\n                  \n                     Acinetobacter species,\n                  \n                     Haemophilus influenzae (respiratory infections),\n                  \n                     Klebsiella species (respiratory and urinary infections).\n                  Doxycycline is indicated for treatment of infections caused by the following gram-positive microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:",
    "contraindications": "Note: Rapid administration is to be avoided. Parenteral therapy is indicated only when oral therapy is not indicated. Oral therapy should be instituted as soon as possible. If intravenous therapy is given over prolonged periods of time, thrombophlebitis may result.\n                  The usual dosage and frequency of administration of doxycycline for injection (100 to 200 mg/day) differs from that of the other tetracyclines (1 to 2 g/day). Exceeding the recommended dosage may result in an increased incidence of side effects.\n                  Studies to date have indicated that doxycycline for injection at the usual recommended doses does not lead to excessive accumulation of doxycycline in patients with renal impairment.",
    "warningsAndPrecautions": "Doxycycline for injection, USP is available as a lyophilized cake or powder packed in amber colored tubular glass vial with rubber stopper and orange aluminium flip-off seal containing doxycycline hyclate equivalent to 100 mg of doxycycline with 480 mg of ascorbic acid; packages of 10 (70748-338-10).\n                  Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].\n                  Protect from light.\n                  Retain in carton until time of use.\n                  The brands listed are trademarks of their respective owners and are not trademarks of Lupin Pharmaceuticals, Inc. The makers of these brands are not affiliated with and do not endorse Lupin Pharmaceuticals, Inc. or its products.\n                  LUPIN and the are registered trademarks of Lupin Pharmaceuticals, Inc.\n                  Manufactured for:\n                  \n                     Lupin Pharmaceuticals, Inc.\n                  \n                  Naples, FL 34108\n                  United States\n                  Manufactured by:\n                  \n                     Lupin Limited,\n                  \n                  Nagpur 441 108\n                  India\n                  \n                     Revised: January 2025                                                                                                  ID#: 276313",
    "adverseReactions": "This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines."
}