{
    "root": "2c0284c8-3a82-4bb9-a486-a03fc1491c66",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ganirelix Acetate",
    "value": "20250317",
    "ingredients": [
        {
            "name": "GANIRELIX ACETATE",
            "code": "56U7906FQW"
        },
        {
            "name": "ACETIC ACID",
            "code": "Q40Q9N063P"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Ganirelix acetate injection is indicated for the inhibition of premature LH surges in women undergoing controlled ovarian hyperstimulation.",
    "contraindications": "After initiating FSH therapy on Day 2 or 3 of the cycle, ganirelix acetate injection 250 mcg may be administered subcutaneously once daily during the mid to late portion of the follicular phase. By taking advantage of endogenous pituitary FSH secretion, the requirement for exogenously administered FSH may be reduced. Treatment with ganirelix acetate should be continued daily until the day of hCG administration. When a sufficient number of follicles of adequate size are present, as assessed by ultrasound, final maturation of follicles is induced by administering hCG. The administration of hCG should be withheld in cases where the ovaries are abnormally enlarged on the last day of FSH therapy to reduce the chance of developing OHSS (Ovarian Hyperstimulation Syndrome).\n                  \n                     Directions for Using Ganirelix Acetate Injection\n                  \n                  \n                     Ganirelix acetate injection is supplied in a single dose, sterile, prefilled syringe and is intended for SUBCUTANEOUS administration only.\n                     Air bubble(s) may be seen in the pre-filled syringe. This is expected, and removal of the air bubble(s) is not needed.\n                     Wash hands thoroughly with soap and water.\n                     The most convenient sites for SUBCUTANEOUS injection are in the abdomen around the navel or upper thigh.\n                     The injection site should be swabbed with a disinfectant to remove any surface bacteria. Clean about two inches around the point where the needle will be inserted and let the disinfectant dry for at least one minute before proceeding.\n                     With syringe held upward, remove needle cover.\n                     Pinch up a large area of skin between the finger and thumb. Vary the injection site a little with each injection.\n                     The needle should be inserted at the base of the pinched-up skin at an angle of 45 to 90° to the skin surface.\n                     When the needle is correctly positioned, it will be difficult to draw back on the plunger. If any blood is drawn into the syringe, the needle tip has penetrated a vein or artery. If this happens, withdraw the needle slightly and reposition the needle without removing it from the skin. Alternatively, remove the needle and use a new, sterile, prefilled syringe. Cover the injection site with a swab containing disinfectant and apply pressure; the site should stop bleeding within one or two minutes.\n                     Once the needle is correctly placed, depress the plunger slowly and steadily, so the solution is correctly injected and the skin is not damaged.\n                     Pull the syringe out quickly and apply pressure to the site with a swab containing disinfectant.\n                     Use the sterile, prefilled syringe only once. Discard the unused portion and dispose of it properly.",
    "warningsAndPrecautions": "Ganirelix acetate injection is supplied in:\n                  Disposable, ready for use, single dose, sterile, prefilled 1 mL glass syringes containing 250 mcg/0.5 mL aqueous solution of ganirelix acetate closed with a rubber piston that does not contain latex. Each ganirelix acetate sterile, prefilled syringe is affixed with a 27 gauge x   1/2-inch needle closed by a needle shield that does not contain latex. \n                  Single syringe                                   NDC 70748-274-01\n                  \n                     Storage\n                  \n                  Store at 25°C (77°F); excursions permitted between 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature]. Protect from light.\n                  The brands listed are trademarks of their respective owners and are not trademarks of Lupin Pharmaceuticals, Inc. The makers of these brands are not affiliated with and do not endorse Lupin Pharmaceuticals, Inc. or its products.\n                  LUPIN and the  are registered trademarks of Lupin Pharmaceuticals, Inc.\n                  Manufactured for:\n                  \n                     Lupin Pharmaceuticals, Inc.\n                  \n                  Naples, FL 34108\n                  United States\n                  Manufactured by:\n                  \n                     Lupin Limited\n                  \n                  Nagpur 441 108\n                  INDIA\n                  October 2024                                                                                                                 #ID: 276316",
    "adverseReactions": "Ganirelix acetate injection is contraindicated under the following conditions:\n                  \n                     Known hypersensitivity to ganirelix acetate or to any of its components.\n                     Known hypersensitivity to GnRH or any other GnRH analog.\n                     Known or suspected pregnancy (see \n                           PRECAUTIONS\n                         )."
}