{
    "root": "2c4cb0ce-f1db-e51f-e063-6294a90a42bb",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Oxycodone and Acetaminophen",
    "value": "20250122",
    "ingredients": [
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "CROSPOVIDONE",
            "code": "2S7830E561"
        },
        {
            "name": "OXYCODONE HYDROCHLORIDE",
            "code": "C1ENJ2TE6C"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "ACETAMINOPHEN",
            "code": "362O9ITL9D"
        }
    ],
    "indications": "Oxycodone and Acetaminophen Tablets is indicated for the management of pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate.\n                  Limitations of Use\n                  Because of the risks of addiction, abuse, and misuse, with opioids, even at recommended doses [see WARNINGS], reserve Oxycodone and Acetaminophen Tablets for use in patients for whom alternative treatment options [e.g., non-opioid analgesics]\n                  • Have not been tolerated, or are not expected to be tolerated,\n                  • Have not provided adequate analgesia, or are not expected to provide adequate analgesia",
    "contraindications": "Important Dosage and Administration Instructions\n                  Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals [see WARNINGS].\n                  Initiate the dosing regimen for each patient individually, taking into account the patient's severity of pain, patient response, prior analgesic treatment experience, and risk factors for addiction, abuse, and misuse [see WARNINGS].\n                  Monitor patients closely for respiratory depression, especially within the first 24 to 72 hours of initiating therapy and following dosage increases with Oxycodone and Acetaminophen Tablets and adjust the dosage accordingly [see WARNINGS].\n                  Patient Access to Naloxone for the Emergency Treatment of Opioid Overdose\n                  Discuss the availability of naloxone for the emergency treatment of opioid overdose with the patient and caregiver and assess the potential need for access to naloxone, both when initiating and renewing treatment with Oxycodone and Acetaminophen Tablets [see WARNINGS, Life-Threatening Respiratory Depression; PRECAUTIONS, Information for Patients/Caregivers].\n                  Inform patients and caregivers about the various ways to obtain naloxone as permitted by individual state naloxone dispensing and prescribing regulations (e.g., by prescription, directly from a pharmacist, or as part of a community-based program).\n                  Consider prescribing naloxone, based on the patients risk factors for overdose, such as concomitant use of CNS depressants, a history of opioid use disorder, or prior opioid overdose. The presence of risk factors for overdose should not prevent the proper management of pain in any given patient [see WARNINGS, Addiction, Abuse, and Misuse, Life-Threatening Respiratory Depression, Risks from Concomitant Use with Benzodiazepines or Other CNS Depressants].\n                  Consider prescribing naloxone when the patient has household members (including children) or other close contacts at risk for accidental ingestion or overdose.\n                  Initial Dosage\n                  Initiating Treatment with Oxycodone and Acetaminophen Tablets\n                  The usual adult dosage is one tablet every 6 hours as needed for pain. The total daily dose of acetaminophen should not exceed 4 grams.\n                  Strength Usual Adult Dosage Maximum Daily Dose\n  \nOxycodone and Acetaminophen tablets 5 mg/325 mg 1 tablet every 6 hours as needed for pain  12 Tablets\n  \nOxycodone and Acetaminophen tablets 7.5 mg/325 mg 1 tablet every 6 hours as needed for pain  8 Tablets\n  \n Oxycodone and Acetaminophen tablets 10 mg/325 mg 1 tablet every 6 hours as needed for pain  6 Tablets\n \n                  Conversion from Oxycodone Hydrochloride and Acetaminophen to Extended-Release Oxycodone\n                  The relative bioavailability of Oxycodone and Acetaminophen Tablets compared to extended-release oxycodone is unknown, so conversion to extended-release oxycodone must be accompanied by close observation for signs of excessive sedation and respiratory depression.\n                  Titration and Maintenance of Therapy\n                  Individually titrate Oxycodone and Acetaminophen Tablets to a dose that provides adequate analgesia and minimizes adverse reactions. Continually reevaluate patients receiving Oxycodone and Acetaminophen Tablets to assess the maintenance of pain control and the relative incidence of adverse reactions, as well as monitoring for the development of addiction, abuse, or misuse [see WARNINGS]. Frequent communication is important among the prescriber, other members of the healthcare team, the patient, and the caregiver/family during periods of changing analgesic requirements, including initial titration.\n                  If the level of pain increases after dosage stabilization, attempt to identify the source of increased pain before increasing the Oxycodone and Acetaminophen Tablets dosage. If unacceptable opioid-related adverse reactions are observed, consider reducing the dosage. Adjust the dosage to obtain an appropriate balance between management of pain and opioid-related adverse reactions.\n                  Safe Reduction or Discontinuation of Oxycodone and Acetaminophen Tablets\n                  Do not abruptly discontinue Oxycodone and Acetaminophen Tablets in patients who may be physically dependent on opioids. Rapid discontinuation of opioid analgesics in patients who are physically dependent on opioids has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. Rapid discontinuation has also been associated with attempts to find other sources of opioid analgesics, which may be confused with drug-seeking for abuse. Patients may also attempt to treat their pain or withdrawal symptoms with illicit opioids, such as heroin, and other substances.\n                  When a decision has been made to decrease the dose or discontinue therapy in an opioid-dependent patient taking Oxycodone and Acetaminophen Tablets, there are a variety of factors that should be considered, including the dose of Oxycodone and Acetaminophen Tablets the patient has been taking, the duration of treatment, the type of pain being treated, and the physical and psychological attributes of the patient. It is important to ensure ongoing care of the patient and to agree on an appropriate tapering schedule and follow-up plan so that patient and provider goals and expectations are clear and realistic. When opioid analgesics are being discontinued due to a suspected substance use disorder, evaluate and treat the patient, or refer for evaluation and treatment of the substance use disorder. Treatment should include evidence-based approaches, such as medication assisted treatment of opioid use disorder. Complex patients with co-morbid pain and substance use disorders may benefit from referral to a specialist.\n                  There are no standard opioid tapering schedules that are suitable for all patients. Good clinical practice dictates a patient-specific plan to taper the dose of the opioid gradually. For patients on Oxycodone and Acetaminophen Tablets who are physically opioid-dependent, initiate the taper by a small enough increment (e.g., no greater than 10% to 25% of the total daily dose) to avoid withdrawal symptoms, and proceed with dose-lowering at an interval of every 2 to 4 weeks. Patients who have been taking opioids for briefer periods of time may tolerate a more rapid taper.\n                  It may be necessary to provide the patient with lower dosage strengths to accomplish a successful taper. Reassess the patient frequently to manage pain and withdrawal symptoms, should they emerge. Common withdrawal symptoms include restlessness, lacrimation, rhinorrhea, yawning, perspiration, chills, myalgia, and mydriasis. Other signs and symptoms also may develop, including irritability, anxiety, backache, joint pain, weakness, abdominal cramps, insomnia, nausea, anorexia, vomiting, diarrhea, or increased blood pressure, respiratory rate, or heart rate. If withdrawal symptoms arise, it may be necessary to pause the taper for a period of time or raise the dose of the opioid analgesic to the previous dose, and then proceed with a slower taper. In addition, monitor patients for any changes in mood, emergence of suicidal thoughts, or use of other substances.\n                  When managing patients taking opioid analgesics, particularly those who have been treated for a long duration and/or with high doses for chronic pain, ensure that a multimodal approach to pain management, including mental health support (if needed), is in place prior to initiating an opioid analgesic taper. A multimodal approach to pain management may optimize the treatment of chronic pain, as well as assist with the successful tapering of the opioid analgesic [see WARNINGS/Withdrawal, DRUG ABUSE AND DEPENDENCE].",
    "warningsAndPrecautions": "Oxycodone and Acetaminophen Tablets, USP are supplied as follows:\n                  2.5 mg/325 mg\n  \nWhite to Off-white color capsule shaped tablets debossed with ‘T 191’ on one side and plain on other side.\n  \nBottles of 100                    NDC 31722-948-01                                                                      \n \n                  Bottles of 500                    NDC 31722-948-05\n                  5 mg/325 mg\n  \nWhite to off-white color round, biconvex tablets having break line on one side and debossed with ‘T 192’ on other side.\n  \nBottles of 100                    NDC 31722-949-01                                                                      \n \n                  Bottles of 500                    NDC 31722-949-05\n                  7.5 mg/325 mg\n  \nWhite to Off-white color capsule shaped tablets debossed with ‘T 193’ on one side and plain on other side.\n  \nBottles of 100                    NDC 31722-950-01                                                                        \n \n                  Bottles of 500                    NDC 31722-950-05\n                  10 mg/325 mg\n  \nWhite to off-white color capsule shaped tablets debossed with ‘T 194’ on one side and plain on other side.\n  \nBottles of 100                    NDC 31722-951-01                                                                       \n \n                  Bottles of 500                    NDC 31722-951-05\n                  Store at 20° to 25°C (68° to 77°F). [see USP Controlled Room Temperature]. Protect from moisture.\n                  Dispense in a tight, light-resistant container as defined in the USP.\n                  Store Oxycodone and Acetaminophen Tablets securely and dispose of properly [see PRECAUTIONS/Information for Patients].\n                  Manufactured by:                                                                                                                                  \n                  Ascent Pharmaceuticals, Inc.                                                                                                                      \n                  Central Islip, NY 11722\n                  Manufactured for:\n                  Camber Pharmaceuticals, Inc.\n                  Piscataway, NJ 08854\n                  Rev: 04/21",
    "adverseReactions": "Oxycodone and Acetaminophen Tablets is contraindicated in patients with:\n                  • Significant respiratory depression [see WARNINGS]\n                  • Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see WARNINGS]\n                  • Known or suspected gastrointestinal obstruction, including paralytic ileus [see WARNINGS]\n                  • Hypersensitivity to oxycodone, acetaminophen, or any other component of the product (e.g., anaphylaxis) [see WARNINGS, ADVERSE REACTIONS]"
}