{
    "root": "2c5100be-fccd-462f-9e83-399521840a68",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Micafungin in Sodium Chloride",
    "value": "20250307",
    "ingredients": [
        {
            "name": "MICAFUNGIN SODIUM",
            "code": "IS1UP79R56"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Micafungin in Sodium Chloride Injection is indicated for:\n                  \n                     \n                        •Treatment of Candidemia, Acute Disseminated Candidiasis, Candida Peritonitis and Abscesses in adult and pediatric patients 4 months of age and older for whom appropriate dosing with this formulation can be achieved [see Clinical Studies (14.1) and Use in Specific Populations (8.4)].\n                     \n                     \n                        •Treatment of Candidemia, Acute Disseminated Candidiasis, Candida Peritonitis and Abscesses \n                           \n                              without\n                           \n                         meningoencephalitis and/or ocular dissemination in pediatric patients younger than 4 months of age for whom appropriate dosing with this formulation can be achieved [see Use in Specific Populations (8.4)].\n                     \n                     \n                        •Treatment of Esophageal Candidiasis in adult and pediatric patients 4 months of age and older for whom appropriate dosing with this formulation can be achieved [see Clinical Studies (14.2)].\n                     \n                     \n                        •Prophylaxis of Candida Infections in adult and pediatric patients 4 months of age and older undergoing hematopoietic stem cell transplantation for whom appropriate dosing with this formulation can be achieved [see Clinical Studies (14.3)].\n                     \n                  \n                  \n                     Limitations of Use\n                  \n                  \n                     \n                        •The safety and effectiveness of Micafungin in Sodium Chloride Injection have \n                           \n                              not\n                           \n                         been established for the treatment of candidemia \n                           \n                              with\n                           \n                         meningoencephalitis and/or ocular dissemination in pediatric patients younger than 4 months of age as a higher dose may be needed [see Use in Specific Populations (8.4)].\n                     \n                     \n                        •Micafungin in Sodium Chloride Injection has not been adequately studied in patients with endocarditis, osteomyelitis and meningoencephalitis due to Candida.\n                     \n                     \n                        •The efficacy of Micafungin in Sodium Chloride Injection against infections caused by fungi other than Candida has not been established.",
    "contraindications": "• If a dose of Micafungin in Sodium Chloride Injection is required that does not equal 50 mg, 100 mg, or 150 mg, this product is not recommended for use and an alternative formulation of micafungin should be considered. Recommended Dosage Administered by Indication, Weight and Age ( 2.1 , 2.2 , 2.3 , 2.4 , 8.4 ) Adult Pediatric Patients 4 Months and Older 30 kg or less Pediatric Patients 4 Months and Older greater than 30 kg Pediatric Patients Younger than 4 Months of Age Treatment of Candidemia, Acute Disseminated Candidiasis, Candida Peritonitis and Abscesses 100 mg daily 2 mg/kg/day (maximum 100 mg daily) See below Treatment of Candidemia, Acute Disseminated Candidiasis, Candida Peritonitis and Abscesses without Meningoencephalitis and/or Ocular Dissemination See above See above 4 mg/kg/day Treatment of Esophageal Candidiasis 150 mg daily 3 mg/kg/day 2.5 mg/kg/day (maximum 150 mg daily) Not approved Prophylaxis of Candida Infections in HSCT Recipients 50 mg daily 1 mg/kg/day (maximum 50 mg daily) Not approved • Infuse over 1 hour. ( 2.6 ) • See Full Prescribing Information for intravenous (IV) directions for preparation for administration instructions. ( 2.5 , 2.6 )",
    "warningsAndPrecautions": "How Supplied\n                  \n                  Micafungin in Sodium Chloride Injection is supplied as a clear and colorless refrigerated, premixed, iso-osmotic, sterile, nonpyrogenic solution for intravenous infusion, and is available in the following packaging configurations:\n                  \n                     \n                     \n                     \n                     \n                     \n                     \n                        \n                           Code\n                           NDC Multiple Cartons\n                           NDC Individual Carton\n                           Size\n                           Number of Containers/Carton\n                        \n                     \n                     \n                        \n                           \n                              2G3434\n                           \n                           \n                              NDC 0338-9051-12\n                           \n                           \n                              NDC 0338-9051-01\n                           \n                           \n                              50 mL\n                           \n                           \n                              12 individually packaged 50 mg/50 mL (1 mg/mL) single-dose Galaxy containers\n                           \n                        \n                        \n                           \n                              2G3435\n                           \n                           \n                              NDC 0338-9053-12\n                           \n                           \n                              NDC 0338-9053-01\n                           \n                           \n                              100 mL\n                           \n                           \n                              12 individually packaged 100 mg/100 mL (1 mg/mL) single-dose Galaxy containers\n                           \n                        \n                        \n                           \n                              2G3433\n                           \n                           \n                              NDC 0338-9055-10\n                           \n                           \n                              NDC 0338-9055-01\n                           \n                           \n                              150 mL\n                           \n                           \n                              10 individually packaged 150 mg/150 mL (1 mg/mL) single-dose Galaxy containers\n                           \n                        \n                     \n                  \n                  \n                     Storage and Handling\n                  \n                  Store Micafungin in Sodium Chloride Injection in the refrigerator at 2°C to 8°C (36°F to 46°F) in the original carton to protect from light. Do not use after the expiration date printed on the carton and container label.\n                  If needed, Micafungin in Sodium Chloride Injection may be stored at room temperature 20°C to 25°C (68°F to 77°F) for up to 30 days in the original carton to protect from light. Once stored at room temperature, do not place back in the refrigerator. Discard Micafungin in Sodium Chloride Injection after 30 days if stored at room temperature.\n                  Do not freeze and do not use Micafungin in Sodium Chloride Injection if it has been frozen.",
    "adverseReactions": "Micafungin in Sodium Chloride Injection is contraindicated in persons with known hypersensitivity to micafungin, any component of Micafungin in Sodium Chloride Injection, or other echinocandins."
}