{
    "root": "2c66ebff-4389-49f9-a6ed-39d7de46dcb5",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": {
        "text": "Sodium Sulfate, Potassium Sulfate and Magnesium Sulfate Oral"
    },
    "value": "20250312",
    "ingredients": [
        {
            "name": "SODIUM SULFATE",
            "code": "0YPR65R21J"
        },
        {
            "name": "POTASSIUM SULFATE",
            "code": "1K573LC5TV"
        },
        {
            "name": "MAGNESIUM SULFATE, UNSPECIFIED FORM",
            "code": "DE08037SAB"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SUCRALOSE",
            "code": "96K6UQ3ZD4"
        },
        {
            "name": "MALIC ACID",
            "code": "817L1N4CKP"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        }
    ],
    "indications": "Sodium sulfate, potassium sulfate and magnesium sulfate oral solution is indicated for cleansing of the colon as a preparation for colonoscopy in adult and pediatric patients 12 years of age and older.",
    "contraindications": "Preparation and Administration (2.2) Must dilute in water prior to ingestion Administration of two bottles of sodium      sulfate, potassium sulfate and magnesium sulfate oral solution is required      for a complete preparation for colonoscopy. One bottle is equivalent to      one dose. Must consume additional water after      each dose. Stop consumption of all fluids at least      2 hours before the colonoscopy. Recommended Dosage and Administration Split-Dose (two-day) regimen consists of two doses of sodium sulfate, potassium sulfate and magnesium sulfate oral solution: first dose during the evening prior to colonoscopy and second dose the next day, during the morning of colonoscopy. (2.1, 2.3, 2.4) Recommended sodium sulfate, potassium sulfate and magnesium sulfate oral solution dosage is: Adults: Two 6-ounce doses. (2.3) Pediatric Patients 12 Years of Age and Older: Two 4.5-ounce doses. (2.4) For complete information on preparation before colonoscopy and administration of the dosage regimen, see full prescribing Information. (2.1, 2.2, 2.3, 2.4)",
    "warningsAndPrecautions": "Each sodium sulfate, potassium sulfate and magnesium sulfate oral solution (for adults) (NDC 64380-116-01) contains:\n                  \n                     Two bottles (NDC 64380-116-02) each containing 6-ounces of an oral solution of 17.5 grams sodium sulfate, 3.13 grams potassium sulfate, and 1.6 grams magnesium sulfate as a clear to slightly hazy liquid. When diluted as directed, the solution is clear and colorless.\n                     One (1) mixing container with a 16-ounce fill line.\n                  \n                  Store at 20° to 25°C (68° to 77°F). Excursions permitted between 15° to 30°C (59° to 86°F). See USP controlled room temperature.",
    "adverseReactions": "Sodium sulfate, potassium sulfate and magnesium sulfate oral solution is contraindicated in the following conditions:\n                  \n                     Gastrointestinal obstruction or ileus [see Warnings and      Precautions (5.6)]\n                     \n                     Bowel perforation [see Warnings and Precaution (5.6)]\n                     \n                     Toxic colitis or toxic megacolon\n                     Gastric retention\n                     Hypersensitivity to any of the ingredients in sodium sulfate, potassium sulfate and magnesium sulfate oral      solution"
}