{
    "root": "2d3f61a6-320a-373c-e063-6394a90aff5b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Propranolol Hydrochloride",
    "value": "20250203",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "PROPRANOLOL HYDROCHLORIDE",
            "code": "F8A3652H1V"
        }
    ],
    "indications": "Hypertension\n                  \n                  Propranolol hydrochloride tablets, USP are indicated in the management of hypertension. It may be used alone or used in combination with other antihypertensive agents, particularly a thiazide diuretic. Propranolol hydrochloride is not indicated in the management of hypertensive emergencies.\n                  \n                     Angina Pectoris Due to Coronary Atherosclerosis\n                  \n                  Propranolol hydrochloride tablets, USP are indicated to decrease angina frequency and increase exercise tolerance in patients with angina pectoris.\n                  \n                     Atrial Fibrillation\n                  \n                  Propranolol hydrochloride tablets, USP are indicated to control ventricular rate in patients with atrial fibrillation and a rapid ventricular response.\n                  \n                     Myocardial Infarction\n                  \n                  Propranolol is indicated to reduce cardiovascular mortality in patients who have survived the acute phase of myocardial infarction and are clinically stable.\n                  \n                     Migraine\n                  \n                  Propranolol is indicated for the prophylaxis of common migraine headache. The efficacy of propranolol in the treatment of a migraine attack that has started has not been established, and propranolol is not indicated for such use.\n                  \n                     Essential Tremor\n                  \n                  Propranolol is indicated in the management of familial or hereditary essential tremor. Familial or essential tremor consists of involuntary, rhythmic, oscillatory movements, usually limited to the upper limbs. It is absent at rest, but occurs when the limb is held in a fixed posture or position against gravity and during active movement. Propranolol causes a reduction in the tremor amplitude, but not in the tremor frequency. Propranolol is not indicated for the treatment of tremor associated with Parkinsonism.\n                  \n                     Hypertrophic Subaortic Stenosis\n                  \n                  Propranolol improves NYHA functional class in symptomatic patients with hypertrophic subaortic stenosis.\n                  \n                     Pheochromocytoma\n                  \n                  Propranolol is indicated as an adjunct to alpha-adrenergic blockade to control blood pressure and reduce symptoms of catecholamine-secreting tumors.",
    "contraindications": "General\n                  \n                  Because of the variable bioavailability of propranolol, the dose should be individualized based on response.\n                  \n                     Hypertension\n                  \n                  The usual initial dosage is 40 mg propranolol hydrochloride twice daily, whether used alone or added to a diuretic. Dosage may be increased gradually until adequate blood pressure control is achieved. The usual maintenance dosage is 120 mg to 240 mg per day. In some instances a dosage of 640 mg a day may be required. The time needed for full antihypertensive response to a given dosage is variable and may range from a few days to several weeks.\n                  While twice-daily dosing is effective and can maintain a reduction in blood pressure throughout the day, some patients, especially when lower doses are used, may experience a modest rise in blood pressure toward the end of the 12-hour dosing interval. This can be evaluated by measuring blood pressure near the end of the dosing interval to determine whether satisfactory control is being maintained throughout the day. If control is not adequate, a larger dose, or 3-times-daily therapy may achieve better control.\n                  \n                     Angina Pectoris\n                  \n                  Total daily doses of 80 mg to 320 mg propranolol hydrochloride, when administered orally, twice a day, three times a day, or four times a day, have been shown to increase exercise tolerance and to reduce ischemic changes in the ECG. If treatment is to be discontinued, reduce dosage gradually over a period of several weeks. (See\n \n  \n                        WARNINGS\n                     .)\n\n \n                  \n                     Atrial Fibrillation\n                  \n                  The recommended dose is 10 mg to 30 mg propranolol hydrochloride three or four times daily before meals and at bedtime.\n                  \n                     Myocardial Infarction\n                  \n                  In the Beta-Blocker Heart Attack Trial (BHAT), the initial dose was 40 mg three times a day, with titration after 1 month to 60 mg to 80 mg three times a day as tolerated. The recommended daily dosage is 180 mg to 240 mg propranolol hydrochloride per day in divided doses. Although a three times a day regimen was used in the BHAT and a four times a day regimen in the Norwegian Multicenter Trial, there is a reasonable basis for the use of either a three times a day or twice daily regimen (see\n \n  \n                        PHARMACODYNAMICS AND CLINICAL EFFECTS\n                     ). The effectiveness and safety of daily dosages greater than 240 mg for prevention of cardiac mortality have not been established. However, higher dosages may be needed to effectively treat coexisting diseases such as angina or hypertension (see above).\n\n \n                  \n                     Migraine\n                  \n                  The initial dose is 80 mg propranolol hydrochloride daily in divided doses. The usual effective dose range is 160 mg to 240 mg per day. The dosage may be increased gradually to achieve optimum migraine prophylaxis. If a satisfactory response is not obtained within four to six weeks after reaching the maximum dose, propranolol therapy should be discontinued. It may be advisable to withdraw the drug gradually over a period of several weeks.\n                  \n                     Essential Tremor\n                  \n                  The initial dosage is 40 mg propranolol hydrochloride twice daily. Optimum reduction of essential tremor is usually achieved with a dose of 120 mg per day. Occasionally, it may be necessary to administer 240 mg to 320 mg per day.\n                  \n                     Hypertrophic Subaortic Stenosis\n                  \n                  The usual dosage is 20 mg to 40 mg propranolol hydrochloride three or four times daily before meals and at bedtime.\n                  \n                     Pheochromocytoma\n                  \n                  The usual dosage is 60 mg propranolol hydrochloride daily in divided doses for three days prior to surgery as adjunctive therapy to alpha-adrenergic blockade. For the management of inoperable tumors, the usual dosage is 30 mg daily in divided doses as adjunctive therapy to alpha-adrenergic blockade.",
    "warningsAndPrecautions": "Propranolol Hydrochloride Tablets, USP 10 mg are 9/32\", scored, round, orange tablets imprinted \n  “DAN 5554”and \n  “10”supplied in bottles of 100 and 1000.\n \n                  NDC 68071-3520-9 BOTTLES OF 90\n                  Dispense in a well-closed, light-resistant container with child-resistant closure.\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. Protect from light.\n                  Manufactured by:\n  \nWatson Pharma Private Limited\n  \nVerna, Salcette Goa 403 722 INDIA\n \n                  Distributed by:\n  \nActavis Pharma, Inc.\n  \nParsippany, NJ 07054 USA\n \n                  Revised: August 2015",
    "adverseReactions": "Propranolol is contraindicated in 1) cardiogenic shock; 2) sinus bradycardia and greater than first degree block; 3) bronchial asthma; and 4) in patients with known hypersensitivity to propranolol hydrochloride."
}