{
    "root": "2da839d4-4cba-4ca2-8149-0488263af184",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Linezolid",
    "value": "20250527",
    "ingredients": [
        {
            "name": "LINEZOLID",
            "code": "ISQ9I6J12J"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        },
        {
            "name": "SODIUM CITRATE, UNSPECIFIED FORM",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "CARBOXYMETHYLCELLULOSE SODIUM, UNSPECIFIED",
            "code": "K679OBS311"
        },
        {
            "name": "ASPARTAME",
            "code": "Z0H242BBR1"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        }
    ],
    "indications": "Linezolid is an oxazolidinone-class antibacterial indicated in adults and children for the treatment of the following infections caused by susceptible Gram-positive bacteria: Nosocomial pneumonia ( 1.1 ); Community-acquired pneumonia ( 1.2 ); Complicated skin and skin structure infections, including diabetic foot infections, without concomitant osteomyelitis ( 1.3 ); Uncomplicated skin and skin structure infections ( 1.4 ); Vancomycin-resistant Enterococcus faecium infections. ( 1.5 ) Limitations of Use ( 1.6 ): • Linezolid is not indicated for the treatment of Gram-negative infections. • The safety and efficacy of linezolid formulations given for longer than 28 days have not been evaluated in controlled clinical trials. To reduce the development of drug-resistant bacteria and maintain the effectiveness of linezolid formulations and other antibacterial drugs, linezolid should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.7 )",
    "contraindications": "Dosage, Route, and Frequency of Administration Infection Pediatric Patients (Birth through 11 years of Age) Adults and Adolescents (12 years and Older) Duration (days) Nosocomial pneumonia 10 mg/kg intravenous or oral every 8 hours 600 mg intravenous or oral every 12 hours 10 to 14 Community-acquired pneumonia, including concurrent bacteremia Complicated skin and skin structure infections Vancomycin-resistant Enterococcus faecium infections , including concurrent bacteremia 10 mg/kg intravenous or oral every 8 hours 600 mg intravenous or oral every 12 hours 14 to 28 Uncomplicated skin and skin structure infections less than 5 yrs: 10 mg/kg oral every 8 hours 5–11 yrs: 10 mg/kg oral every 12 hours Adults: 400 mg oral every 12 hours Adolescents: 600 mg oral every 12 hours 10 to 14",
    "warningsAndPrecautions": "Linezolid for Oral Suspension is available as a dry, white to off-white, orange-flavored granule/powder. When constituted as directed, each bottle will contain 150 mL of a suspension providing the equivalent of 100 mg of linezolid per each 5 mL. Linezolid for Oral Suspension is supplied as follows:\n                  100 mg/5 mL in 240 mL glass bottles        NDC 59762-1308-1\n                  100 mg/5 mL in 240 mL glass bottles        NDC 59762-1308-4",
    "adverseReactions": "• Known hypersensitivity to linezolid or any of the other product components. ( 4.1 ) • Patients taking any monoamine oxidase inhibitors (MAOI) or within two weeks of taking an MAOI. ( 4.2 )"
}