{
    "id": "2e12ecaf-bd76-4586-bd97-fb41eb61713b",
    "indications": "OFEV is a kinase inhibitor indicated in adults for: Treatment of idiopathic pulmonary fibrosis (IPF) ( 1.1 ) Treatment of chronic fibrosing interstitial lung diseases (ILDs) with a progressive phenotype ( 1.2 ) Slowing the rate of decline in pulmonary function in patients with systemic sclerosis-associated interstitial lung disease (SSc-ILD) ( 1.3 )",
    "contraindications": "Recommended dosage: 150 mg taken orally twice daily approximately 12 hours apart taken with food. ( 2.2 ) Recommended dosage in patients with mild hepatic impairment (Child Pugh A): 100 mg taken orally twice daily approximately 12 hours apart taken with food. ( 2.3 , 8.6 ) Consider temporary dose reduction to 100 mg, treatment interruption, or discontinuation for management of adverse reactions. ( 2.4 , 5.2 , 5.3 , 6 ) Prior to treatment initiation, conduct liver function tests in all patients and a pregnancy test in females of reproductive potential. ( 2.1 , 5.2 , 5.4 )",
    "warningsAndPrecautions": "150 mg:  brown, opaque, oblong, soft capsules marked in dark gray with the Boehringer Ingelheim company symbol and \"150\". They are packaged in HDPE bottles with a child-resistant closure, available as follows:\n                  \n                     \n                     \n                     \n                        \n                           Bottles of 60\n                           NDC: 0597-0145-60\n                        \n                     \n                  \n                  100 mg:  peach, opaque, oblong, soft capsules marked in dark gray with the Boehringer Ingelheim company symbol and \"100\". They are packaged in HDPE bottles with a child-resistant closure, available as follows:\n                  \n                     \n                     \n                     \n                        \n                           Bottles of 60\n                           NDC: 0597-0143-60",
    "adverseReactions": "None",
    "ingredients": [
        {
            "name": "NINTEDANIB ESYLATE",
            "code": "42F62RTZ4G"
        }
    ],
    "organization": "Boehringer Ingelheim Pharmaceuticals, Inc.",
    "name": "Ofev",
    "effectiveTime": "20250429"
}