{
    "root": "2e1bf145-30b7-8e26-e063-6394a90a7eca",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Timolol Maleate Ophthalmic Gel Forming Solution",
    "value": "20230214",
    "ingredients": [
        {
            "name": "GELLAN GUM (LOW ACYL)",
            "code": "7593U09I4D"
        },
        {
            "name": "TROMETHAMINE",
            "code": "023C2WHX2V"
        },
        {
            "name": "BENZODODECINIUM BROMIDE",
            "code": "IRY12B2TQ6"
        },
        {
            "name": "TIMOLOL MALEATE",
            "code": "P8Y54F701R"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Timolol maleate sterile ophthalmic gel forming solution is indicated in the treatment of elevated intraocular pressure in patients with ocular hypertension or open-angle glaucoma.",
    "contraindications": "Patients should be instructed to invert the closed container and shake once before each use. It is not necessary to shake the container more than once. Other topically applied ophthalmic medications should be administered at least 10 minutes before timolol maleate ophthalmic gel forming solution [see \n  PRECAUTIONS, Information for Patients and accompanying \n  INSTRUCTIONS FOR USE].\n  \n                     \n                     \n                     \nTimolol Maleate Sterile Ophthalmic Gel Forming Solution is available in concentrations of 0.25% and 0.5%. The dose is one drop of Timolol Maleate Ophthalmic Gel Forming Solution (either 0.25% or 0.5%) in the affected eye(s) once a day.\n  \n                     \n                     \n                     \nBecause in some patients the pressure-lowering response to timolol maleate ophthalmic gel forming solution may require a few weeks to stabilize, evaluation should include a determination of intraocular pressure after approximately 4 weeks of treatment with timolol maleate ophthalmic gel forming solution.\n  \n                     \n                     \n                     \nDosages higher than one drop of 0.5% timolol maleate ophthalmic gel forming solution once a day have not been studied. If the patient's intraocular pressure is still not at a satisfactory level on this regimen, concomitant therapy can be considered. The concomitant use of two topical beta-adrenergic blocking agents is not recommended [see \n  PRECAUTIONS, Drug Interactions, Beta-adrenergic blocking agents].\n  \n                     \n                     \n                     \nWhen patients have been switched from therapy with TIMOPTIC administered twice daily to timolol maleate ophthalmic gel forming solution administered once daily, the ocular hypotensive effect has remained consistent.",
    "warningsAndPrecautions": "Timolol maleate ophthalmic gel forming solution is a colorless to nearly colorless, slightly opalescent, and slightly viscous solution.\n  \n                     \n                     \n                     \n                     \n                     \nTimolol maleate ophthalmic gel forming solution, 0.25% timolol equivalent, is supplied in a white low density polyethylene (LDPE) dispenser with a controlled drop tip and a yellow polypropylene cap as follows:\n  \n                     \n                     NDC 72266-199-01, 5 mL in a 5 mL capacity bottle.\n  \n                     \nTimolol maleate ophthalmic gel forming solution, 0.5% timolol equivalent, is supplied in a white low density polyethylene (LDPE) dispenser with a controlled drop tip and a yellow polypropylene cap as follows:\n \n                  \n                     \n                     NDC 72266-200-01, 5 mL in a 5 mL capacity bottle.\n  \n                     \n                     \n                     Storage\n                     \n                     \nStore at 15째 to 25째C (59째 to 77째F). \n  Avoid Freezing. Protect from light.\n  \n                     \n                     \n                     \n                     Distributed by:\n                     \n                     \nFosun Pharma USA Inc.\n  \nPrinceton, NJ 08540\n \n                  \n                  Made in India\n  \nIssued: 02/2023\n \n                  1313000729-01",
    "adverseReactions": "Timolol maleate ophthalmic gel forming solution is contraindicated in patients with (1) bronchial asthma; (2) a history of bronchial asthma; (3) severe chronic obstructive pulmonary disease [see \n       \n \n  WARNINGS, Obstructive Pulmonary Disease]; (4) sinus bradycardia; (5) second or third degree atrioventricular block; (6) overt cardiac failure [see \n       \n \n  WARNINGS, Cardiac Failure]; (7) cardiogenic shock; or (8) hypersensitivity to any component of this product."
}