{
    "root": "2e37887f-4db9-4162-9bae-1b4a5b3ea9a9",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ciclopirox Olamine",
    "value": "20250327",
    "ingredients": [
        {
            "name": "CICLOPIROX OLAMINE",
            "code": "50MD4SB4AP"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "CETYL ALCOHOL",
            "code": "936JST6JCN"
        },
        {
            "name": "LACTIC ACID, UNSPECIFIED FORM",
            "code": "33X04XA5AT"
        },
        {
            "name": "LIGHT MINERAL OIL",
            "code": "N6K5787QVP"
        },
        {
            "name": "MYRISTYL ALCOHOL",
            "code": "V42034O9PU"
        },
        {
            "name": "OCTYLDODECANOL",
            "code": "461N1O614Y"
        },
        {
            "name": "POLYSORBATE 60",
            "code": "CAL22UVI4M"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SORBITAN MONOSTEARATE",
            "code": "NVZ4I0H58X"
        },
        {
            "name": "STEARYL ALCOHOL",
            "code": "2KR89I4H1Y"
        }
    ],
    "indications": "Ciclopirox olamine cream is indicated for the topical treatment of the following dermal infections: tinea pedis, tinea cruris, and tinea corporis due to Trichophyton rubrum, Trichophyton mentagrophytes, Epidermophyton floccosum, and Microsporum canis; candidiasis (moniliasis) due to Candida albicans; and tinea (pityriasis) versicolor due to Malassezia furfur.",
    "contraindications": "Gently massage ciclopirox olamine cream into the affected and surrounding skin areas twice daily, in the morning and evening. Clinical improvement with relief of pruritus and other symptoms usually occurs within the first week of treatment. If a patient shows no clinical improvement after four weeks of treatment with ciclopirox olamine cream the diagnosis should be redetermined. Patients with tinea versicolor usually exhibit clinical and mycological clearing after two weeks of treatment.",
    "warningsAndPrecautions": "Ciclopirox Olamine Cream USP, 0.77% is available as follows:\n                  15 g tube (NDC 63629-8624-1)\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Ciclopirox olamine cream is contraindicated in individuals who have shown hypersensitivity to any of its components."
}