{
    "root": "2f0e80ab-c6c5-cb03-e063-6394a90a1f92",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Tranexamic Acid",
    "value": "20250226",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "TRANEXAMIC ACID",
            "code": "6T84R30KC1"
        }
    ],
    "indications": "Tranexamic Acid in Sodium Chloride Injection is indicated in patients with hemophilia for short-term use (two to eight days) to reduce or prevent hemorrhage and reduce the need for replacement therapy during and following tooth extraction.",
    "contraindications": "Before Extraction: Administer 10 mg/kg actual body weight of Tranexamic Acid in Sodium Chloride Injection intravenously with replacement therapy. After Extraction: Administer 10 mg/kg actual body weight 3 to 4 times daily for 2 to 8 days. Infuse no more than 10 mL/minute to avoid hypotension ( 2.1 ). Reduce the dosage for patients with renal impairment ( 2.2 , 8.6 ).",
    "warningsAndPrecautions": "Tranexamic Acid in Sodium Chloride Injection is supplied as a sterile, unpreserved, colorless solution in a single-dose polymeric bag containing 1000 mg tranexamic acid in 100 mL of solution (10 mg/mL) sealed with a Twist Off port and oversealed in an aluminum pouch as follows:\n                  \n                     \n                        \n                           \n                              Strength\n                           \n                           \n                              Package\n                           \n                           \n                              NDC Number\n                           \n                        \n                        \n                           1000 mg (10 mg/mL)\n                           1 single-dose bag\n                           14789-115-08\n                        \n                        \n                           \n                              10 bags per carton\n                           \n                           14789-115-05\n                        \n                     \n                  \n                  Discard any unused portion.\n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Tranexamic Acid in Sodium Chloride Injection is contraindicated:\n                  \n                     In patients with subarachnoid hemorrhage. Anecdotal experience indicates that cerebral edema and cerebral infarction may be caused by tranexamic acid in such patients.\n                     In patients with active intravascular clotting\n  \n   [see Warnings and Precautions (\n   \n    5.1)]\n  \n   .\n \n  \n                     In patients with hypersensitivity to tranexamic acid or any of the ingredients\n  \n   [see Warnings and Precautions (\n   \n    5.3)]\n  \n   ."
}