{
    "root": "2f2d697b-22f5-ccfa-e063-6394a90a7fde",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Oseltamivir Phosphate",
    "value": "20250227",
    "ingredients": [
        {
            "name": "MONOSODIUM CITRATE",
            "code": "68538UP9SE"
        },
        {
            "name": "SACCHARIN SODIUM",
            "code": "SB8ZUX40TY"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        },
        {
            "name": "OSELTAMIVIR PHOSPHATE",
            "code": "4A3O49NGEZ"
        }
    ],
    "indications": "Oseltamivir phosphate for oral suspension is an influenza neuraminidase inhibitor (NAI) indicated for: Treatment of acute, uncomplicated influenza A and B in patients 2 weeks of age and older who have been symptomatic for no more than 48 hours. ( 1.1 ) Prophylaxis of influenza A and B in patients 1 year and older. ( 1.2 ) Limitations of Use: Not a substitute for annual influenza vaccination. ( 1.3 ) Consider available information on influenza drug susceptibility patterns and treatment effects when deciding whether to use. ( 1.3 ) Not recommended for patients with end-stage renal disease not undergoing dialysis. ( 1.3 )",
    "contraindications": "Treatment of influenza Adults and adolescents (13 years and older): 75 mg twice daily for 5 days ( 2.2 ) Pediatric patients 1 to 12 years of age: Based on weight twice daily for 5 days ( 2.2 ) Pediatric patients 2 weeks to less than 1 year of age: 3mg/kg twice daily for 5 days ( 2.2 ) Renally impaired adult patients (creatinine clearance >30 to 60 mL/min): Reduce to 30 mg twice daily for 5 days ( 2.4 ) Renally impaired adult patients (creatinine clearance >10 to 30 mL/min): Reduce to 30 mg once daily for 5 days ( 2.4 ) ESRD patients on hemodialysis: Reduce to 30 mg immediately and then 30 mg after every hemodialysis cycle. Treatment duration not to exceed 5 days ( 2.4 ) ESRD patients on CAPD: Reduce to a single 30 mg dose immediately ( 2.4 ) Prophylaxis of influenza ● Adults and adolescents (13 years and older): 75 mg once daily for at least 10 days ( 2.3 ) -Community outbreak: 75 mg once daily for up to 6 weeks ( 2.3 ) ● Pediatric patients 1 to 12 years of age: Based on weight once daily for 10 days ( 2.3 ) -Community outbreak: Based on weight once daily for up to 6 weeks ( 2.3 ) ● Renally impaired adult patients (creatinine clearance >30 to 60 mL/min): Reduce to 30 mg once daily ( 2.4 ) ● Renally impaired adult patients (creatinine clearance >10 to 30 mL/min): Reduce to 30 mg once every other day ( 2.4 ) ● ESRD patients on hemodialysis: Reduce to 30 mg immediately and then 30 mg after alternate hemodialysis cycles for the recommended duration of prophylaxis ( 2.4 ) ● ESRD patients on CAPD: Reduce to 30 mg immediately and then 30 mg once weekly for the recommended duration of prophylaxis ( 2.4 )",
    "warningsAndPrecautions": null,
    "adverseReactions": "Patients with known serious hypersensitivity to oseltamivir or any of the components of oseltamivir phosphate ( 4 )"
}