{
    "root": "2f3922d2-c04a-57ff-e063-6294a90a546a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ammonul",
    "value": "20250228",
    "ingredients": [
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM PHENYLACETATE",
            "code": "48N6U1781G"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        }
    ],
    "indications": "AMMONUL is indicated as adjunctive therapy in pediatric and adult patients for the treatment of acute hyperammonemia and associated encephalopathy in patients with deficiencies in enzymes of the urea cycle. During acute hyperammonemic episodes, arginine supplementation, caloric supplementation, dietary protein restriction, hemodialysis, and other ammonia lowering therapies should be considered [see\n \n  \n                        Warnings and Precautions (5)\n                     ].",
    "contraindications": "AMMONUL must be diluted with sterile 10% Dextrose Injection (D10W) before administration. Administration must be through a central venous catheter. Administration through a peripheral line may cause burns. ( 2 ) AMMONUL is administered intravenously as a loading dose infusion administered over 90 to 120 minutes, followed by an equivalent maintenance dose infusion administered over 24 hours. ( 2 ) See Full Prescribing Information for complete dosing recommendations.",
    "warningsAndPrecautions": "AMMONUL (sodium phenylacetate and sodium benzoate) Injection 10% per 10% is supplied in a sterile, non-pyrogenic, single use glass vial.\n                  NDC 0187-0010-50 single use vial containing 50 mL of sodium phenylacetate and sodium benzoate injection 10% per 10%.\n                  \n                     Storage: Store at 25°C (77°F); excursions permitted to 15°C to 30°C (59°F to 86°F).",
    "adverseReactions": "None."
}