{
    "root": "2f755319-4a3e-6f0b-e063-6294a90a1c70",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Nortriptyline Hydrochloride",
    "value": "20250303",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "BUTYLPARABEN",
            "code": "3QPI1U3FV8"
        },
        {
            "name": "EDETATE CALCIUM DISODIUM",
            "code": "25IH6R4SGF"
        },
        {
            "name": "SODIUM PROPIONATE",
            "code": "DK6Y9P42IN"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "NORTRIPTYLINE HYDROCHLORIDE",
            "code": "00FN6IH15D"
        }
    ],
    "indications": "Nortriptyline hydrochloride, USP is indicated for the relief of symptoms of depression. Endogenous depressions are more likely to be alleviated than are other depressive states.",
    "contraindications": "Nortriptyline hydrochloride is not recommended for children.\n                  Nortriptyline hydrochloride is administered orally in the form of capsules. Lower than usual dosages are recommended for elderly patients and adolescents. Lower dosages are also recommended for outpatients than for hospitalized patients who will be under close supervision. The physician should initiate dosage at a low level and increase it gradually, noting carefully the clinical response and any evidence of intolerance. Following remission, maintenance medication may be required for a longer period of time at the lowest dose that will maintain remission.\n                  If a patient develops minor side effects, the dosage should be reduced. The drug should be discontinued promptly if adverse effects of a serious nature or allergic manifestations occur.\n                  \n                     \n                        Usual Adult Dose\n                     - 25 mg three or four times daily; dosage should begin at a low level and be increased as required. As an alternate regimen, the total daily dosage may be given once a day. When doses above 100 mg daily are administered, plasma levels of nortriptyline should be monitored and maintained in the optimum range of 50 to 150 ng/mL. Doses above 150 mg/day are not recommended.\n\n \n                  \n                     \n                        Elderly and Adolescent Patients\n                     - 30 to 50 mg/day, in divided doses, or the total daily dosage may be given once a day.",
    "warningsAndPrecautions": "Nortriptyline Hydrochloride Capsules USP (equivalent to 50 mg nortriptyline) are #1, opaque white capsules imprinted NORTRIPTYLINE and m 50 mg supplied in\n                  \n                  \n                  NDC: 70518-4122-00\n                  NDC: 70518-4122-01\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 30 in 1 BLISTER PACK \n                  \n                  \n                  Dispense in a tight container, as defined in the USP, with a child-resistant closure. Store at 20째 to 25째C (68째 to 77째F) [See USP Controlled Room Temperature].\n                  \n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": null
}