{
    "root": "2f93ac82-b7b6-4237-93b3-9a2f970d25ac",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "EMBLAVEO",
    "value": "20250207",
    "ingredients": [
        {
            "name": "AZTREONAM",
            "code": "G2B4VE5GH8"
        },
        {
            "name": "AVIBACTAM",
            "code": "7352665165"
        },
        {
            "name": "ARGININE",
            "code": "94ZLA3W45F"
        }
    ],
    "indications": "EMBLAVEO is a combination of aztreonam, a monobactam antibacterial, and avibactam, a beta-lactamase inhibitor, that when used in combination with metronidazole, is indicated in patients 18 years and older who have limited or no alternative options for the treatment of complicated intra-abdominal infections (cIAI) including those caused by the following susceptible gram-negative microorganisms: Escherichia coli, Klebsiella pneumoniae, Klebsiella oxytoca, Enterobacter cloacae complex, Citrobacter freundii complex, and Serratia marcescens . Approval of this indication is based on limited clinical safety and efficacy data for EMBLAVEO. ( 1.1 ) Usage to Reduce Development of Drug-Resistant Bacteria To reduce the development of drug-resistant bacteria and maintain the effectiveness of EMBLAVEO and other antibacterial drugs, EMBLAVEO should be used only to treat infections that are proven or strongly suspected to be caused by bacteria. ( 1.2 )",
    "contraindications": "Recommended Dosage in Adults based on Estimated Creatinine Clearance (C Lcr ) ( 2.1 , 2.2 ) Estimated C Lcr (mL/min) a Dose b Infusion Time Dosing Interval c Loading Maintenance Greater than 50 mL/min EMBLAVEO 2.67 g (aztreonam 2 grams and avibactam 0.67 grams) EMBLAVEO 2 g (aztreonam 1.5 grams and avibactam 0.5 grams) 3 hours Every 6 hours Greater than 30 to less than or equal to 50 mL/min EMBLAVEO 2.67 g (aztreonam 2 grams and avibactam 0.67 grams) EMBLAVEO 1 g (aztreonam 0.75 grams and avibactam 0.25 grams) 3 hours Every 6 hours Greater than 15 to less than or equal to 30 mL/min EMBLAVEO 1.8 g (aztreonam 1.35 grams and avibactam 0.45 grams) EMBLAVEO 0.9 g (aztreonam 0.675 grams and avibactam 0.225 grams) 3 hours Every 8 hours Less than or equal to 15 mL/min, including on hemodialysis d EMBLAVEO 1.33 g (aztreonam 1 gram and avibactam 0.33 grams) EMBLAVEO 0.9 g (aztreonam 0.675 grams and avibactam 0.225 grams) 3 hours Every 12 hours a Calculated using the Cockcroft-Gault formula. b Aztreonam-avibactam is a combination product in a fixed 3:1 ratio. A single loading dose is followed by maintenance doses beginning at the next dosing interval. c Dosing interval is calculated from the start of one infusion to the start of the subsequent infusion. d Both aztreonam and avibactam are removed by hemodialysis; thus, administer EMBLAVEO after hemodialysis, on hemodialysis days. For treatment of cIAI, administer metronidazole concurrently. ( 2.1 , 2.2 ) Recommended duration of treatment for cIAI: 5 to 14 days. ( 2.1 , 2.2 )",
    "warningsAndPrecautions": "EMBLAVEO 2 grams (aztreonam and avibactam) for injection is supplied as a sterile powder in single-dose, clear glass vial containing: 1.5 grams aztreonam and 0.5 grams avibactam (equivalent to 0.542 grams of avibactam sodium).\n                  Vials (NDC# 0074-3878-01) are supplied in cartons containing 10 vials. \n                  EMBLAVEO vials should be stored at 2°C to 8°C (36°F to 46°F). Protect from light. Store in carton until time of use.",
    "adverseReactions": "EMBLAVEO is contraindicated in patients with known hypersensitivity to the components of EMBLAVEO (aztreonam and avibactam) [see Warnings and Precautions (\n                     \n                        5.1\n                     \n                     )]."
}