{
    "root": "2f9f1dcc-6988-edb0-e063-6394a90ac484",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Timolol Maleate",
    "value": "20250305",
    "ingredients": [
        {
            "name": "SODIUM PHOSPHATE, MONOBASIC, UNSPECIFIED FORM",
            "code": "3980JIH2SW"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC, UNSPECIFIED FORM",
            "code": "GR686LBA74"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "TIMOLOL MALEATE",
            "code": "P8Y54F701R"
        }
    ],
    "indications": "Preservative-free Timolol Maleate Ophthalmic Solution in OCUDOSE is indicated in the treatment of elevated intraocular pressure in patients with ocular hypertension or open-angle glaucoma.\n                  Preservative-free Timolol Maleate Ophthalmic Solution in OCUDOSE may be used when a patient is sensitive to the preservative in Timolol Maleate Ophthalmic Solution, benzalkonium chloride, or when use of a preservative-free topical medication is advisable.",
    "contraindications": "Preservative-free Timolol Maleate Ophthalmic Solution in OCUDOSE is a sterile solution that does not contain a preservative. The solution from one individual unit is to be used immediately after opening for administration to one or both eyes. Since sterility cannot be guaranteed after the individual unit is opened, the remaining contents should be discarded immediately after administration.\n                  Preservative-free Timolol Maleate Ophthalmic Solution in OCUDOSE is available in concentrations of 0.25 and 0.5%. The usual starting dose is one drop of 0.25% Preservative-free Timolol Maleate Ophthalmic Solution in OCUDOSE in the affected eye(s) administered twice a day. Apply enough gentle pressure on the individual container to obtain a single drop of solution. If the clinical response is not adequate, the dosage may be changed to one drop of 0.5% solution in the affected eye(s) administered twice a day.\n                  Since in some patients the pressure-lowering response to Preservative-free Timolol Maleate Ophthalmic Solution in OCUDOSE may require a few weeks to stabilize, evaluation should include a determination of intraocular pressure after approximately 4 weeks of treatment with Preservative-free Timolol Maleate Ophthalmic Solution in OCUDOSE.\n                  If the intraocular pressure is maintained at satisfactory levels, the dosage schedule may be changed to one drop once a day in the affected eye(s). Because of diurnal variations in intraocular pressure, satisfactory response to the once-a-day dose is best determined by measuring the intraocular pressure at different times during the day.\n                  Dosages above one drop of 0.5% Timolol Maleate Ophthalmic Solution twice a day generally have not been shown to produce further reduction in intraocular pressure. If the patient’s intraocular pressure is still not at a satisfactory level on this regimen, concomitant therapy with other agent(s) for lowering intraocular pressure can be instituted taking into consideration that the preparation(s) used concomitantly may contain one or more preservatives. The concomitant use of two topical beta-adrenergic blocking agents is not recommended (see\n \n  \n                        PRECAUTIONS\n                     ,\n \n  \n                        Drug Interactions, Beta-adrenergic blocking agents\n \n  ).",
    "warningsAndPrecautions": "Preservative-free Sterile Timolol Maleate Ophthalmic Solution in OCUDOSE\n \n  ®is a clear, colorless to light yellow solution.\n\n \n                  Preservative-free Timolol Maleate Ophthalmic Solution, 0.5% timolol equivalent, is supplied in OCUDOSE, a clear low density polyethylene unit dose container. Each individual unit contains 0.3 mL of solution, and is available in a foil laminate overwrapped pouch as follows:\n                  NDC 82260-496-05; 60 Individual Unit Doses.\n                  \n                     Storage\n                  \n                  Store at room temperature, 15°C to 30°C (59°F to 86°F). Protect from freezing. Protect from light.\n                  Because evaporation can occur through the unprotected polyethylene unit dose container and prolonged exposure to direct light can modify the product, the unit dose container should be kept in the protective foil overwrap and used within one month after the foil package has been opened.\n                  \n                     Distributed by:\n                       Bausch & Lomb Americas Inc. \n    Bridgewater, NJ 08807 USA\n\n \n                  \n                     Manufactured by:\n                       Laboratoire Unither \n    1 rue de l’Arquerie \n    50200 Coutances \n    France\n\n \n                  OCUDOSE is a trademark of Bausch & Lomb Incorporated \n    or its affiliates.\n \n                  © 2022 Bausch & Lomb Incorporated or its affiliates\n                  Revised: 01/2022 \n  \n                       65NOT8561/B \n    9748202",
    "adverseReactions": "Preservative-free Timolol Maleate Ophthalmic Solution in OCUDOSE is contraindicated in patients with (1) bronchial asthma; (2) a history of bronchial asthma; (3) severe chronic obstructive pulmonary disease (see\n \n  WARNINGS); (4) sinus bradycardia; (5) second or third degree atrioventricular block; (6) overt cardiac failure (see\n \n  WARNINGS); (7) cardiogenic shock; or (8) hypersensitivity to any component of this product."
}