{
    "root": "2fa05c01-e84f-99b2-e063-6394a90af57f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Fluvoxamine maleate",
    "value": "20250305",
    "ingredients": [
        {
            "name": "CARNAUBA WAX",
            "code": "R12CBM0EIZ"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM STEARYL FUMARATE",
            "code": "7CV7WJK4UI"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FLUVOXAMINE MALEATE",
            "code": "5LGN83G74V"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        }
    ],
    "indications": "Fluvoxamine maleate tablets are indicated for the treatment of obsessions and compulsions in patients with obsessive-compulsive disorder (OCD) ( 1 ).",
    "contraindications": "Adults: Recommended starting dose is 50 mg at bedtime, with increases of 50 mg every 4 days to 7 days as tolerated to maximum effect, not to exceed 300 mg/day. Daily doses over 100 mg should be divided ( 2.1 ). Children and adolescents (8 years to 17 years): Recommended starting dose is 25 mg at bedtime, with increases of 25 mg every 4 days to 7 days as tolerated to maximum effect, not to exceed 200 mg/day (8 years to 11 years) or 300 mg/day (12 years to 17 years). Daily doses over 50 mg should be divided ( 2.2 ). Hepatically impaired: Decreased clearance may require modified dose and titration ( 2.3 ). Extended treatment: Adjust dose to maintain lowest effective dose; reassess patients periodically ( 2.6 ). Discontinuation: Gradual dose reduction is recommended ( 2.7 , 5.9 ).",
    "warningsAndPrecautions": "Fluvoxamine maleate tablets, USP, for oral administration, are available as:\n                  \n                     25 mg:White to off-white, round, biconvex, film-coated tablets, debossed “ \n  F1” on one side and plain on the other side.\n \n                  Bottles of 100 with a child-resistant closure, NDC 69452-287-20\n                  \n                     50 mg:White to off-white, round, biconvex, uncoated tablets, debossed “ \n  F2” on one side and a functional score on the other side.\n \n                  Bottles of 100 with a child-resistant closure, NDC 69452-288-20\n                  Bottles of 500 with a child-resistant closure, NDC 69452-288-30\n                  Bottles of 1000, NDC 69452-288-32\n                  \n                     100 mg:Beige, round, biconvex, film-coated tablets, debossed “ \n  F3” on one side and a functional score on the other side.\n \n                  Bottles of 100 with a child-resistant closure, NDC 69452-289-20",
    "adverseReactions": "Co-administration of tizanidine, thioridazine, alosetron, pimozide ( 4 ). Serotonin Syndrome and MAOIs: Do not use MAOIs intended to treat psychiatric disorders with fluvoxamine maleate tablets or within 14 days of stopping treatment with fluvoxamine maleate tablets. Do not use fluvoxamine maleate tablets within 14 days of stopping an MAOI intended to treat psychiatric disorders. In addition, do not start fluvoxamine maleate tablets in a patient who is being treated with linezolid or intravenous methylene blue ( 4 )."
}