{
    "root": "2faf3061-f567-a5dc-e063-6294a90aff8b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Naproxen and esomeprazole magnesium",
    "value": "20250306",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "MAGNESIUM OXIDE",
            "code": "3A3U0GI71G"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "METHACRYLIC ACID AND ETHYL ACRYLATE COPOLYMER",
            "code": "NX76LV5T8J"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "PLASACRYL T20",
            "code": "U3HKX3SA66"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "NAPROXEN",
            "code": "57Y76R9ATQ"
        },
        {
            "name": "ESOMEPRAZOLE MAGNESIUM",
            "code": "R6DXU4WAY9"
        }
    ],
    "indications": "Naproxen and esomeprazole magnesium delayed-release tablets, a combination of naproxen and esomeprazole magnesium, is indicated in adult and adolescent patients 12 years of age and older weighing at least 38 kg, requiring naproxen for symptomatic relief of arthritis and esomeprazole magnesium to decrease the risk for developing naproxen-associated gastric ulcers.\n                  The naproxen component of naproxen and esomeprazole magnesium delayed-release tablets are indicated for relief of signs and symptoms of:\n                  \n                     osteoarthritis, rheumatoid arthritis and ankylosing spondylitis in adults.\n                     juvenile idiopathic arthritis (JIA) in adolescent patients.\n                  \n                  The esomeprazole magnesium component of naproxen and esomeprazole magnesium delayed-release tablets are indicated to decrease the risk of developing naproxen-associated gastric ulcers.\n                  \n                     Limitations of Use:\n                  \n                  \n                     Do not substitute naproxen and esomeprazole magnesium delayed-release tablets with the single-ingredient products of naproxen and esomeprazole magnesium.\n                     Naproxen and esomeprazole magnesium delayed-release tablets are not recommended for initial treatment of acute pain because the absorption of naproxen is delayed compared to absorption from other naproxen-containing products.\n                     Controlled studies do not extend beyond 6 months \n   [see \n    Use in Specific Populations (8.4), \n    Clinical Studies (14)] \n   .",
    "contraindications": "Administration Use the lowest naproxen dose for the shortest duration consistent with individual patient treatment goals. ( 2.1 , 5.1 ). If a total daily dose of less than 40 mg esomeprazole is more appropriate, a different treatment should be considered. ( 2.1 ) Swallow naproxen and Esomeprazole magnesium delayed-release tablets whole with liquid at least 30 minutes before meals. ( 2.1 ) Recommended Dosage ( 2.2 ) Adolescents 12 years of age and older weighing 38 kg to less than 50 kg : One naproxen and esomeprazole magnesium delayed-release tablet twice daily of 375 mg naproxen/20 mg of esomeprazole Adults and adolescents 12 years of age and older greater than 50 kg : One naproxen and esomeprazole magnesium delayed-release tablet twice daily of either: 375 mg naproxen/20 mg of esomeprazole; or 500 mg of naproxen/20 mg of esomeprazole Renal or Hepatic Impairment ( 2.3 ) Avoid in moderate/severe renal impairment or severe hepatic impairment. Consider dose reduction in mild/moderate hepatic impairment.",
    "warningsAndPrecautions": "Naproxen and esomeprazole magnesium (375 mg naproxen /20 mg esomeprazole magnesium) delayed-release tablets are yellow, oval shaped, film coated tablets imprinted with \"437\" on one side, supplied as:\n                  NDC 50228-437-30          Bottles of 30 tablets\n                  NDC 50228-437-60          Bottles of 60 tablets\n                  NDC 50228-437-10          Bottles of 1,000 tablets\n                  Naproxen and esomeprazole magnesium (500 mg naproxen /20 mg esomeprazole magnesium) delayed-release tablets are yellow, oval shaped, film coated tablets imprinted with \"438\" on one side, supplied as:\n                  NDC 50228-438-30          Bottles of 30 tablets\n                  NDC 50228-438-60          Bottles of 60 tablets\n                  NDC 50228-438-05          Bottles of 500 tablets\n                  \n                     Storage:Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Store in the original container and keep the bottle tightly closed to protect from moisture. Dispense in a tight container if package is subdivided.",
    "adverseReactions": "Naproxen and esomeprazole magnesium delayed-release tablets are contraindicated in the following patients:\n                  \n                     Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to naproxen, esomeprazole magnesium, substituted benzimidazoles, or to any components of the drug product, including omeprazole. Hypersensitivity reactions to esomeprazole may include anaphylaxis, anaphylactic shock, angioedema, bronchospasm, acute tubulointerstitial nephritis, and urticaria\n  \n   [see\n   \n    Warnings and Precautions (5.7,\n   \n    5.8,\n   \n    5.9,\n   \n    5.18),\n   \n    Adverse Reactions (6.2)]\n  \n   .\n \n  \n                     History of asthma, urticaria, or allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients\n  \n   [see\n   \n    Warnings and Precautions (5.7,\n   \n    5.8)]\n  \n   .\n \n  \n                     In the setting of coronary artery bypass graft (CABG) surgery\n  \n   [see\n   \n    Warnings and Precautions (5.1)]\n  \n   .\n \n  \n                     Proton pump inhibitors (PPIs), including esomeprazole magnesium, are contraindicated in patients receiving rilpivirine-containing products\n  \n   [see\n   \n    Drug Interactions (7)]\n  \n   ."
}