{
    "root": "2fbd51b2-0cd0-3ed9-e063-6394a90a85f6",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ofloxacin",
    "value": "20250307",
    "ingredients": [
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "OFLOXACIN",
            "code": "A4P49JAZ9H"
        }
    ],
    "indications": "Ofloxacin otic solution, 0.3% is indicated for the treatment of infections caused by susceptible isolates of the designated microorganisms in the specific conditions listed below:\n                  \n                     Otitis Externain adults and pediatric patients, 6 months and older, due to\n \n  Escherichia coli,\n \n  Pseudomonas aeruginosaand\n \n  Staphylococcus aureus. \n  \n                     Chronic Suppurative Otitis Mediain patients 12 years and older with perforated tympanic membranes due to\n \n  Proteus mirabilis,\n \n  Pseudomonas aeruginosaand\n \n  Staphylococcus aureus. \n  \n                     Acute Otitis Mediain pediatric patients one year and older with tympanostomy tubes due to\n \n  Haemophilus influenzae,\n \n  Moraxella catarrhalis,\n \n  Pseudomonas aeruginosa,\n \n  Staphylococcus aureusand\n \n  Streptococcus pneumoniae.",
    "contraindications": "Otitis Externa:The recommended dosage regimen for the treatment of otitis externa is:\n\n \n                  For pediatric patients (from 6 months to 13 years old): Five drops (0.25 mL, 0.75 mg ofloxacin) instilled into the affected ear once daily for seven days.\n                  For patients 13 years and older: Ten drops (0.5 mL, 1.5 mg ofloxacin) instilled into the affected ear once daily for seven days.\n                  The solution should be warmed by holding the bottle in the hand for one or two minutes to avoid dizziness which may result from the instillation of a cold solution. The patient should lie with the affected ear upward, and then the drops should be instilled. This position should be maintained for five minutes to facilitate penetration of the drops into the ear canal. Repeat, if necessary, for the opposite ear.\n                  \n                     Acute Otitis Media in pediatric patients with tympanostomy tubes:The recommended dosage regimen for the treatment of acute otitis media in pediatric patients (from 1 to 12 years old) with tympanostomy tubes is:\n\n \n                  \n                     Five drops (0.25 mL, 0.75 mg ofloxacin) instilled into the affected ear twice daily for ten days. The solution should be warmed by holding the bottle in the hand for one or two minutes to avoid dizziness which may result from the instillation of a cold solution.\n                     The patient should lie with the affected ear upward, and then the drops should be instilled. The tragus should then be pumped 4 times by pushing inward to facilitate penetration of the drops into the middle ear. This position should be maintained for five minutes. Repeat, if necessary, for the opposite ear.\n                  \n                  \n                     Chronic Suppurative Otitis Media with perforated tympanic membranes:The recommended dosage regimen for the treatment of chronic suppurative otitis media with perforated tympanic membranes in patients 12 years and older is:\n\n \n                  \n                     Ten drops (0.5 mL, 1.5 mg ofloxacin) instilled into the affected ear twice daily for fourteen days. The solution should be warmed by holding the bottle in the hand for one or two minutes to avoid dizziness which may result from the instillation of a cold solution. The patient should lie with the affected ear upward, before instilling the drops. The tragus should then be pumped 4 times by pushing inward to facilitate penetration into the middle ear. This position should be maintained for five minutes. Repeat, if necessary, for the opposite ear.",
    "warningsAndPrecautions": "Ofloxacin otic solution, 0.3% is supplied in plastic dropper bottles in the following sizes:\n                  NDC 24208-410-05 5 mL \n    NDC 24208-410-10 10 mL",
    "adverseReactions": "Ofloxacin otic solution, 0.3% is contraindicated in patients with a history of hypersensitivity to ofloxacin, to other quinolones, or to any of the components in this medication."
}