{
    "root": "2fc7be3a-f473-d1d9-e063-6394a90a82ff",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Lidocaine",
    "value": "20250307",
    "ingredients": [
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "LIDOCAINE HYDROCHLORIDE",
            "code": "V13007Z41A"
        }
    ],
    "indications": "Lidocaine HCl 2% Jelly is indicated for prevention and control of pain in procedures involving the male and female urethra, for topical treatment of painful urethritis, and as an anesthetic lubricant for endotracheal intubation (oral and nasal).",
    "contraindications": "When Lidocaine HCl 2% Jelly is used concomitantly with other products containing lidocaine, the total dose contributed by all formulations must be kept in mind.\n                  The dosage varies and depends upon the area to be anesthetized, vascularity of the tissues, individual tolerance, and the technique of anesthesia. The lowest dosage needed to provide effective anesthesia should be administered. Dosages should be reduced for children and for elderly and debilitated patients. Although the incidence of adverse effects with Lidocaine HCl 2% Jelly is quite low, caution should be exercised, particularly when employing large amounts, since the incidence of adverse effects is directly proportional to the total dose of local anesthetic agent administered.",
    "warningsAndPrecautions": "Lidocaine HCl 2% Jelly is supplied in the listed dosage forms.\n                  \n                     \n                        \n                        \n                     \n                     \n                        \n                           NDC 72485-611-30\n                           30 mL aluminum tube single pack\n                        \n                        \n                           NDC 72485-611-10\n                           5 mL aluminum tube single pack\n                        \n                        \n                           NDC 72485-611-31\n                           5 mL aluminum tube ten pack\n                        \n                     \n                  \n                  A detachable applicator cone and a key for expressing the contents are included in the 30 mL carton.",
    "adverseReactions": "Lidocaine is contraindicated in patients with a known history of hypersensitivity to local anesthetics of the amide type or to other components of Lidocaine HCl 2% Jelly."
}