{
    "root": "2fc9affe-b9a1-c5dc-e063-6394a90a51e2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Hydroxyzine hydrochloride",
    "value": "20250307",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "CROSPOVIDONE",
            "code": "2S7830E561"
        },
        {
            "name": "HYDROXYZINE DIHYDROCHLORIDE",
            "code": "76755771U3"
        }
    ],
    "indications": "For symptomatic relief of anxiety and tension associated with psychoneurosis and as an adjunct in organic disease states in which anxiety is manifested.\n                  Useful in the management of pruritus due to allergic conditions such as chronic urticaria and atopic and contact dermatoses and in histamine-mediated pruritus.\n                  As a sedative when used as a premedication and following general anesthesia,\n \n  hydroxyzine may potentiate meperidine and barbiturates,so their use in pre-anesthetic adjunctive therapy should be modified on an individual basis. Atropine and other belladonna alkaloids are not affected by the drug. Hydroxyzine is not known to interfere with the action of digitalis in any way and it may be used concurrently with this agent.\n\n \n                  The effectiveness of hydroxyzine as an antianxiety agent for long term use, that is more than 4 months, has not been assessed by systematic clinical studies. The physician should reassess periodically the usefulness of the drug for the individual patient.",
    "contraindications": "For symptomatic relief of anxiety and tension associated with psychoneurosis and as an adjunct in organic disease states in which anxiety is manifested: adults, 50 to 100 mg q.i.d.; children under 6 years, 50 mg daily in divided doses; children over 6 years, 50 to 100 mg daily in divided doses.\n                  For use in the management of pruritus due to allergic conditions such as chronic urticaria and atopic and contact dermatoses and in histamine-mediated pruritus: adults, 25 mg t.i.d. or q.i.d.; children under 6 years, 50 mg daily in divided doses; children over 6 years, 50 to 100 mg daily in divided doses.\n                  As a sedative when used as a premedication and following general anesthesia: 50 to 100 mg for adults and 0.6 mg/kg of body weight in children.\n                  When treatment is initiated by the intramuscular route of administration, subsequent doses may be administered orally.\n                  As with all potent medication, the dosage should be adjusted according to the patient's response to therapy.",
    "warningsAndPrecautions": "Hydroxyzine Hydrochloride Tablets, USP are available as follows:\n                  10 mg tablets: round, film coated white tablets. Debossed \n  H on one side and \n  500 on the reverse side. They are available as follows:\n \n                  Bottles of 1000: NDC 51407-969-10\n                  25 mg tablets: round, film coated white tablets. Debossed \n  H over \n  501 on one side and plain on the reverse side. They are available as follows:\n \n                  Bottles of 1000: NDC 51407-970-10\n                  50 mg tablets: round, film coated white tablets. Debossed \n  H over \n  502 on one side and plain on the reverse side. They are available as follows:\n \n                  Bottles of 1000: NDC 51407-971-10\n                  Dispense in a tight container as defined in the USP, with a child-resistant closure (as required).\n                  Store at 20째 to 25째C (68째 to 77째F) [See USP Controlled Room Temperature].\n                  KEEP THIS AND ALL MEDICATIONS OUT OF THE REACH OF CHILDREN.\n                  Distributed by:\n                  \n                     Avet Pharmaceuticals Inc.\n                  \n                  East Brunswick, NJ 08816\n                  1.866.901.DRUG (3784)\n                  \n                  \n                     \n                  \n                  \n                  51U000000193US08\n                  \n                     Rev. 09/2021\n                  \n                  OR\n                  Manufactured by:\n  \n                     Emcure Pharmaceuticals Ltd.,\n                     \nKadu, Surendranagar - 382775, India\n \n                  \n                     \nManufactured for:\n  \n                     Avet Pharmaceuticals Inc.\n                     \nEast Brunswick, NJ 08816\n  \n1.866.901.DRUG (3784)\n \n                  \n                     \n                  \n                  510490427US01\n                  \n                     \n                     Revised: 06/2023\n                  \n                  \n                  Marketed by:\n                  \n                     GSMS, Inc.\n                  \n                  Camarillo, CA 93012 USA",
    "adverseReactions": "Oral hydroxyzine hydrochloride is contraindicated in patients with known hypersensitivity to hydroxyzine hydrochloride products, and in patients with known hypersensitivity to cetirizine hydrochloride or levocetirizine hydrochloride.\n                  Hydroxyzine is contraindicated in patients with a prolonged QT interval.\n                  Hydroxyzine, when administered to the pregnant mouse, rat, and rabbit induced fetal abnormalities in the rat and mouse at doses substantially above the human therapeutic range. Clinical data in human beings are inadequate to establish safety in early pregnancy. Until such data are available, hydroxyzine is contraindicated in early pregnancy.\n                  Hydroxyzine is contraindicated for patients who have shown a previous hypersensitivity to any component of this medication."
}