{
    "root": "2fd2574a-e533-3b2b-e063-6394a90a9c37",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Azithromycin",
    "value": "20250308",
    "ingredients": [
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "ANHYDROUS DIBASIC CALCIUM PHOSPHATE",
            "code": "L11K75P92J"
        },
        {
            "name": "HYPROMELLOSE 2910 (15 MPA.S)",
            "code": "36SFW2JZ0W"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        },
        {
            "name": "AZITHROMYCIN DIHYDRATE",
            "code": "5FD1131I7S"
        }
    ],
    "indications": "Azithromycin is a macrolide antibacterial drug indicated for the treatment of patients with mild to moderate infections caused by susceptible strains of the designated microorganisms in the specific conditions listed below. Recommended dosages and durations of therapy in adult and pediatric patient populations vary in these indications.\n \n  [see\n  \n   Dosage and Administration (2)]",
    "contraindications": "Adult Patients ( 2.1 ) Infection Recommended Dose/Duration of Therapy Community-acquired pneumonia (mild severity) Pharyngitis/tonsillitis (second-line therapy) Skin/skin structure (uncomplicated) 500 mg as a single dose on Day 1, followed by 250 mg once daily on Days 2 through 5. Acute bacterial exacerbations of chronic bronchitis (mild to moderate) 500 mg as a single dose on Day 1, followed by 250 mg once daily on Days 2 through 5 or 500 mg once daily for 3 days. Acute bacterial sinusitis 500 mg once daily for 3 days. Genital ulcer disease (chancroid) Non-gonococcal urethritis and cervicitis One single 1 gram dose. Gonococcal urethritis and cervicitis One single 2 gram dose. Pediatric Patients ( 2.2 ) Infection Recommended Dose/Duration of Therapy Acute otitis media (6 months of age and older) 30 mg/kg as a single dose or 10 mg/kg once daily for 3 days or 10 mg/kg as a single dose on Day 1 followed by 5 mg/kg/day on Days 2 through 5. Acute bacterial sinusitis (6 months of age and older) 10 mg/kg once daily for 3 days. Community-acquired pneumonia (6 months of age and older) 10 mg/kg as a single dose on Day 1 followed by 5 mg/kg once daily on Days 2 through 5. Pharyngitis/tonsillitis (2 years of age and older) 12 mg/kg once daily for 5 days.",
    "warningsAndPrecautions": "Azithromycin Tablets USP, 250 mgare white to off-white, modified capsule shaped, film-coated biconvex tablets, debossed with “66” on one side and “D” on other side. \n  \n                                   Bottles of 30                                                   NDC 65862-641-30 \n                Bottles of 50                                                   NDC 65862-641-50 \n                Bottles of 100                                                 NDC 65862-641-01 \n                Bottles of 500                                                 NDC 65862-641-05 \n                Carton of 6 (1 X 6) Unit-dose Tablets            NDC 65862-641-69 \n                Carton of 18 (3 X 6) Unit-dose Tablets          NDC 65862-641-63 \n  \n                     \n                     Azithromycin Tablets USP, 500 mgare white to off-white, oval shaped, film-coated biconvex tablets, debossed with “67” on one side and “D” on other side. \n  \n                                   Bottles of 30                                                  NDC 65862-642-30 \n                Carton of 3 (1 X 3) Unit-dose Tablets           NDC 65862-642-64 \n                Carton of 9 (3 X 3) Unit-dose Tablets           NDC 65862-642-90 \n  \n                       Azithromycin tablets should be stored at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Patients with known hypersensitivity to azithromycin, erythromycin, any macrolide or ketolide drug. ( 4.1 ) Patients with a history of cholestatic jaundice/hepatic dysfunction associated with prior use of azithromycin. ( 4.2 )"
}