{
    "root": "2ff8270b-b31e-5b72-e063-6294a90acf7c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Penicillamine",
    "value": "20250506",
    "ingredients": [
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "PENICILLAMINE",
            "code": "GNN1DV99GX"
        }
    ],
    "indications": "Penicillamine capsules are indicated in the treatment of Wilson's disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that penicillamine capsules are not of value in ankylosing spondylitis.\n                  \n                  \n                  \n                     Wilson’s Disease - \n                  \n                  Wilson’s disease (hepatolenticular degeneration) occurs in individuals who have inherited an autosomal recessive defect that leads to an accumulation of copper far in excess of metabolic requirements. The excess copper is deposited in several organs and tissues, and eventually produces pathological effects primarily in the liver, where damage progresses to postnecrotic cirrhosis, and in the brain, where degeneration is widespread. Copper is also deposited as characteristic, asymptomatic, golden-brown Kayser-Fleischer rings in the corneas of all patients with cerebral symptomatology and some patients who are either asymptomatic or manifest only hepatic symptomatology.\n                  \n                  \n                  Two types of patients require treatment for Wilson's disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated.\n                  \n                  \n                  The diagnosis, if suspected on the basis of family or individual history or physical examination, can be confirmed if the plasma copper-protein ceruloplasmin* is <20 mg/dL and either a quantitative determination in a liver biopsy specimen shows an abnormally high concentration of copper (>250 mcg/g dry weight) or Kayser- Fleischer rings are present.\n                  \n                  Treatment has two objectives:\n                     (1) to minimize dietary intake of copper;\n  \n   (2) to promote excretion and complex formation (i.e., detoxification) of excess tissue copper.\n \n                  \n                  \n                  The first objective is attained by a daily diet that contains no more than one or two milligrams of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals and dietary supplements enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient's drinking water contains more than 0.1 mg of copper per liter.\n                  \n                  \n                  For the second objective, a copper chelating agent is used.\n                  \n                  \n                  In symptomatic patients this treatment usually produces marked neurologic improvement, fading of Kayser-Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances.\n                  \n                  \n                  Clinical experience to date suggests that life is prolonged with the above regimen.\n                  \n                  \n                  Noticeable improvement may not occur for one to three months. Occasionally, neurologic symptoms become worse during initiation of therapy with penicillamine capsules. Despite this, the drug should not be withdrawn. Temporary interruption carries an increased risk of developing a sensitivity reaction upon resumption of therapy, although it may result in clinical improvement of neurological symptoms (see\n  \n                        WARNINGS\n                     ).\n \n                  \n                  \n                  \n                  \n                  \n                  If the neurological symptoms and signs continue to worsen for a month after the initiation of penicillamine capsules therapy, several short courses of treatment with 2,3-dimercaprol (BAL) while continuing penicillamine capsules may be considered.\n                  \n                  \n                  Treatment of asymptomatic patients has been carried out for over thirty years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with penicillamine capsules are continued.\n                  \n                  \n                  \n                     Cystinuria -\n                  \n                  Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal, recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction.\n                  \n                  \n                  Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities.\n                  \n                  \n                  Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria.\n                  \n                  \n                  Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated.\n                  \n                  \n                  Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8.0, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see \n  \n                        PRECAUTIONS\n                     ).\n \n                  \n                  \n                  When these measures are inadequate to control recurrent stone formation, penicillamine capsules may be used as additional therapy, and when patients refuse to adhere to conventional treatment, penicillamine capsules may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine-cysteine mixed disulfide as:\n                  \n                     \n                  \n                  In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange.\n                  \n                  \n                     Rheumatoid Arthritis -\n                  \n                  Because penicillamine capsules can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids should be used, when indicated, in conjunction with penicillamine capsules (see\n  \n                        PRECAUTIONS\n                     ).\n \n                  \n                  \n                  * For quantitative test for serum ceruloplasmin see: Morell, A.G.; Windsor, J.; Sternlieb, I.; Scheinberg, I.H.: Measurement of the concentration of ceruloplasmin in serum by determination of its oxidase activity, in “Laboratory Diagnosis of Liver Disease”, F.W. Sunderman; F.W. Sunderman, Jr. (eds.), St. Louis, Warren H. Green, Inc., 1968, pp. 193-195",
    "contraindications": "In all patients receiving penicillamine, it is important that penicillamine capsules, USP be given on an empty stomach, at least one hour before meals or two hours after meals, and at least one hour apart from any other drug, food, or milk. Because penicillamine increases the requirement for pyridoxine, patients may require a daily supplement of pyridoxine (see \n  \n                        PRECAUTIONS\n                     ).\n \n                  \n                     \n                     \n                        Wilson's Disease -\n   Optimal dosage can be determined by measurement of urinary copper excretion and the determination of free copper in the serum. The urine must be collected in copper-free glassware, and should be quantitatively analyzed for copper before and soon after initiation of therapy with penicillamine capsules, USP.\n  \n                     \nDetermination of 24-hour urinary copper excretion is of greatest value in the first week of therapy with penicillamine. In the absence of any drug reaction, a dose between 0.75 and 1.5 g that results in an initial 24-hour cupriuresis of over 2 mg should be continued for about three months, by which time the most reliable method of monitoring maintenance treatment is the determination of free copper in the serum. This equals the difference between quantitatively determined total copper and ceruloplasmin-copper. Adequately treated patients will usually have less than 10 mcg free copper/dL of serum. It is seldom necessary to exceed a dosage of 2 g/day. If the patient is intolerant to therapy with penicillamine capsules, USP, alternative treatment is trientine hydrochloride.\n  \n                     \nIn patients who cannot tolerate as much as 1 g/day initially, initiating dosage with 250 mg/day, and increasing gradually to the requisite amount, gives closer control of the effects of the drug and may help to reduce the incidence of adverse reactions.\n  \n                     \n                     \n                        Cystinuria\n                     - It is recommended that penicillamine capsules, USP be used along with conventional therapy. By reducing urinary cystine, it decreases crystalluria and stone formation. In some instances, it has been reported to decrease the size of, and even to dissolve, stones already formed.\n  \n                     \nThe usual dosage of penicillamine capsules, USP in the treatment of cystinuria is 2 g/day for adults, with a range of 1 to 4 g/day. For pediatric patients, dosage can be based on 30 mg/kg/day. The total daily amount should be divided into four doses. If four equal doses are not feasible, give the larger portion at bedtime. If adverse reactions necessitate a reduction in dosage, it is important to retain the bedtime dose.\n  \n                     \nInitiating dosage with 250 mg/day, and increasing gradually to the requisite amount, gives closer control of the effects of the drug and may help to reduce the incidence of adverse reactions.\n  \n                     \nIn addition to taking penicillamine capsules, USP, patients should drink copiously. It is especially important to drink about a pint of fluid at bedtime and another pint once during the night when urine is more concentrated and more acid than during the day. The greater the fluid intake, the lower the required dosage of penicillamine capsules, USP.\n  \n                     \nDosage must be individualized to an amount that limits cystine excretion to 100 to 200 mg/day in those with no history of stones, and below 100 mg/day in those who have had stone formation and/or pain. Thus, in determining dosage, the inherent tubular defect, the patient's size, age, and rate of growth, and his diet and water intake all must be taken into consideration.\n  \n                     \nThe standard nitroprusside cyanide test has been reported useful as a qualitative measure of the effective dose: \n  †Add 2 mL of freshly prepared 5 percent sodium cyanide to 5 mL of a 24-hour aliquot of protein-free urine and let stand ten minutes. Add 5 drops of freshly prepared 5 percent sodium nitroprusside and mix. Cystine will turn the mixture magenta. If the result is negative, it can be assumed that cystine excretion is less than 100 mg/g creatinine.\n  \n                     \nAlthough penicillamine is rarely excreted unchanged, it also will turn the mixture magenta.\n  \n                     \nIf there is any question as to which substance is causing the reaction, a ferric chloride test can be done to eliminate doubt: Add 3 percent ferric chloride dropwise to the urine. Penicillamine will turn the urine an immediate and quickly fading blue. Cystine will not produce any change in appearance.\n  \n                     \n                     \n                        Rheumatoid Arthritis\n                      - The principal rule of treatment with penicillamine capsules, USP in rheumatoid arthritis is patience. The onset of therapeutic response is typically delayed. Two or three months may be required before the first evidence of a clinical response is noted (see \n  \n                        CLINICAL PHARMACOLOGY\n                     ).\n  \n                     \nWhen treatment with penicillamine capsules, USP has been interrupted because of adverse reactions or other reasons, the drug should be reintroduced cautiously by starting with a lower dosage and increasing slowly.\n  \n                     \n                     Initial Therapy  — The currently recommended dosage regimen in rheumatoid arthritis begins with a single daily dose of 125 mg or 250 mg, which is thereafter increased at one to three month intervals, by 125 mg or 250 mg/day, as patient response and tolerance indicate. If a satisfactory remission of symptoms is achieved, the dose associated with the remission should be continued (see \n  Maintenance Therapy). If there is no improvement and there are no signs of potentially serious toxicity after two to three months of treatment with doses of 500 to 750 mg/day, increases of 250 mg/day at two to three month intervals may be continued until a satisfactory remission occurs (see \n  Maintenance Therapy) or signs of toxicity develop (see \n  \n                        WARNINGS\n                      and \n  \n                        PRECAUTIONS\n                     ). If there is no discernible improvement after three to four months of treatment with 1000 to 1500 mg of penicillamine/day, it may be assumed the patient will not respond and penicillamine capsules, USP should be discontinued.\n  \n                     \n                     Maintenance Therapy  — The maintenance dosage of penicillamine capsules, USP must be individualized, and may require adjustment during the course of treatment. Many patients respond satisfactorily to a dosage within the 500 to 750 mg/day range. Some need less.\n  \n                     \nChanges in maintenance dosage levels may not be reflected clinically or in the erythrocyte sedimentation rate for two to three months after each dosage adjustment.\n  \n                     \nSome patients will subsequently require an increase in the maintenance dosage to achieve maximal disease suppression. In those patients who do respond, but who evidence incomplete suppression of their disease after the first six to nine months of treatment, the daily dosage of penicillamine capsules, USP may be increased by 125 mg or 250 mg/day at three-month intervals. It is unusual in current practice to employ a dosage in excess of 1 g/day, but up to 1.5 g/day has sometimes been required.\n  \n                     \n                     Management of Exacerbations  — During the course of treatment some patients may experience an exacerbation of disease activity following an initial good response. These may be self-limited and can subside within twelve weeks. They are usually controlled by the addition of non-steroidal anti-inflammatory drugs, and only if the patient has demonstrated a true \"escape\" phenomenon (as evidenced by failure of the flare to subside within this time period) should an increase in the maintenance dose ordinarily be considered.\n  \n                     \nIn the rheumatoid patient, migratory polyarthralgia due to penicillamine is extremely difficult to differentiate from an exacerbation of the rheumatoid arthritis. Discontinuance or a substantial reduction in dosage of penicillamine capsules, USP for up to several weeks will usually determine which of these processes is responsible for the arthralgia.\n  \n                     \n                     Duration of Therapy  — The optimum duration of therapy with penicillamine capsules, USP in rheumatoid arthritis has not been determined. If the patient has been in remission for six months or more, a gradual, stepwise dosage reduction in decrements of 125 mg or 250 mg/day at approximately three month intervals may be attempted.\n  \n                     \n                     Concomitant Drug Therapy  — Penicillamine capsules, USP should not be used in patients who are receiving gold therapy, antimalarial or cytotoxic drugs, oxyphenbutazone, or phenylbutazone (see \n  \n                        PRECAUTIONS\n                     ). Other measures, such as salicylates, other non-steroidal anti-inflammatory drugs, or systemic corticosteroids, may be continued when penicillamine is initiated. After improvement commences, analgesic and anti-inflammatory drugs may be slowly discontinued as symptoms permit. Steroid withdrawal must be done gradually, and many months of treatment with penicillamine capsules, USP may be required before steroids can be completely eliminated.\n  \n                     \n                     Dosage Frequency  — Based on clinical experience, dosages up to 500 mg/day can be given as a single daily dose. Dosages in excess of 500 mg/day should be administered in divided doses.\n \n                  \n                  † - Lotz, M.; Potts, J.T. and Bartter, F.C.: Brit. Med. J. 2: 521, Aug. 28, 1965 (in Medical Memoranda).",
    "warningsAndPrecautions": "Penicillamine Capsules USP, 250 mg, are hard gelatin capsules, light cream opaque cap printed with a \"GPI 250 mg\" and light cream opaque body printed with a \"907\" contains white to off-white powder. They are supplied as follows:\n  \n                     \nBottles of 100 NDC 70010-907-01\n \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                     Storage\n                     \n                     \nStore at 20\n  o to 25\n  oC (68\n  o to 77\n  oF). [see USP Controlled Room Temperature].\n  \n                     \nDispense in tight, light-resistant container.\n  \n                     \nManufactured by:\n  \n                     Granules Pharmaceuticals Inc.\n                     \nChantilly, VA 20151\n \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  \n                  Rev: 01/2020",
    "adverseReactions": "Except for the treatment of Wilson's disease or certain patients with cystinuria, use of penicillamine during pregnancy is contraindicated (see \n  \n                        WARNINGS\n                     ).\n  \n                     \nAlthough breast milk studies have not been reported in animals or humans, mothers on therapy with penicillamine should not nurse their infants.\n  \n                     \nPatients with a history of penicillamine-related aplastic anemia or agranulocytosis should not be restarted on penicillamine (see \n  \n                        WARNINGS\n                     and\n  \n                        ADVERSE REACTIONS\n                     ).\n  \n                     \nBecause of its potential for causing renal damage, penicillamine should not be administered to rheumatoid arthritis patients with a history or other evidence of renal insufficiency."
}