{
    "root": "3001f5be-40ae-89c2-e063-6394a90aa057",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Diazepam",
    "value": "20250310",
    "ingredients": [
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "BENZOIC ACID",
            "code": "8SKN0B0MIM"
        },
        {
            "name": "DIAZEPAM",
            "code": "Q3JTX2Q7TU"
        }
    ],
    "indications": "Diazepam is indicated for the management of anxiety disorders or for the short-term relief of the symptoms of anxiety. Anxiety or tension associated with the stress of everyday life usually does not require treatment with an anxiolytic.\n                  In acute alcohol withdrawal, diazepam may be useful in the symptomatic relief of acute agitation, tremor, impending or acute delirium tremens and hallucinosis.\n                  As an adjunct prior to endoscopic procedures if apprehension, anxiety or acute stress reactions are present, and to diminish the patient's recall of the procedures (See\n \n  \n                        WARNINGS\n                     ).\n\n \n                  Diazepam is a useful adjunct for the relief of skeletal muscle spasm due to reflex spasm to local pathology (such as inflammation of the muscles or joints, or secondary to trauma); spasticity caused by upper motor neuron disorders (such as cerebral palsy and paraplegia); athetosis; stiff-man syndrome; and tetanus.\n                  Diazepam injection is a useful adjunct in status epilepticus.\n                  Diazepam is a useful premedication (the intramuscular route is preferred) for relief of anxiety and tension in patients who are to undergo surgical procedures. Intravenously, prior to cardioversion for the relief of anxiety and tension and to diminish the patient's recall of the procedure.",
    "contraindications": "Dosage should be individualized for maximum beneficial effect. The usual recommended dose in older children and adults ranges from 2 mg to 20 mg intramuscular or intravenous, depending on the indication and its severity. In some conditions, e.g., tetanus, larger doses may be required. (See dosage for specific indications.) In acute conditions the injection may be repeated within one hour although an interval of 3 to 4 hours is usually satisfactory. Lower doses (usually 2 mg to 5 mg) and slow increase in dosage should be used for elderly or debilitated patients and when other sedative drugs are administered.(See\n \n  \n                        WARNINGS\n                     and\n \n  \n                        ADVERSE REACTIONS\n                     ).\n\n \n                  For dosage in infants above the age of 30 days and children, see the specific indications below. When intravenous use is indicated, facilities for respiratory assistance should be readily available. \n  \n                     Intramuscular:Diazepam injection should be injected deeply into the muscle. \n  \n                     Intravenous Use:For the treatment of status epilepticus in children, the solution should be injected slowly, taking one minute for administration (See\n \n  \n                        WARNINGS\n                     , particularly for use in children). For other indications, the solution should be injected slowly taking at least one minute for each 5 mg (1 mL) given. Do not use small veins, such as those on the dorsum of the hand or wrist. Extreme care should be taken to avoid intra-arterial administration or extravasation. \n    Do not mix or dilute diazepam with other solutions or drugs in syringe or infusion container. If it is not feasible to administer diazepam directly intravenous, it may be injected slowly through the infusion tubing as close as possible to the vein insertion.\n\n \n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                           \n                              \n                                 USUAL ADULT DOSAGE\n                              \n                           \n                           \n                              \n                                 DOSAGE RANGE IN CHILDREN\n                              \n                              \n                                 (Intravenous administration should be made slowly)\n                              \n                           \n                        \n                        \n                           \n                           \n                           \n                        \n                        \n                           \n                              \n                                 Moderate Anxiety Disorders and Symptoms of Anxiety\n                              \n                           \n                           \n                              \n                                 2 mg to 5 mg,intramuscular or intravenous. Repeat in 3 to 4 hours, if necessary.\n                              \n                           \n                           \n                        \n                        \n                           \n                           \n                           \n                        \n                        \n                           \n                              \n                                 Severe Anxiety Disorders and Symptoms of Anxiety\n                              \n                           \n                           \n                              \n                                 5 mg to 10 mg,intramuscular or intravenous. Repeat in 3 to 4 hours, if necessary.\n                              \n                           \n                           \n                        \n                        \n                           \n                           \n                           \n                        \n                        \n                           \n                              \n                                 Acute Alcohol Withdrawal:\n                              \n                           \n                           \n                           \n                        \n                        \n                           \n                              As an aid in symptomatic relief of acute agitation, tremor, impending or acute delirium tremens, and hallucinosis.\n                           \n                           \n                              10 mg, intramuscular or intravenous initially, then 5 mg to 10 mg in 3 to 4 hours, if necessary.\n                           \n                           \n                        \n                        \n                           \n                           \n                           \n                        \n                        \n                           \n                              \n                                 Endoscopic Procedures:\n                              \n                           \n                           \n                           \n                        \n                        \n                           \n                              Adjunctively, if apprehension, anxiety or acute stress reaction are present prior to endoscopic procedures. Dosage of narcotics should be reduced by at least a third and in some cases may be omitted. See\n     \n      \n                                    PRECAUTIONS\n                                 for peroral procedures.\n    \n     \n                           \n                           \n                              Titrate intravenous dosage to desired sedative response, such as slurring of speech, with slow administration immediately prior to the procedure. Generally 10 mg or less is adequate, but up to 20 mg intravenous may be given, particularly when concomitant narcotics are omitted. If intravenous cannot be used, 5 mg to10 mg intramuscular approximately 30 minutes prior to the procedure.\n                           \n                           \n                        \n                        \n                           \n                           \n                           \n                        \n                        \n                           \n                              \n                                 Muscle Spasm\n                              \n                           \n                           \n                           \n                        \n                        \n                           \n                              Associated with local pathology, cerebral palsy, athetosis, stiff-man syndrome, or tetanus.\n                           \n                           \n                              5 mg to 10 mg, intramuscular or intravenous initially, then 5 mg to 10 mg in 3 to 4 hours, if necessary. For tetanus, larger doses may be required.\n                           \n                           \n                              For tetanus in infants over 30 days of age, 1 mg to 2 mg intramuscular or intravenous, slowly, repeated every 3 to 4 hours as necessary. In children 5 years or older, 5 mg to 10 mg repeated every 3 to 4 hours may be required to control tetanus spasms. Respiratory assistance should be available.\n                           \n                        \n                        \n                           \n                           \n                           \n                        \n                        \n                           \n                              \n                                 Status Epilepticus and Severe Recurrent Convulsive Seizures:\n                              \n                           \n                           \n                           \n                        \n                        \n                           \n                              In the convulsing patient, the intravenous route is by far preferred. This injection should be administered slowly. However, if intravenous administration is impossible, the intramuscular route may be used.\n                           \n                           \n                              5 mg to 10 mg initially (intravenous preferred). This injection may be repeated if necessary at 10 to 15 minute intervals up to a maximum dose of 30 mg. If necessary, therapy with diazepam may be repeated in 2 to 4 hours; however, residual active metabolites may persist, and readministration should be made with this consideration. Extreme caution must be exercised with individuals with chronic lung disease or unstable cardiovascular status.\n                           \n                           \n                              Children 3 months up to 17 years of age with status epilepticus:\n                              \n                              First dose: \n        0.2 mg/kg (maximum 8 mg) by slow intravenous push (one minute in duration).\n     \n                              \n                              Second dose (if necessary; \n        5 minutes after the first dose): \n        0.1 mg/kg (maximum 4 mg) by slow intravenous push (one minute in duration).\n     \n                              \n                              EEG monitoring of the seizure may be helpful.\n                           \n                        \n                        \n                           \n                           \n                           \n                        \n                        \n                           \n                              \n                                 Preoperative Medication\n                              \n                           \n                           \n                           \n                        \n                        \n                           \n                              To relieve anxiety and tension. (If atropine, scopolamine or other premedications are desired, they must be administered in separate syringes.)\n                           \n                           \n                              10 mg, intramuscular (preferred route), before surgery.\n                           \n                           \n                        \n                        \n                           \n                           \n                           \n                        \n                        \n                           \n                              \n                                 Cardioversion\n                              \n                           \n                           \n                           \n                        \n                        \n                           \n                              To relieve anxiety and tension and to reduce recall of procedure.\n                           \n                           \n                              5 mg to 15 mg, intravenous, within 5 to 10 minutes prior to the procedure.\n                           \n                           \n                        \n                     \n                  \n                  Once the acute symptomatology has been properly controlled with diazepam injection, the patient may be placed on oral therapy with diazepam if further treatment is required. \n    Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.",
    "warningsAndPrecautions": "Diazepam Injection, USP 10 mg/2 mL is a clear, colorless to slightly yellow solution supplied in 2 mL Prefilled Sterile Single-dose Syringe with Luer Lock.\n                  \n                  NDC: 70518-2358-00\n                  NDC: 70518-2358-01\n                  NDC: 70518-2358-02\n                  PACKAGING: 10 in 1 CARTON, 2 mL in 1 SYRINGE GLASS TYPE 0\n                  PACKAGING: 10 in 1 CARTON\n                  PACKAGING: 2 mL in 1 SYRINGE GLASS TYPE 2\n                  \n                  Store at 20 to 25°C (68 to 77°F). [See USP Controlled Room Temperature.]\n                  Protect from light.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Diazepam is contraindicated in patients with a known hypersensitivity to this drug; acute narrow angle glaucoma; and open angle glaucoma unless patients are receiving appropriate therapy."
}