{
    "root": "3001d1ed-b200-7d1b-e063-6394a90ab45f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "FULVESTRANT",
    "value": "20250310",
    "ingredients": [
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "BENZYL BENZOATE",
            "code": "N863NB338G"
        },
        {
            "name": "CASTOR OIL",
            "code": "D5340Y2I9G"
        },
        {
            "name": "FULVESTRANT",
            "code": "22X328QOC4"
        }
    ],
    "indications": "Monotherapy\n                     \n                  \n                  Fulvestrant injection is indicated for the treatment of:\n                  \n                     Hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced breast cancer in postmenopausal women not previously treated with endocrine therapy, or\n                     HR-positive advanced breast cancer in postmenopausal women with disease progression following endocrine therapy.\n                  \n                  \n                     \n                        Combination Therapy\n                     \n                  \n                  Fulvestrant injection is indicated for the treatment of:\n                  \n                     HR-positive, HER2-negative advanced or metastatic breast cancer in postmenopausal women in combination with ribociclib as initial endocrine based therapy or following disease progression on endocrine therapy.\n                     HR-positive, HER2-negative advanced or metastatic breast cancer in combination with palbociclib or abemaciclib in women with disease progression after endocrine therapy.",
    "contraindications": "Fulvestrant injection 500 mg should be administered intramuscularly into the buttocks (gluteal area) slowly (1 - 2 minutes per injection) as two 5 mL injections, one in each buttock, on Days 1, 15, 29, and once monthly thereafter. ( 2.1 , 14 ) A dose of 250 mg is recommended in patients with moderate hepatic impairment to be administered intramuscularly into the buttock (gluteal area) slowly (1 - 2 minutes) as one 5 mL injection on Days 1, 15, 29, and once monthly thereafter. ( 2.2 , 5.2 , 8.6 )",
    "warningsAndPrecautions": "Fulvestrant injection is supplied as two 5 mL clear glass (Type 1) barrels, each containing 250 mg/5 mL of Fulvestrant solution for intramuscular injection and fitted with a tamper evident closure. Fulvestrant Injection is a clear, colorless to yellow, viscous solution.\n                  NDC 16729-436-31\n                  Two pre-filled syringes each containing 250 mg/5 mL of Fulvestrant solution for intramuscular injection and two safety needles (SafetyGlide™) are packaged per carton with NDC 16729-436-30\n                  The single-dose prefilled syringes are presented in a tray with polypropylene plunger rod and safety needles (SafetyGlide™) for connection to the barrel.\n                  Discard each syringe after use. If a patient dose requires only one syringe, unused syringe should be stored as directed below.\n                  \n                     Storage:\n                  \n                  REFRIGERATE, 2°C TO 8°C (36°F TO 46°F).\n \n  TO PROTECT FROM LIGHT, STORE IN THE ORIGINAL CARTON UNTIL TIME OF USE.",
    "adverseReactions": "Fulvestrant injection is contraindicated in patients with a known hypersensitivity to the drug or to any of its components. Hypersensitivity reactions, including urticaria and angioedema, have been reported in association with Fulvestrant injection\n \n  [see\n  \n   Adverse Reactions (6.2)]."
}