{
    "root": "3003e550-5f72-131f-e063-6294a90a13e2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Travoprost",
    "value": "20250310",
    "ingredients": [
        {
            "name": "PEG-40 CASTOR OIL",
            "code": "4ERD2076EF"
        },
        {
            "name": "BORIC ACID",
            "code": "R57ZHV85D4"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "ZINC CHLORIDE",
            "code": "86Q357L16B"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "TRAVOPROST",
            "code": "WJ68R08KX9"
        }
    ],
    "indications": "Travoprost ophthalmic solution (ionic buffered solution) 0.004% is indicated for the reduction of elevated intraocular pressure (IOP) in patients with open angle glaucoma or ocular hypertension.",
    "contraindications": "The recommended dosage is one drop in the affected eye(s) once daily in the evening.\n \n  \n                        \n                     Travoprost ophthalmic solution (ionic buffered solution) should not be administered more than once daily since it has been shown that more frequent administration of prostaglandin analogs may decrease the IOP lowering effect.\n\n \n                  Reduction of the IOP starts approximately 2 hours after the first administration with maximum effect reached after 12 hours.\n                  Travoprost\n \n  ophthalmic solution (ionic buffered solution) may be used concomitantly with other topical ophthalmic drug products to lower intraocular pressure (IOP). If more than one topical ophthalmic drug is being used, the drugs should be administered at least five (5) minutes apart.",
    "warningsAndPrecautions": "Travoprost ophthalmic solution, USP (ionic buffered solution) 0.004% is a sterile, isotonic, buffered, preserved, aqueous solution of travoprost (0.04 mg/mL).  \n                  Travoprost ophthalmic solution, USP (ionic buffered solution) 0.004% is supplied as a 2.5 mL solution and a 5 mL solution in a 5 mL translucent polypropylene ophthalmic bottle with a translucent polypropylene ophthalmic dropper and a turquoise, opaque polypropylene cap.\n                  2.5 mL fill           NDC 51407-731-25\n                  5 mL fill              NDC 51407-731-05\n                  \n                     Storage:\n                     Store at 2째C to 25째C (36째F to 77째F).\n                  \n                  After opening, travoprost ophthalmic solution, USP (ionic buffered solution) 0.004% can be used until the expiration date on the bottle.",
    "adverseReactions": "None"
}