{
    "root": "30099839-9f77-952c-e063-6294a90a2a1c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Accentrate PNV",
    "value": "20250310",
    "ingredients": [],
    "indications": "Accentrate® PNV (Folate/Omega-3/Iron) (6 mg-210 mg-10 mg) is a Prescription Prenatal Multivitamin Tablet and combination Omega-3 Softgel/Mineral Capsule indicated for preventing neural tube defects and use in improving the nutritional status of women prior to conception, throughout pregnancy, and in the postnatal period for both lactating and nonlactating mothers.",
    "contraindications": "The usual adult dose may be taken as one (1) white vitamin tablet (Neuro 110™), two (2) red omega-3 softgels (Omega 110™), and three (3) white mineral capsules (Minerals 110™) daily, before, during and after pregnancy, or as directed by a physician.\n                  \n                     \n                        FOLATE\n                      is essential for the production of certain coenzymes in many metabolic systems such as purine and pyrimidine synthesis. About 70% of food folate and cellular folate is comprised of L-methylfolate. It is the primary form of folate in circulation, and is also the form transported across membranes – particularly across the blood brain barrier – into peripheral tissues. In the cell, L-methylfolate is used in the remethylation of homocysteine to form methionine and tetrahydrofolate (THF). L-methylfolate is converted into functional, metabolically active coenzyme forms for use in the body, and supplies the active folate substrate, THF (tetrahydrofolate) for use in transformylation and methylation biochemistry.\n \n                  Folates are best known for reducing the incidence of fetal neural tube defects (NTDs). \n  viii, ix,x NTDs are congenital malformations produced by failure of the neural tube to form and close properly during embryonic development. \n  xi,xii During the first four weeks of pregnancy – when many women do not even realize that they have conceived, adequate maternal folate intake is essential to reduce the risk of NTDs. Folate is also essential in the synthesis and maintenance of nucleoprotein in erythropoiesis. It also promotes white blood cell (WBC) and platelet production in folate-deficiency anemia. Folate is associated with methylation and transformylation biochemistry. Folate is involved in transformylation and methylation metabolism as well as, indirectly, succinylation metabolism (through the “methyl trap” hypothesis). Folate plays a central role in the formation of nucleic acid precursors, such as thymidylic acid and purine nucleotides, which are essential for nucleic acid synthesis and cell division. IOM/NAS (1998) noted that the evidence for a protective effect from folate supplements is much stronger than that for food folate.  Other ingredients are added to folate as cofactors, coenzymes and co-metabolites; in studies by Czeizel and Dudas (1992) and Berry et al. (1999), factors other than folate intake may affect the magnitude of risk reduction or participate in a co-protective effect with folate.\n  4,5\n                  \n                  \n                  L-methylfolate supplementation increases the formation of endothelian nitric oxide synthase resulting in increase nitric oxide. This causes vasodilation to the nerves, increasing blood supply to the nerves, and reducing vascular oxidative stress.\n  xiv  L-methylfolate supplementation also increases nitric oxide levels by increasing the amount of tetrahydrobioterin (BH4).  BH4 is required for nitric oxide synthesis.\n  xv  \n                  \n                  \n                  FOLATE COENZYMES, COFACTORS, AND COMETABOLITES - The following ingredients are added to enhance the bioavailable potential of folate, and include:\n                  \n                  COBALAMIN - Methylcobalamin is required for two important reactions: the conversion of methylmalonyl CoA to succinyl CoA, a Krebs cycle intermediate, and the conversion of homocysteine to methionine, a reaction in which the methyl group of L-methylfolate is donated to remethylate homocysteine. Homocysteine has been found to stimulate or alter transcription factors involved in inflammation, with an important ancillary consequence of BH\n  4 depletion. For example, it has been reported that homocysteine-mediated activation of sterol regulatory element binding protein (SREBP) upregulates expression of 3-hydroxy-3-methyl-glutaryl-coenzyme (HMG-CoA reductase) with increased biosynthesis and cellular uptake of cholesterol, the depletion of BH\n  4 being a secondary effect.\n \n                  \n                  PYRIDOXAL-5’-PHOSPHATE (PLP) is the active form of vitamin B. The amino acid decarboxylase considered to decarboxylate both dihydroxyphenylalanine (DOPA) and 5-hydroxytryptophan (5-HTP) requires pyridoxal phosphate as coenzyme. Deficient levels of plasma PLP are significantly associated with depressive symptomatology in human studies.\n  xvi\n                  \n                  OTHER B VITAMINS - Thiamine pyrophosphate (TPP) is the biologically active derivative of thiamine, vitamin B Flavin adenine dinucleotide (FAD) is the active substrate of riboflavin, vitamin B . It has been reported that deficiencies of thiamine and riboflavin are associated with depressive symptoms. ,  Nicotinamide adenine dinucleotide (NADH) is a reduced form of niacin, or vitamin B Niacin-dependent dihydropteridine reductase (DHPR) is involved in BH regeneration.\n                  \n                     \n                        IRON\n                      – Accentrate® PNV supplies iron as a pure amino acid iron-chelate, which provides pure elemental iron – an essential component in the formation of hemoglobin. Iron therapy is necessary in advanced folate supplementation due to interference between iron and folate metabolism. Sufficient amounts are required for effective erythropoiesis. According to the USDA, “The impact of iron deficiency on folate metabolism is most dramatic during the reproductive and neonatal stages of the life cycle.”\n \n                  Iron is one of the primary cofactors in BH reactions. Tyrosine hydroxylase requires iron and tetrahydrobiopterin to catalyze the conversion of tyrosine (also contained in Accentrate® PNV) to DOPA, which is then converted to dopamine by the enzyme DOPA decarboxylase. Dopamine β-hydroxylase transforms dopamine to norepinephrine, which can be further transformed to epinephrine.\n                  \n                  \n                     \n                        OMEGA-3 FATTY ACIDS\n                      - Docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) are omega-3 fatty acids. Accentrate® PNV contains LYSOVETA® LPC which comprises the omega-3 fatty acid-derivatives EPA and DHA conjugated to lysophosphatidylcholine (LPC). LPC-EPA and LPC-DHA are the forms of EPA and DHA that is absorbed by the brain through the MSFD2a receptor active on the blood brain barrier.  Accretion of EPA and DHA in LPC form has been shown to be significantly higher than triglyceride, phospholipid (PC), and free fatty acid form. \n \n                  \n                  DHA bound to LPC was shown to be 4 times higher in umbilical circulation than maternal circulation,  which may indicate that omega-3 fatty acids in LPC form is preferred for omega-3 supplementation during pregnancy. Evidence suggests that LYSOVETA® LPC provides a neuroprotective effect against neonatal brain injury. \n  xxii\n                  \n                  \n                     FOLATE REGULATION: The Federal Register Notices from 1971 to 1973 establish that increased folate is proper supplement in megaloblastic anemias of tropical and nontropical sprue, nutritional origin, pregnancy, infancy, and childhood. \n  xxiii,xxiv,xxv Folate metabolism may be affected by malabsorption issues that differ widely among population groups. The March 5, 1996 Federal Register Notice (61 FR 8760) states  “The agency concluded that \n  \n                        the scientific literature did not support the superiority of any one source of folate over others, and that the data were insufficient to provide a basis for stating that a specific amount of folate is more effective than another amount\n                      [emphasis added]. \n  xxvi The actual amount and source of folate require the supervision of a licensed medical practitioner to achieve a satisfactory maintenance level, and may exceed the 0.8 mg UL. The Federal Register Notice of August 2, 1973 (38 FR 20750) specifically states that “dietary supplement preparations are available without a prescription (21 CFR 121.1134). \n  Levels higher than dietary supplement amounts are available only with a prescription. Oral preparations supplying more than 0.8 mg of folate per dosage unit would be restricted to prescription dispensing and that a dietary supplement furnishing 0.8 mg could be prescribed when a maintenance level of 0.8 mg per day was indicated. When clinical symptoms have subsided and the blood picture and/or CSF folate levels have become normal, a maintenance level should be used. “Patients should be kept under supervision of a licensed practitioner and adjustment of the maintenance level made if relapse appears imminent. In the presence of alcoholism, hemolytic anemia, anticonvulsant therapy, or chronic infection, the maintenance level may need to be increased [emphasis added]. ” In the Letter Regarding Dietary Supplement Health Claim for Folic Acid, Vitamin B\n  6, and Vitamin B\n  12 and Vascular Disease (Docket No. 99P-3029) dated November 28, 2000, FDA wrote “... high intakes of folate may partially and temporarily correct pernicious anemia while the neurological damage of vitamin B\n  12 deficiency progresses. IOM/NAS (1998) set the UL for all adults of 1 mg per day because of devastating and irreversible neurological consequences of vitamin B\n  12 deficiency, the data suggesting that \n  \n                        pernicious anemia may develop at a younger age in some racial or ethnic groups, and the uncertainty about the extent of the occurrence of vitamin B12 deficiency in younger age groups\n                      (IOM/NAS, 1998) [emphasis added]. \n  xxviii”\n \n                  Summary: This product is a Prescription Prenatal Multivitamin Tablet containing folate that, due to advanced folate levels, requires administration under the care of a licensed medical practitioner. \"Rx Only\" on the label is to ensure prescription dispensing and that the product is administered under the supervision of a licensed medical practitioner due to the increased risk associated with masking of B12 deficiency (pernicious anemia). The “Rx Only” status and a National Drug Code (NDC), or similar Product Code, facilitate pedigree reporting requirements and supply-chain control as well as, in some cases, insurance-reimbursement applications.",
    "warningsAndPrecautions": "Accentrate® PNV (Folate/Omega/Iron) (6 mg-210 mg-10 mg) is available in a carton with NDC\n  † 70868-510-30 containing: Neuro 110™ in a bottle with 30 (white) tablets with the imprint “110”, Omega 110™ in a bottle with 60 (red) softgels, and Minerals 110™ in a bottle with 90 (white) capsules.\n \n                  \n                  \n                     †This product is a prescription folate with or without other dietary ingredients, due to increased folate levels (AUG 2 1973 FR 20750). The “Rx” on the label is to ensure prescription dispensing and that the product is administered under the supervision of a licensed medical practitioner due to the increased risk associated with masking of B\n  12 deficiency (pernicious anemia).\n \n                  Based on the risk of obscuring pernicious anemia, this product requires supervision of a licensed medical practitioner. The “Rx Only” status and a National Drug Code (NDC), or similar Product Code, facilitate pedigree reporting requirements and supply-chain control as well as, in some cases, insurance-reimbursement applications.",
    "adverseReactions": "This product is contraindicated in patients with a known hypersensitivity to any of the articles contained in this product. This product is contraindicated for individuals with conditions for which any of the ingredients are contraindicated.\n                  \n                  Iron therapy is contraindicated in patients with hemochromatosis and patients with iron storage disease or the potential for iron storage disease due to chronic hemolytic anemia (e.g., inherited anomalies of hemoglobin structure or synthesis and/or red cell enzyme deficiencies, etc.), pyridoxine responsive anemia, or cirrhosis of the liver."
}