{
    "root": "300ae3db-1393-dce6-e063-6394a90a3d12",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Buprenorphine and Naloxone",
    "value": "20250311",
    "ingredients": [
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "BUPRENORPHINE HYDROCHLORIDE",
            "code": "56W8MW3EN1"
        },
        {
            "name": "NALOXONE HYDROCHLORIDE DIHYDRATE",
            "code": "5Q187997EE"
        },
        {
            "name": "POLYETHYLENE GLYCOL 8000",
            "code": "Q662QK8M3B"
        },
        {
            "name": "POLYETHYLENE OXIDE 100000",
            "code": "V46Y6OJ5QB"
        },
        {
            "name": "POLYETHYLENE OXIDE 900000",
            "code": "16P9295IIL"
        },
        {
            "name": "HYPROMELLOSE 2910 (15 MPA.S)",
            "code": "36SFW2JZ0W"
        },
        {
            "name": "MALTITOL",
            "code": "D65DG142WK"
        },
        {
            "name": "ACESULFAME POTASSIUM",
            "code": "23OV73Q5G9"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        }
    ],
    "indications": "Buprenorphine and naloxone sublingual film is indicated for treatment of opioid dependence. Buprenorphine and naloxone sublingual film should be used as part of a complete treatment plan that includes counseling and psychosocial support.",
    "contraindications": "Administer buprenorphine and naloxone sublingual film as a single daily dose. ( 2.1 ) Strongly consider prescribing naloxone at the time buprenorphine and naloxone sublingual film is initiated or renewed because patients being treated for opioid use disorder have the potential for relapse, putting them at risk for opioid overdose. ( 2.2 ) To avoid precipitating withdrawal, induction with buprenorphine and naloxone sublingual film should be undertaken when objective and clear signs of withdrawal are evident and buprenorphine and naloxone sublingual film should be administered in divided doses when used as initial treatment. ( 2.3 ) For patients dependent on short-acting opioid products who are in opioid withdrawal; on Day 1, administer up to 8 mg/2 mg buprenorphine and naloxone sublingual film (in divided doses). On Day 2, administer up to 16 mg/4 mg of buprenorphine and naloxone sublingual film as a single dose. ( 2.3 ) For patients dependent on methadone or long-acting opioid products, induction onto sublingual buprenorphine monotherapy is recommended on Days 1 and 2 of treatment. ( 2.3 ) For maintenance treatment, the target dosage of buprenorphine and naloxone sublingual film is usually 16 mg/4 mg as a single daily dose. ( 2.4 ) Sublingual Administration: Place one film under the tongue, close to the base on the left or right side, and allow to completely dissolve. Buccal Administration: Place one film on the inside of the left or right cheek and allow to completely dissolve. ( 2.5 ) Buprenorphine and naloxone sublingual film must be administered whole. Do not cut, chew, or swallow buprenorphine and naloxone sublingual film. ( 2.5 ) When discontinuing treatment, gradually taper to avoid signs and symptoms of withdrawal. ( 2.8 )",
    "warningsAndPrecautions": "Buprenorphine and Naloxone Sublingual Film are available in child resistant polyester/foil laminated pouches in four strengths: 2 mg/0.5 mg, 4 mg/1 mg, 8 mg/2 mg or 12 mg/3 mg.\n                  The 2 mg/0.5 mg buprenorphine and naloxone sublingual film is an orange rectangular film printed in white with “B2/N” containing 2.16 mg of buprenorphine HCl, USP equivalent to 2 mg of buprenorphine free base and 0.61 mg of naloxone HCl, USP dihydrate equivalent to 0.5 mg of naloxone free base. Each film is contained in a square, flat pouch that is imprinted with lot number and expiration date. They are available as follows:\n                  NDC 0378-8765-93 \n    cartons containing 30 sublingual films\n \n                  The 4 mg/1 mg buprenorphine and naloxone sublingual film is an orange rectangular film printed in white with “B4/N” containing 4.31 mg of buprenorphine HCl, USP equivalent to 4 mg of buprenorphine free base and 1.22 mg of naloxone HCl, USP dihydrate equivalent to 1 mg of naloxone free base. Each film is contained in a square, flat pouch that is imprinted with lot number and expiration date. They are available as follows:\n                  NDC 0378-8766-93 \n    cartons containing 30 sublingual films\n \n                  The 8 mg/2 mg buprenorphine and naloxone sublingual film is an orange rectangular film printed in white with “B8/N” containing 8.62 mg of buprenorphine HCl, USP equivalent to 8 mg of buprenorphine free base and 2.44 mg of naloxone HCl, USP dihydrate equivalent to 2 mg of naloxone free base. Each film is contained in a square, flat pouch that is imprinted with lot number and expiration date. They are available as follows:\n                  NDC 0378-8767-93 \n    cartons containing 30 sublingual films\n \n                  The 12 mg/3 mg buprenorphine and naloxone sublingual film is an orange rectangular film printed in white with “B12/N” containing 12.9 mg of buprenorphine HCl, USP equivalent to 12 mg of buprenorphine free base and 3.66 mg of naloxone HCl, USP dihydrate equivalent to 3 mg of naloxone free base. Each film is contained in a square, flat pouch that is imprinted with lot number and expiration date. They are available as follows:\n                  NDC 0378-8768-93 \n    cartons containing 30 sublingual films\n \n                  \n                     Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n                  \n                  Store buprenorphine and naloxone sublingual film securely and dispose of properly\n \n  [see\n  \n   Patient Counseling Information (17)]\n \n  .\n\n \n                  \n                     PHARMACIST:Dispense a Medication Guide with each prescription.",
    "adverseReactions": "Buprenorphine and naloxone sublingual film is contraindicated in patients with a history of hypersensitivity to buprenorphine or naloxone as serious adverse reactions, including anaphylactic shock, have been reported\n \n  [see\n  \n   Warnings and Precautions (5.9)]\n \n  ."
}