{
    "root": "300b668c-0aa2-2021-e063-6394a90ab8ba",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Morphine Sulfate",
    "value": "20250311",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MORPHINE SULFATE",
            "code": "X3P646A2J0"
        }
    ],
    "indications": "Morphine Sulfate Tablets are indicated for the management of:\n                  \n                     adults with acute pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate.\n                     adults with chronic pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate.\n                  \n                  Limitations of Use\n                  \n                     Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dosage or duration\n \n   [see Warnings and Precautions (\n  \n    5.1)]\n \n   , reserve morphine sulfate tablets for use in patients for whom alternative treatment options [e.g., non-opioid analgesics or opioid combination products]:\n\n  \n                  \n                  \n                     Have not been tolerated or are not expected to be tolerated,\n                     Have not provided adequate analgesia or are not expected to provide adequate analgesia.\n                  \n                  \n                     Morphine sulfate tablets should not be used for an extended period of time unless the pain remains severe enough to require an opioid analgesic and for which alternative treatment options continue to be inadequate.\n                  \n                  \n                     Pediatric use information is approved for Hikma Pharmaceuticals USA Inc.’s Morphine Sulfate Tablets. However, due to Hikma Pharmaceuticals USA Inc.’s marketing exclusivity rights, this drug product is not labeled with that information.",
    "contraindications": "Morphine sulfate tablets should be prescribed only by healthcare professionals who are knowledgeable about the use of opioids and how to mitigate the associated risks. ( 2.1 ) Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals. Reserve titration to higher doses of morphine sulfate tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. ( 2.1 , 5 ) Many acute pain conditions (e.g., the pain that occurs with a number of surgical procedures or acute musculoskeletal injuries) require no more than a few days of an opioid analgesic. Clinical guidelines on opioid prescribing for some acute pain conditions are available. ( 2.1 ) Initiate the dosing regimen for each patient individually, taking into account the patient’s underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse. ( 2.1 , 5.1 ) Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with morphine sulfate tablets. Consider this risk when selecting an initial dose and when making dose adjustments. ( 2.1 , 5.2 ) Discuss availability of naloxone with the patient and caregiver and assess each patient’s need for access to naloxone, both when initiating and renewing treatment with morphine sulfate tablets. Consider prescribing naloxone based on the patient’s risk factors for overdose. ( 2.2 , 5.1 , 5.2 , 5.3 ) Initiate treatment with morphine sulfate tablets in adults and pediatric patients 50 kg and above: 15 to 30 mg every 4 hours as needed for pain, at the lowest dose necessary to achieve adequate analgesia. Do not exceed 30 mg as an initial dose in pediatric patients. Titrate the dose based upon the individual patient’s response to their initial dose of morphine sulfate tablets. ( 2.3 , 2.4 ) Do not abruptly discontinue morphine sulfate tablets in a physically dependent patient because rapid discontinuation of opioid analgesics has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. ( 2.5 , 5.14 )",
    "warningsAndPrecautions": "Morphine Sulfate Tablets are supplied as follows:\n                  Each 15 mg tablet for oral administration contains: 15 mg morphine sulfate USP and is a white, biconvex tablet, debossed “M” on one side, and “15” with a score on the other side. \n                  15 mg bottles of 100: NDC 0406-5118-01 \n    15 mg box of 100 unit dose: NDC 0406-5118-62\n \n                  Each 30 mg tablet for oral administration contains: 30 mg morphine sulfate USP and is a white, biconvex tablet, debossed “M” on one side, and “30” with a score on the other side. \n                  30 mg bottles of 100: NDC 0406-5119-01 \n    30 mg box of 100 unit dose: NDC 0406-5119-62\n \n                  \n                     Storage\n                  \n                  Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.] \n  \n                  \n                  Protect from moisture.\n                  Store morphine sulfate tablets securely and dispose of properly\n \n  [see Patient Counseling Information (\n  \n   17)]\n \n  .",
    "adverseReactions": "Morphine sulfate tablets are contraindicated in patients with:\n                  \n                     Significant respiratory depression\n  \n   [see Warnings and Precautions (\n   \n    5.2)]\n  \n   .\n \n  \n                     Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment\n  \n   [see Warnings and Precautions (\n                        \n                           5.7\n                        \n                        )].\n \n  \n                     Concurrent use of monoamine oxidase inhibitors (MAOIs) or use of MAOIs within the last 14 days\n  \n   [see Warnings and Precautions (\n                        \n                           5.8\n                        \n                        ) and Drug Interactions (\n   \n    7)]\n  \n   .\n \n  \n                     Known or suspected gastrointestinal obstruction, including paralytic ileus\n  \n   [see Warnings and Precautions (\n                        \n                           5.12\n                        \n                        )].\n \n  \n                     Hypersensitivity to morphine (e.g., anaphylaxis)\n  \n   [see Adverse Reactions (\n   \n    6)]\n  \n   ."
}