{
    "root": "30129941-9087-89ee-e063-6394a90aaba1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ENALAPRIL MALEATE",
    "value": "20250311",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "ENALAPRIL MALEATE",
            "code": "9O25354EPJ"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "BROWN IRON OXIDE",
            "code": "1N032N7MFO"
        }
    ],
    "indications": "Enalapril maleate is indicated for the treatment of hypertension. \n         \n \n  Enalapril maleate is effective alone or in combination with other antihypertensive agents, especially thiazide-type diuretics. The blood pressure lowering effects of enalapril maleate and thiazides are approximately additive.",
    "contraindications": "In patients who are currently being treated with a diuretic, symptomatic hypotension occasionally may occur following the initial dose of enalapril maleate tablets. The diuretic should, if possible, be discontinued for two to three days before beginning therapy with enalapril maleate tablets to reduce the likelihood of hypotension (see \n         \n \n  WARNINGS, Hypotension). If the patient's blood pressure is not controlled with Enalapril Maleate Tablets alone, diuretic therapy may be resumed. \n         \n \n  \n                           If the diuretic cannot be discontinued an initial dose of 2.5 mg should be used under medical supervision for at least two hours and until blood pressure has stabilized for at least an additional hour (see \n         \n \n  WARNINGS, Hypotension and \n         \n \n  PRECAUTIONS, Drug Interactions).\n                           \n                           The recommended initial dose in patients not on diuretics is 5 mg once a day. Dosage should be adjusted according to blood pressure response. The usual dosage range is 10 to 40 mg per day administered in a single dose or two divided doses. In some patients treated once daily, the antihypertensive effect may diminish toward the end of the dosing interval. In such patients, an increase in dosage or twice daily administration should be considered. If blood pressure is not controlled with enalapril maleate tablets alone, a diuretic may be added.\n         \n \n  \n                           Concomitant administration of enalapril maleate tablets with potassium supplements, potassium salt substitutes, or potassium-sparing diuretics may lead to increases of serum potassium (see \n         \n \n  PRECAUTIONS).\n                           \n                           \n                              Dosage Adjustment in Hypertensive Patients with Renal Impairment\n         \n \n  \n                           \n                           The usual dose of enalapril is recommended for patients with a creatinine clearance more than 30 mL/min (serum creatinine of up to approximately 3 mg/dL). For patients with creatinine clearance less than or equal to 30 mL/min (serum creatinine more than or equal to 3 mg/dL), the first dose is 2.5 mg once daily. The dosage may be titrated upward until blood pressure is controlled or to a maximum of 40 mg daily.\n        \n\n \n                        \n                           \n                           \n                           \n                           \n                              \n                                  \n            \n    \n     Renal Status\n             \n     \n      \n                                    \n                                 \n                                 \n                                     Creatinine-\n             \n     \n      Clearance\n             \n     \n      ml/min\n             \n     \n      \n                                    \n                                 \n                                 \n                                     Initial Dose\n             \n     \n      mg/day\n            \n    \n     \n                                 \n                              \n                              \n                                  Normal Renal Function\n            \n    \n     \n                                 \n                                  >80 mL/min\n            \n    \n     \n                                 \n                                  5 mg\n            \n    \n     \n                                 \n                              \n                              \n                                  Mild Impairment\n            \n    \n     \n                                 \n                                  ≤80 >30 mL/min\n                                  5 mg\n            \n    \n     \n                                 \n                              \n                              \n                                  Moderate to Severe Impairment\n            \n    \n     \n                                 \n                                  ≤30 mL/min\n                                  2.5 mg \n            \n    \n     \n                                 \n                              \n                              \n                                  Dialysis Patients*\n            \n    \n     \n                                 \n                                  -\n            \n    \n     \n                                 \n                                  2.5 mg on dialysis days\n            \n    \n     †\n                                    \n                                 \n                              \n                           \n                        \n                        *See \n         \n \n  WARNINGS, Anaphylactoid Reactions During Membrane Exposure\n                           \n                           2Dosage on nondialysis days should be adjusted depending on the blood pressure response.\n         \n \n  \n                           \n                           Heart Failure\n          \n  \n   \n                           \n                           \n                              \n                           Enalapril maleate tablets are indicated for the treatment of symptomatic heart failure, usually in combination with diuretics and digitalis. In the placebo-controlled studies that demonstrated improved survival, patients were titrated as tolerated up to 40 mg, administered in two divided doses.\n         \n \n  \n                           The recommended initial dose is 2.5 mg. The recommended dosing range is 2.5 to 20 mg given twice a day. Doses should be titrated upward, as tolerated, over a period of a few days or weeks. The maximum daily dose administered in clinical trials was 40 mg in divided doses.\n         \n \n  \n                           After the initial dose of enalapril maleate tablets, the patient should be observed under medical supervision for at least two hours and until blood pressure has stabilized for at least an additional hour (see \n         \n \n  WARNINGS and \n         \n \n  PRECAUTIONS, Drug Interactions). If possible, the dose of any concomitant diuretic should be reduced which may diminish the likelihood of hypotension. The appearance of hypotension after the initial dose of enalapril maleate tablets does not preclude subsequent careful dose titration with the drug, following effective management of the hypotension.\n         \n \n  \n                           \n                           Asymptomatic Left Ventricular Dysfunction\n                           \n                           In the trial that demonstrated efficacy, patients were started on 2.5 mg twice daily and were titrated as tolerated to the targeted daily dose of 20 mg (in divided doses).\n         \n \n  \n                           After the initial dose of enalapril maleate tablets, the patient should be observed under medical supervision for at least two hours and until blood pressure has stabilized for at least an additional hour (see \n         \n \n  WARNINGS and \n         \n \n  PRECAUTIONS, Drug Interactions). If possible, the dose of any concomitant diuretic should be reduced which may diminish the likelihood of hypotension. The appearance of hypotension after the initial dose of enalapril maleate tablets does not preclude subsequent careful dose titration with the drug, following effective management of the hypotension.\n         \n \n  \n                           \n                           Dosage Adjustment in Patients with Heart Failure and Renal Impairment or Hyponatremia\n                           \n                           In patients with heart failure who have hyponatremia (serum sodium less than 130 mEq/L) or with serum creatinine greater than 1.6 mg/dL, therapy should be initiated at 2.5 mg daily under close medical supervision (see \n         \n \n  DOSAGE AND ADMINISTRATION, Heart  Failure, WARNINGS and \n         \n \n  PRECAUTIONS, Drug Interactions). The dose may be increased to 2.5 mg b.i.d., then 5 mg b.i.d. and higher as needed, usually at intervals of four days or more if at the time of dosage adjustment there is not excessive hypotension or significant deterioration of renal function. The maximum daily dose is 40 mg.\n         \n \n  \n                           \n                           Pediatric Hypertensive Patients\n                           \n                           The usual recommended starting dose is 0.08 mg/kg (up to 5 mg) once daily. Dosage should be adjusted according to blood pressure response. Doses above 0.58 mg/kg (or in excess of 40 mg) have not been studied in pediatric patients (see \n         \n \n  CLINICAL PHARMACOLOGY, Clinical Pharmacology in Pediatric Patients).\n                           \n                           Enalapril maleate is not recommended in neonates and in pediatric patients with glomerular filtration rate less than 30 mL/min/1.73 m\n         \n \n  2, as no data are available.\n         \n \n  \n                           \n                           Preparation of Suspension (for 200 mL of a 1.0 mg/mL suspension) \n                           \n                           Add 50 mL of sodium citrate and citric acid oral solution, USP to a polyethylene terephthalate (PET) bottle containing ten 20 mg tablets of enalapril maleate and shake for at least 2 minutes. Let concentrate stand for 60 minutes. Following the 60-minute hold time, shake the concentrate for an additional minute. Add 150 mL of Ora-Sweet SF\n         \n \n  # to the concentrate in the PET bottle and shake the suspension to disperse the ingredients. The suspension should be refrigerated at 2° to 8°C (36° to 46°F) and can be stored for up to 30 days. Shake the suspension before each use.",
    "warningsAndPrecautions": "Enalapril Maleate Tablets, USP\n          \n    \n     \n                           \n                        \n                        \n                           NDC number\n          \n    \n     \n                           \n                           Strength\n          \n    \n     \n                           \n                           Description\n          \n    \n     \n                           \n                           Quantity\n          \n    \n     \n                           \n                        \n                     \n                     \n                        \n                            NDC 68645-455-90\n                            5 mg\n          \n    \n     \n                           \n                            White, round flat-faced beveled edged, compressed tablets with W on one side and breakline on the other side.                                                                                          924\n                            Bottles of 90\n          \n    \n     \n                           \n                        \n                        \n                            NDC 68645-456-90\n                            10 mg\n          \n    \n     \n                           \n                            Light Salmon, round flat-faced beveled edged, compressed tablets with W on one side plain on the other side.                                                                                                                   925\n                            Bottles of 90\n          \n    \n     \n                           \n                        \n                        \n                            NDC 68645-457-90\n                            20 mg\n          \n    \n     \n                           \n                            Light Beige, round flat-faced beveled edged, compressed tablets with W on one side plain on the other side.                                                                                                               926\n          \n    \n     \n                           \n                            Bottles of 90\n          \n    \n     \n                           \n                        \n                     \n                  \n                  \n                     Storage\n                     \n                     Store below 25°C (77°F), excursion permitted to 15-30°C (59-86°F) [see USP Controlled Room Temperature. Keep container tightly closed. Protect from moisture.\n       \n \n  \n                     Dispense in a tight container as per USP, if product package is subdivided.\n       \n \n  ___________________________________________________________________________________________________________________________________\n       \n \n  \n                     # Trademark of Paddock Laboratories, Inc.\n       \n \n  \n                     \n                     Manufactured by:\n                     Wockhardt Limited, \n       \n \n  Mumbai, India.\n       \n \n  \n                     \n                     Distributed by:\n                     Wockhardt USA LLC.\n       \n \n  20 Waterview Blvd. \n       \n \n  Parsippany, NJ 07054\n       \n \n  USA.\n      \n\n \n                  \n                     Distributed by:\n        \n  \n   \n                     Wal-Mart\n       \n \n  Bentonville, AR 72716\n      \n\n \n                  \n                     Packaged by:\n        \n  \n   \n                     Legacy Pharmaceutical Packaging, LLC\n       \n \n  13333 Lakefront Drive\n       \n \n  Earth City, MO 63045\n      \n\n \n                  Rev.041018",
    "adverseReactions": "Enalapril maleate is contraindicated in patients who are hypersensitive to this product and in patients with a history of angioedema related to previous treatment with an angiotensin-converting enzyme inhibitor and in patients with hereditary or idiopathic angioedema.\n                  Do not co-administer aliskiren with enalapril maleate in patients with diabetes (see \n       \n \n  PRECAUTIONS, DRUG INTERACTIONS).\n                  \n                  Enalapril maleate is contraindicated in combination with a neprilysin inhibitor (e.g., sacubitril). Do not administer enalapril maleate within 36 hours of switching to or from sacubitril/valsartan, a neprilysin inhibitor (see \n       \n \n  WARNINGS, Head and Neck Angioedema)."
}