{
    "root": "3014072c-b955-76ab-e063-6294a90ac1fc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "INFLIXIMAB",
    "value": "20250311",
    "ingredients": [
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "SODIUM PHOSPHATE, MONOBASIC, MONOHYDRATE",
            "code": "593YOG76RN"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC, DIHYDRATE",
            "code": "94255I6E2T"
        },
        {
            "name": "INFLIXIMAB",
            "code": "B72HH48FLU"
        }
    ],
    "indications": "Infliximab is a tumor necrosis factor (TNF) blocker indicated for: Crohn's Disease : reducing signs and symptoms and inducing and maintaining clinical remission in adult patients with moderately to severely active disease who have had an inadequate response to conventional therapy. ( 1.1 ) reducing the number of draining enterocutaneous and rectovaginal fistulas and maintaining fistula closure in adult patients with fistulizing disease. ( 1.1 ) Pediatric Crohn's Disease : reducing signs and symptoms and inducing and maintaining clinical remission in pediatric patients 6 years of age and older with moderately to severely active disease who have had an inadequate response to conventional therapy. ( 1.2 ) Ulcerative Colitis : reducing signs and symptoms, inducing and maintaining clinical remission and mucosal healing, and eliminating corticosteroid use in adult patients with moderately to severely active disease who have had an inadequate response to conventional therapy. ( 1.3 ) Pediatric Ulcerative Colitis : reducing signs and symptoms and inducing and maintaining clinical remission in pediatric patients 6 years of age and older with moderately to severely active disease who have had an inadequate response to conventional therapy. ( 1.4 ) Rheumatoid Arthritis in combination with methotrexate : reducing signs and symptoms, inhibiting the progression of structural damage, and improving physical function in adult patients with moderately to severely active disease. ( 1.5 ) Ankylosing Spondylitis : reducing signs and symptoms in adult patients with active disease. ( 1.6 ) Psoriatic Arthritis : reducing signs and symptoms of active arthritis, inhibiting the progression of structural damage, and improving physical function in adult patients. ( 1.7 ) Plaque Psoriasis : treatment of adult patients with chronic severe (i.e., extensive and/or disabling) plaque psoriasis who are candidates for systemic therapy and when other systemic therapies are medically less appropriate. ( 1.8 )",
    "contraindications": "Prior to treatment, ensure appropriate personnel and medication are available to treat reactions (e.g., hypersensitivity) that occur during infusion and shortly after infusion. ( 2.11 ) Infliximab is administered by intravenous infusion for at least 2 hours with an in-line filter ( 2.11 ) Crohn's Disease : 5 mg/kg at 0, 2 and 6 weeks, then every 8 weeks. Some adult patients who initially respond to treatment may benefit from increasing the dose to 10 mg/kg every 8 weeks if they later lose their response. ( 2.1 ) Pediatric Crohn's Disease (≥ 6 years old) : 5 mg/kg at 0, 2 and 6 weeks, then every 8 weeks. ( 2.2 ) Ulcerative Colitis : 5 mg/kg at 0, 2 and 6 weeks, then every 8 weeks. ( 2.3 ) Pediatric Ulcerative Colitis (≥ 6 years old) : 5 mg/kg at 0, 2 and 6 weeks, then every 8 weeks. ( 2.4 ) Rheumatoid Arthritis : In conjunction with methotrexate, 3 mg/kg at 0, 2 and 6 weeks, then every 8 weeks. Some patients may benefit from increasing the dose up to 10 mg/kg every 8 weeks or treating as often as every 4 weeks. ( 2.5 ) Ankylosing Spondylitis : 5 mg/kg at 0, 2 and 6 weeks, then every 6 weeks. ( 2.6 ) Psoriatic Arthritis and Plaque Psoriasis : 5 mg/kg at 0, 2 and 6 weeks, then every 8 weeks. ( 2.7 , 2.8 )",
    "warningsAndPrecautions": "How Supplied\n                        \n                        Infliximab for injection is supplied in a carton containing one single-dose vial (NDC 57894-160-01).\n                        Each single-dose vial contains 100 mg of infliximab as a sterile, preservative-free, white lyophilized powder for reconstitution and dilution (more than one vial may be needed for a full dose)\n \n  [see\n  \n   Dosage and Administration (2.11)].",
    "adverseReactions": "The use of Infliximab at doses >5 mg/kg is contraindicated in patients with moderate or severe heart failure\n \n  [see\n  \n   Warnings and Precautions (5.5)and\n  \n   Adverse Reactions (6.1)]\n \n  .\n\n \n                  Infliximab is contraindicated in patients with a previous severe hypersensitivity reaction to infliximab or any of the inactive ingredients of Infliximab or any murine proteins [severe hypersensitivity reactions have included anaphylaxis, hypotension, and serum sickness]\n \n  [see\n  \n   Warnings and Precautions (5.7)and\n  \n   Adverse Reactions (6.1)]."
}