{
    "root": "30144cfc-0fb1-8d62-e063-6394a90acba4",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Amoxicillin and Clavulanate Potassium",
    "value": "20250311",
    "ingredients": [
        {
            "name": "ASPARTAME",
            "code": "Z0H242BBR1"
        },
        {
            "name": "HYPROMELLOSE 2910 (50 MPA.S)",
            "code": "1IVH67816N"
        },
        {
            "name": "ORANGE",
            "code": "5EVU04N5QU"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SUCCINIC ACID",
            "code": "AB6MNQ6J6L"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        },
        {
            "name": "AMOXICILLIN",
            "code": "804826J2HU"
        },
        {
            "name": "CLAVULANATE POTASSIUM",
            "code": "Q42OMW3AT8"
        }
    ],
    "indications": "Amoxicillin and clavulanate potassium for oral suspension is indicated for the treatment of infections in adults and pediatric patients, due to susceptible isolates of the designated bacteria in the conditions listed below:\n                  \n                  \n                     \n                        Lower Respiratory Tract Infections– caused by beta-lactamase–producing isolates of\n  \n   Haemophilus influenzaeand\n  \n   Moraxella catarrhalis.\n \n  \n                     \n                        Acute Bacterial Otitis Media– caused by beta-lactamase–producing isolates of\n  \n   H. influenzaeand\n  \n   M. catarrhalis.\n \n  \n                     \n                        Sinusitis– caused by beta-lactamase–producing isolates of\n  \n   H. influenzaeand\n  \n   M. catarrhalis.\n \n  \n                     \n                        Skin and Skin Structure Infections– caused by beta-lactamase–producing isolates of\n  \n   Staphylococcus aureus,\n  \n   Escherichia coli, and\n  \n   Klebsiellaspecies.\n \n  \n                     \n                        Urinary Tract Infections– caused by beta-lactamase–producing isolates of\n  \n   E. coli,\n  \n   Klebsiellaspecies, and\n  \n   Enterobacterspecies.\n \n  \n                  \n                  \n                     Limitations of Use\n                     \n                  \n                  When susceptibility test results show susceptibility to amoxicillin, indicating no beta-lactamase production, amoxicillin and clavulanate potassium for oral suspension should not be used.\n                  \n                  \n                     Usage\n                  \n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of amoxicillin and clavulanate potassium for oral suspension  and other antibacterial drugs, amoxicillin and clavulanate potassium for oral suspension  should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "Adults and Pediatric Patients greater than 40 kg: 500 or 875 mg every 12 hours or 250 or 500 mg every 8 hours,  based on amoxicillin component.  ( 2.2 , 2.3 ) Pediatric patients aged 12 weeks (3 months) and older: 25 to 45 mg/kg/day every 12 hours or 20 to 40 mg/kg/day every 8 hours, up to the adult dose. ( 2.3 ) Neonates and infants less than 12 weeks of age: 30 mg/kg/day divided every 12 hours, based on the amoxicillin component. Use of the 125 mg/31.25 mg per 5 mL oral suspension is recommended. ( 2.3 )",
    "warningsAndPrecautions": "Amoxicillin and Clavulanate Potassium for Oral Suspension USP, \n                     200 mg/28.5 mg per 5 mLis a white to off-white granular powder – Each 5 mL of reconstituted white to pale yellow, orange flavored suspension contains 200 mg of amoxicillin as the trihydrate and 28.5 mg of clavulanic acid as the potassium salt (equivalent to 34 mg of clavulanate potassium).\n  \n                     \n                Bottles of 100 mL                   NDC 68071-3807-1\n  \n                     \n                     \n                     \nDispense in original container.\n  \n                     \n                     Store dry powder\n                     at20º to 25ºC (68º to 77ºF). [See USP Controlled Room Temperature.]\n  \n                     \nStore reconstituted suspension under refrigeration. Discard unused suspension after 10 days.\n  \n                     \nKeep out of the reach of children.",
    "adverseReactions": "History of a serious hypersensitivity reaction (e.g., anaphylaxis or Stevens-Johnson syndrome) to amoxicillin and clavulanate potassium for oral suspension or to other beta-lactams (e.g., penicillins or cephalosporins). ( 4.1 ) History of cholestatic jaundice/hepatic dysfunction associated with amoxicillin and clavulanate potassium for oral suspension. ( 4.2 )"
}