{
    "root": "301ef145-ad39-13a2-e063-6294a90a541c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Moxifloxacin",
    "value": "20250312",
    "ingredients": [
        {
            "name": "BORIC ACID",
            "code": "R57ZHV85D4"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "MOXIFLOXACIN HYDROCHLORIDE MONOHYDRATE",
            "code": "B8956S8609"
        }
    ],
    "indications": "Moxifloxacin ophthalmic solution, 0.5% is a topical fluoroquinolone anti- infective indicated for the treatment of bacterial conjunctivitis caused by susceptible strains of the following organisms: Corynebacterium species*, Micrococcus luteus*, Staphylococcus aureus, Staphylococcus epidermidis, Staphylococcus haemolyticus, Staphylococcus hominis, Staphylococcus warneri*, Streptococcus pneumoniae, Streptococcus viridans group, Acinetobacter lwoffii*, Haemophilus influenzae, Haemophilus parainfluenzae*, Chlamydia trachomatis *Efficacy for this organism was studied in fewer than 10 infections. ( 1 )",
    "contraindications": "Instill one drop in the affected eye 3 times a day for 7 days. ( 2 )",
    "warningsAndPrecautions": "Moxifloxacin ophthalmic solution USP, 0.5% is supplied as a sterile ophthalmic solution in a sterile 5 mL natural low density polyethylene bottle fitted with a natural low density polyethylene nozzle and sealed with tan colored high density polyethylene cap as follows:\n                  3 mL in 5 mL bottle (NDC 68180-422-01)\n                  Storage: Store at 2째C to 25째C (36째F to 77째F).",
    "adverseReactions": "Moxifloxacin ophthalmic solution is contraindicated in patients with a history of hypersensitivity to moxifloxacin, to other quinolones, or to any of the components in this medication. ( 4 )"
}