{
    "root": "301ed63e-05fc-077f-e063-6294a90a72ee",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Erythromycin",
    "value": "20250312",
    "ingredients": [
        {
            "name": "MINERAL OIL",
            "code": "T5L8T28FGP"
        },
        {
            "name": "PETROLATUM",
            "code": "4T6H12BN9U"
        },
        {
            "name": "ERYTHROMYCIN",
            "code": "63937KV33D"
        }
    ],
    "indications": "For the treatment of superficial ocular infections involving the conjunctiva and/or cornea caused by organisms susceptible to erythromycin.\n                  For prophylaxis of ophthalmia neonatorum due to\n \n  N. gonorrhoeaeor\n \n  C. trachomatis.\n\n \n                  The effectiveness of erythromycin in the prevention of ophthalmia caused by penicillinase-producing\n \n  N.gonorrhoeaeis not established.\n\n \n                  For infants born to mothers with clinically apparent gonorrhea, intravenous or intramuscular injections of aqueous crystalline penicillin G should be given; a single dose of 50,000 units for term infants or 20,000 units for infants of low birth weight. Topical prophylaxis alone is inadequate for these infants.",
    "contraindications": "In the treatment of superficial ocular infections, a ribbon approximately 1 cm in length of Erythromycin Opthalmic Ointment should be applied directly to the infected structure up to 6 times daily, depending on the severity of the infection.\n                  For prophylaxis of neonatal gonococcal or chlamydial conjunctivitis, a ribbon of ointment approximately 1 cm in length should be instilled into each lower conjunctival sac. The ointment should not be flushed from the eye following instillation. A new tube should be used for each infant.",
    "warningsAndPrecautions": "Sterile Erythromycin Ophthalmic Ointment USP, 0.5% is available as follows:\n                  3.5 g (1/8 oz) sterile tamper-resistant tube (NDC 72485-670-35)\n                  Carton of fifty (50) Unit Dose 1 g tube (NDC 72485-670-31)",
    "adverseReactions": "This drug is contraindicated in patients with a history of hypersensitivity to erythromycin."
}