{
    "root": "302ade5b-d7f0-91c6-e063-6394a90a8a72",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "FUROSCIX",
    "value": "20250312",
    "ingredients": [
        {
            "name": "FUROSEMIDE",
            "code": "7LXU5N7ZO5"
        }
    ],
    "indications": "FUROSCIX is indicated for the treatment of edema in adult patients with chronic heart failure or chronic kidney disease (CKD), including the nephrotic syndrome.",
    "contraindications": "The single-use, On-body Infusor is pre-programmed to deliver 30mg of furosemide over the first hour then 12.5 mg per hour for the subsequent 4 hours. ( 2.1 ) FUROSCIX is not for chronic use and should be replaced with oral diuretics as soon as practical. ( 2.1 ) See Full Prescribing Information for important administration instructions. ( 2.2 )",
    "warningsAndPrecautions": "FUROSCIX injection is a sterile, clear to slightly yellow, non-pyrogenic liquid supplied in a single-dose prefilled cartridge for subcutaneous infusion co-packaged with the On-body Infusor. Each single-use On-body Infusor with prefilled cartridge is designed to deliver 80 mg of FUROSCIX in 10 mL solution over 5-hours.\n                  \n                     \n                        \n                           \n                              Carton containing one 80 mg/10 mL (8 mg/mL) prefilled cartridge co-packaged with one On-body Infusor\n                           \n                           NDC 71767-100-01\n                        \n                     \n                  \n                  \n                  Store between 20°C and 25°C (68°F and 77°F); excursions permitted between 15°C and 30°C (59°F and 86°F) [See USP Controlled Room Temperature]. Do not refrigerate or freeze.\n                  \n                  \n                  Protect FUROSCIX from light. Do not remove the cartridge from carton until it is ready for use. Do not use if the solution is discolored or cloudy. Protect the On-body Infusor from water.",
    "adverseReactions": "FUROSCIX is contraindicated in patients with anuria.\n                     FUROSCIX is contraindicated in patients with a history of hypersensitivity to furosemide, any component of the FUROSCIX formulation, or medical adhesives."
}