{
    "root": "302be0ae-863f-db7d-e063-6294a90a1f9d",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ketorolac Tromethamine",
    "value": "20250312",
    "ingredients": [
        {
            "name": "HYDROXYPROPYL CELLULOSE (90000 WAMW)",
            "code": "UKE75GEA7F"
        },
        {
            "name": "HYPROMELLOSE 2910 (3 MPA.S)",
            "code": "0VUT3PMY82"
        },
        {
            "name": "HYPROMELLOSE 2910 (50 MPA.S)",
            "code": "1IVH67816N"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "KETOROLAC TROMETHAMINE",
            "code": "4EVE5946BQ"
        }
    ],
    "indications": "Carefully consider the potential benefits and risks of ketorolac tromethamine tablets, USP and other treatment options before deciding to use ketorolac tromethamine tablets, USP. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals.",
    "contraindications": "Carefully consider the potential benefits and risks of ketorolac tromethamine tablets and other treatment options before deciding to use ketorolac tromethamine tablets. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals. In adults, the combined duration of use of IV or IM dosing of ketorolac tromethamine and ketorolac tromethamine tablets is not to exceed 5 days. In adults, the use of ketorolac tromethamine tablets is only indicated as continuation therapy to IV or IM dosing of ketorolac tromethamine.\n                  \n                  \n                     Transition from IV or IM dosing of ketorolac tromethamine (single- or multiple-dose) to multiple-dose ketorolac tromethamine tablets:\n                  \n                  Patients age 17 to 64: 20 mg PO once followed by 10 mg q4 to 6 hours prn\n \n  not > 40 mg/day\n                  \n                  Patients age ≥ 65, renally impaired, and/or weight < 50 kg (110 lbs): 10 mg PO once followed by 10 mg q4 to 6 hours prn\n \n  not > 40 mg/day\n                  \n                  \n                     Note:\n                  \n                  \n                     Oral formulationshould\n \n  notbe given\n \n  as an initial dose.\n\n \n                  \n                     Use minimum effective dosefor the individual patient.\n\n \n                  Do\n \n  not shorten dosing intervalof 4 to 6 hours.\n\n \n                  \n                     Total duration of treatment in adult patients:the combined duration of use of IV or IM dosing of ketorolac tromethamine and ketorolac tromethamine tablets is not to exceed 5 days.\n\n \n                  The following table summarizes ketorolac tromethamine tablet dosing instructions in terms of age group:\n                  \n                     Table 4: Summary of Dosing Instructions\n                     \n                     \n                     \n                        \n                           \n                              \n                                 Patient Population\n                              \n                           \n                           \n                              \n                                 Ketorolac Tromethamine Tablets (following IV or IM dosing of ketorolac tromethamine)\n                              \n                           \n                        \n                        \n                           \n                              Age < 17 years\n                           \n                           \n                              Oral not approved\n                           \n                        \n                        \n                           \n                              Adult Age 17 to 64 years\n                           \n                           \n                              20 mg once, then 10 mg q4 to 6 hours prn not > 40 mg/day\n                           \n                        \n                        \n                           \n                              Adult Age ≥ 65 years, renally impaired, and/or weight < 50 kg\n                           \n                           \n                              10 mg once, then 10 mg q4 to 6 hours prn not > 40 mg/day",
    "warningsAndPrecautions": "Ketorolac tromethamine tablets, USP are available as follows:\n                  10 mg: White, round, convex, film-coated tablets, debossed \"93\" on one side and \"314\" on the other side. They are available in bottles of:\n                  NDC 43063-904-10 Bottles of 10\n                  NDC 43063-904-15 Bottles of 15\n                  NDC 43063-904-20 Bottles of 20\n                  NDC 43063-904-30 Bottles of 30\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container as defined in the USP, with a child-resistant closure (as required).\n                  Protect from light and excessive humidity.\n                  Keep this and all medications out of the reach of children.\n                  Dispense with Medication Guide available at: www.tevausa.com/medguides",
    "adverseReactions": "(See also\n  \n   Boxed WARNING.)\n \n  \n                  \n                  Ketorolac tromethamine is contraindicated in patients with previously demonstrated hypersensitivity to ketorolac tromethamine.\n                  Ketorolac tromethamine is contraindicated in patients with active peptic ulcer disease, in patients with recent gastrointestinal bleeding or perforation and in patients with a history of peptic ulcer disease or gastrointestinal bleeding.\n                  Ketorolac tromethamine should not be given to patients who have experienced asthma, urticaria, or allergic-type reactions after taking aspirin or other NSAIDs. Severe, rarely fatal, anaphylactic-like reactions to NSAIDs have been reported in such patients (see\n \n  \n                        \n                           WARNINGS\n                        \n                     ,\n \n  Anaphylactoid Reactionsand\n \n  \n                        \n                           PRECAUTIONS\n                        \n                     ,\n \n  Preexisting Asthma).\n\n \n                  Ketorolac tromethamine is contraindicated as prophylactic analgesic before any major surgery.\n                  Ketorolac tromethamine is contraindicated in the setting of coronary artery bypass graft (CABG) surgery (see\n \n  \n                        WARNINGS\n                     ).\n\n \n                  Ketorolac tromethamine is contraindicated in patients with advanced renal impairment or in patients at risk for renal failure due to volume depletion (see\n \n  \n                        WARNINGS\n                     for correction of volume depletion).\n\n \n                  Ketorolac tromethamine is contraindicated in labor and delivery because, through its prostaglandin synthesis inhibitory effect, it may adversely affect fetal circulation and inhibit uterine contractions, thus increasing the risk of uterine hemorrhage.\n                  Ketorolac tromethamine inhibits platelet function and is, therefore, contraindicated in patients with suspected or confirmed cerebrovascular bleeding, hemorrhagic diathesis, incomplete hemostasis and those at high risk of bleeding (see\n \n  \n                        WARNINGS\n                     and\n \n  \n                        PRECAUTIONS\n                     ).\n\n \n                  Ketorolac tromethamine is contraindicated in patients currently receiving aspirin or NSAIDs because of the cumulative risks of inducing serious NSAID-related adverse events.\n                  The concomitant use of ketorolac tromethamine and probenecid is contraindicated.\n                  The concomitant use of ketorolac tromethamine and pentoxifylline is contraindicated."
}