{
    "root": "302b0196-be41-48cc-e063-6294a90a5889",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "METFORMIN HYDROCHLORIDE EXTENDED RELEASE",
    "value": "20250312",
    "ingredients": [
        {
            "name": "HYPROMELLOSE 2208 (100 MPA.S)",
            "code": "B1QE5P712K"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "METFORMIN HYDROCHLORIDE",
            "code": "786Z46389E"
        }
    ],
    "indications": "Metformin Hydrochloride Extended-Release Tablets, USP is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
    "contraindications": "1.1\n                  \n                  \n                  \n                     2.1\n                     Adult Dosage\n                  \n                  \n                  \n                     Swallow Metformin Hydrochloride Extended-Release Tablets whole and never crush, cut or chew.\n                     The recommended starting dose of Metformin Hydrochloride Extended-Release Tablet is 500 mg orally once daily with the evening meal.\n                     Increase the dose in increments of 500 mg weekly on the basis of glycemic control and tolerability, up to a maximum of 2000 mg once daily with the evening meal.\n                     If glycemic control is not achieved with Metformin Hydrochloride Extended-Release Tablet 2000 mg once daily, consider a trial of Metformin Hydrochloride Extended-Release Tablet 1000 mg twice daily. If higher doses are required, switch to Metformin Hydrochloride at total daily doses up to 2550 mg administered in divided daily doses, as described above.\n                     Patients receiving Metformin Hydrochloride Tablets may be switched to Metformin Hydrochloride Extended-Release Tablet once daily at the same total daily dose, up to 2000 mg once daily.\n                  \n                  \n                     2.3 Recommendations for Use in Renal Impairment\n                  \n                  \n                     Assess renal function prior to initiation of Metformin Hydrochloride Extended-Release Tablet and periodically thereafter.\n                     Metformin Hydrochloride Extended-Release Tablet is contraindicated in patients with an estimated glomerular filtration rate (eGFR) below 30 mL/minute/1.73 m\n  \n   2.\n \n  \n                     Initiation of Metformin Hydrochloride Extended-Release Tablet in patients with an eGFR between 30 – 45 mL/minute/1.73 m\n  \n   2is not recommended.\n \n  \n                     In patients taking Metformin Hydrochloride Extended-Release Tablet whose eGFR later falls below 45 mL/min/1.73 m\n  \n   2, assess the benefit risk of continuing therapy.\n \n  \n                     Discontinue Metformin Hydrochloride Extended-Release Tablet if the patient’s eGFR later falls below 30 mL/minute/1.73 m\n  \n   2\n                        \n                           [see Warnings and Precautions (5.1) ]\n                        .\n \n  \n                  \n                  \n                     2.4 Discontinuation for Iodinated Contrast Imaging Procedures\n                  \n                  Discontinue Metformin Hydrochloride Extended-Release Tablet at the time of, or prior to, an iodinated contrast imaging procedure in patients with an eGFR between 30 and 60 mL/min/1.73 m\n \n  2; in patients with a history of liver disease, alcoholism, or heart failure; or in patients who will be administered intraarterial iodinated contrast. Re-evaluate eGFR 48 hours after the imaging procedure; restart Metformin Hydrochloride Extended-Release Tablet if renal function is stable.",
    "warningsAndPrecautions": "Metformin Hydrochloride Extended-Release Tablets, USP\n                  Metformin Hydrochloride Extended-Release Tablets, USP 750 mg are white to off-white, capsule shaped, biconvex tablets, debossed with '102' on one side and plain on other side\n                  NDC 43063-902-30 Bottles of 30\n                  NDC 43063-902-60 Bottles of 60\n                  \n                     Storage\n                  \n                  \n                  Store at 20°–25° C (68°–77° F); excursions permitted to 15°–30° C (59°–86° F). [See USP Controlled Room Temperature.]\n                  \n                  Dispense in a light-resistant container.\n                  \n                     Rx Only",
    "adverseReactions": "Metformin hydrochloride extended-release tablets are contraindicated in patients with:\n                  \n                  \n                     \n                          Severe renal impairment (eGFR below 30 mL/min/1.73 m\n  \n   2)\n  \n   \n                           [see Warnings and Precautions (5.1)]\n                        \n                        .\n                     \n                     \n                          Hypersensitivity to metformin\n  \n                     \n                          Acute or chronic metabolic acidosis, including diabetic ketoacidosis, with or without coma."
}