{
    "root": "302c054b-7dcb-1396-e063-6394a90ac66e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Oxybutynin Chloride",
    "value": "20250312",
    "ingredients": [
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "OXYBUTYNIN CHLORIDE",
            "code": "L9F3D9RENQ"
        }
    ],
    "indications": "Oxybutynin chloride is indicated for the relief of symptoms of bladder instability associated with voiding in patients with uninhibited neurogenic or reflex neurogenic bladder (i.e., urgency, frequency, urinary leakage, urge incontinence, dysuria).",
    "contraindications": "Adults\n                       The usual dose is one 5-mg tablet two to three times a day. The maximum recommended dose is one 5-mg tablet four times a day. A lower starting dose of 2.5 mg two or three times a day is recommended for the frail elderly.\n\n \n                  \n                     \n                     Pediatric patients over 5 years of age\n                       The usual dose is one 5-mg tablet two times a day. The maximum recommended dose is one 5-mg tablet three times a day.",
    "warningsAndPrecautions": "Oxybutynin Chloride Tablets USP, 5 mg, are very light to light blue, round biconvex tablets, debossed with “A” and “44”, separated by a horizontal score on one side and plain on the other side. The tablets are supplied as follows:\n                  Bottles of 30: NDC 43063-931-30\n                  Pharmacist: Dispense in a tight, light-resistant container as defined in the USP.\n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted within 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Oxybutynin chloride is contraindicated in patients with urinary retention, gastric retention and other severe decreased gastrointestinal motility conditions, uncontrolled narrow-angle glaucoma and in patients who are at risk for these conditions.\n                  Oxybutynin chloride is also contraindicated in patients who have demonstrated hypersensitivity to the drug substance or other components of the product."
}