{
    "root": "302f313a-e838-a040-e063-6394a90ae806",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Lidocaine Hydrochloride",
    "value": "20250312",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "LIDOCAINE HYDROCHLORIDE",
            "code": "V13007Z41A"
        }
    ],
    "indications": "Lidocaine Hydrochloride Injection, USP is indicated for production of local or regional anesthesia by infiltration techniques such as percutaneous injection and intravenous regional anesthesia by peripheral nerve block techniques such as brachial plexus and intercostal and by central neural techniques such as lumbar and caudal epidural blocks, when the accepted procedures for these techniques as described in standard textbooks are observed.",
    "contraindications": "Table 1 (Recommended Dosages) summarizes the recommended volumes and concentrations of Lidocaine Hydrochloride Injection, USP for various types of anesthetic procedures. The dosages suggested in this table are for normal healthy adults and refer to the use of epinephrine-fee solutions. When larger volumes are required, only solutions containing epinephrine should be used except in those cases where vasopressor drugs \n    may be contraindicated.\n \n                  There have been adverse event reports of chandrolysis in patients receiving intra-articular infusions of local anesthetics following arthroscopic and other surgical procedures. Lidocaine Hydrochloride Injection, USP is not approved for this use (see \n \n  \n                        WARNINGS \n                     and\n \n  \n                        DOSAGE AND ADMINISTRATION\n                     ).\n\n \n                  These recommended doses serve only as a guide to the amount of anesthetic required for most routine procedures. The actual volumes and concentrations to be used depend on a number of factors such as type and extent of surgical procedure, depth of anesthesia and degree of muscular relaxation required, duration of anesthesia required,and the physical condition of the patient. In all cases the lowest concentration and smallest dose that will produce the desired result should be given. Dosages should be reduced for children and for the elderly and debilitated patients and patients with cardiac and/or liver disease.\n                  The onset of anesthesia, the duration of anesthesia and the degree of muscular relaxation are proportional to the volume and concentration (i.e., total dose) of local anesthetic used. Thus, an increase in volume and concentration of Lidocaine Hydrochloride Injection, USP will decrease the onset of anesthesia, prolong the duration of anesthesia, provide a greater degree of muscular relaxation and increase the segmental spread of anesthesia. However, increasing the volume and concentration of Lidocaine Hydrochloride Injection, USP may result in a more profound fall in blood pressure when used in epidural anesthesia. Although the incidence of side effects with lidocaine HCL is quite low, caution should be exercised when employing large volumes and concentrations, since the incidence of side effects is directly proportional to the total dose of local anesthetic agent injected. For intravenous regional anesthesia, only the 50mL single dose vial containing Lidocaine HCL 0.5% Injection should be used.\n                  \n                     Epidural Anesthesia\n                       For epidural anesthesia, only the following dosage forms of Lidocaine HCL Injection USP are recommended.\n\n \n                  \n                     \n                        \n                            1% without epinephrine\n                            10 mL Plastic Ampule \n                        \n                        \n                            1% without epinephrine\n                            30 ml single dose solutions\n                        \n                        \n                            1% with epinephrine \n        1:200,000\n    \n                            30 ml single dose solutions\n                        \n                        \n                            1.5% without epinephrine\n                            10 mL Plastic Ampule\n                        \n                        \n                            1.5% without epinephrine\n                            20 mL Plastic Ampule\n                        \n                        \n                           \n                               1.5% without epinephrine\n                               1:200,000\n                           \n                           \n                               30 ml ampules,\n                               30 ml single dose solutions\n                           \n                        \n                        \n                            2% without epinephrine\n                            10 mL Plastic Ampule\n                        \n                        \n                           \n                               2% without epinephrine\n                               1:200,000\n                           \n                            20 ml ampules,\n    \n      20 ml single dose solutions\n                           \n                        \n                     \n                  \n                  Although these solutions are intended specifically for epidural anesthesia, they may also be used for infiltration and peripheral nerve block, provided they are employed as single dose units. These solutions contain no bacteriostatic agent.\n                  In epidural anesthesia, the dosage varies with the number of dermatomes to be anesthetized (generally 2 to 3ml of the indicated concentration per dermatome).\n                  \n                     Caudal and Lumbar Epidural Block\n                       As a precaution against the adverse experience sometimes observed following unintentional penetration of the subarachnoid space, a test dose such as 3 to 4.5 ml of 1.0% lidocaine HCL should be administered at least 5 minutes prior to injecting the total volume required for a lumbar or caudal epidural block. The test dose should be repeated if the patient is moved in a manner that may have displaced the catheter. Epinephrine, if contained in the test dose (10 to 15 mcg have been suggested), may serve as a warning of unintentional intravascular injection. If injected into a blood vessel, this amount of epinephrine is likely to produce a transient \"epinephrine response\" within 45 seconds, consisting of an increase in heart rate and systolic blood pressure, circumoral pallor, palpitations and nervousness in the unsedated patient. The sedated patient may exhibit only a pulse rate increase of 20 or more beats per minute for 15 or more seconds. Patients on beta blockers may not manifest changes in heart rate, but blood pressure monitoring can detect an evanescent rise in systolic blood pressure. Adequate time should be allowed for onset of \n    anesthesia after administration of each test dose. The rapid injection of a large volume af Lidocaine Hydrochloride Injection, USP through the catheter should be avoided, and, when feasible, fractional doses should be administered.\n\n \n                  In the event of the known injection of a large volume of local anesthetic solution into the subarachnoid space, after suitable resuscitation and if the catheter is in place, consider attempting the recovery of drug by draining a moderate amount of cerebrospinal fluid (such as 10 ml) through the epidural catheter.",
    "warningsAndPrecautions": "Lidocaine Hydrochloride Injection, USP is supplied as follows:\n                  \n                     \n                        \n                            NDC\n                           Container \n                           Concentration \n                           Size \n                           Total (mg) \n                        \n                        \n                            84769-0001-2\n                           \n                               Single Dose Vial\n                               (box of 10)\n                           \n                            1 %\n    \n      (10 mg/mL)\n                           \n                            5 mL \n                            50\n                        \n                        \n                            84769-0002-2\n                            Single Dose Vial\n    \n      (box of 10)\n                           \n                           \n                                2 % \n                               (20 mg/mL)\n                           \n                            5 mL\n                           100 \n                        \n                     \n                  \n                  Discard unused portion. \n    All solutions should be stored at 20\n \n  o to 25\n \n  oC (68\n \n  o to 77\n \n  oF) [see USP Controlled Room Temperature].\n\n \n                  Protect from light. \n    Manufactured by: \n    Huons Co., Ltd., \n    100, Bio valley-ro, Jecheon-si, \n    Chungcheongbuk-do, 27159, Republic of Korea\n \n                  \n                     \n                  \n                  Distributed by:\n                  Novagenix Labs LLC \n    1004, Deshire In, Morrisville, \n    North Carolina 27560 \n    USA\n \n                  Product Code: 0001,0002\n                  Revised: 11/2024",
    "adverseReactions": "Lidocaine HCL is contraindicated in patients with a known history of hypersensitivity to local anesthetics of the amide type."
}