{
    "root": "303895a3-5b50-2cbf-e063-6294a90aec03",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ciprofloxacin",
    "value": "20250313",
    "ingredients": [
        {
            "name": "SODIUM ACETATE ANHYDROUS",
            "code": "NVG71ZZ7P0"
        },
        {
            "name": "ACETIC ACID",
            "code": "Q40Q9N063P"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "CIPROFLOXACIN HYDROCHLORIDE",
            "code": "4BA73M5E37"
        }
    ],
    "indications": "Ciprofloxacin ophthalmic solution is indicated for the treatment of infections caused by susceptible strains of the designated microorganisms in the conditions listed below:\n                  \n                     Corneal Ulcers:\n                  \n                  \n                     Pseudomonas aeruginosa\n                  \n                  \n                     Serratia marcescens*\n\n \n                  \n                     Staphylococcus aureus\n                  \n                  \n                     Staphylococcus epidermidis\n                  \n                  \n                     Streptococcus pneumoniae\n                  \n                  \n                     Streptococcus(Viridans Group) *\n\n \n                  \n                     Conjunctivitis:\n                  \n                  \n                     Haemophilus influenzae\n                  \n                  \n                     Staphylococcus aureus\n                  \n                  \n                     Staphylococcus epidermidis\n                  \n                  \n                     Streptococcus pneumoniae\n                  \n                  *Efficacy for this organism was studied in fewer than 10 infections.",
    "contraindications": "Corneal Ulcers:\n                  \n                  The recommended dosage regimen for the treatment of\n \n  corneal ulcersis two drops into the affected eye every 15 minutes for the first six hours and then two drops into the affected eye every 30 minutes for the remainder of the first day. On the second day, instill two drops in the affected eye hourly. On the third through the fourteenth day, place two drops in the affected eye every four hours. Treatment may be continued after 14 days if corneal re-epithelialisation has not occurred.\n\n \n                  \n                     Bacterial Conjunctivitis:\n                  \n                  The recommended dosage regimen for the treatment of\n \n  bacterial conjunctivitisis one or two drops instilled into the conjunctival sac(s) every two hours while awake for two days and one or two drops every four hours while awake for the next five days.",
    "warningsAndPrecautions": "As a sterile ophthalmic solution: 5 mL in translucent LDPE bottle with insert cap assembly comprising of a tan colored HDPE screw cap over a LDPE nozzle with tamper evident LDPE dust cover sealing the bottle cap.\n                  NDC: 70518-2390-00\n                  PACKAGING: 1 in 1 CARTON, 5 mL in 1 BOTTLE PLASTIC TYPE 0\n                  \n                  STORAGE:\n                  Store at 25°C (77°F); excursions permitted 15°C to 30°C (59°F to 86°F) [See USP controlled room temperature]. Retain in carton until contents are used and protect from light.\n                  ANIMAL PHARMACOLOGY:\n                  Ciprofloxacin and related drugs have been shown to cause arthropathy in immature animals of most species tested following oral administration. However, a one month topical ocular study using immature Beagle dogs did not demonstrate any articular lesions.\n                  CLINICAL STUDIES:\n                  Following therapy with Ciprofloxacin ophthalmic solution 0.3%, 76% of the patients with corneal ulcers and positive bacterial cultures were clinically cured and complete re-epithelialisation occurred in about 92% of the ulcers.\n                  In 3 and 7 day multicenter clinical trials, 52% of the patients with conjunctivitis and positive conjunctival cultures were clinically cured and 70-80% had all causative pathogens eradicated by the end of treatment.\n                  In a randomized, double-masked, multicenter, parallel-group clinical trial of pediatric patients with bacterial conjunctivitis, between birth and 31 days of age, patients were dosed with Ciprofloxacin ophthalmic solution or another anti-infective agent. Clinical outcomes for the trial demonstrated a clinical cure rate of 80% at Day 9 and a microbiological eradication success rate of 85% at Day 9.\n                  Please note that microbiologic eradication does not always correlate with clinical outcome in anti-infective trials.\n                  Rx Only\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "A history of hypersensitivity to ciprofloxacin or any other component of the medication is a contraindication to its use. A history of hypersensitivity to other quinolones may also contraindicate the use of ciprofloxacin."
}