{
    "root": "303c849b-1f11-4ca6-e063-6294a90a96e9",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Myrbetriq",
    "value": "20250313",
    "ingredients": [
        {
            "name": "POLYETHYLENE OXIDE 2000000",
            "code": "5K3991GVWI"
        },
        {
            "name": "POLYETHYLENE GLYCOL 8000",
            "code": "Q662QK8M3B"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (1600000 WAMW)",
            "code": "RFW2ET671P"
        },
        {
            "name": "BUTYLATED HYDROXYTOLUENE",
            "code": "1P9D0Z171K"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "MIRABEGRON",
            "code": "MVR3JL3B2V"
        }
    ],
    "indications": "MYRBETRIQ is a beta-3 adrenergic agonist indicated for the treatment of: Overactive bladder (OAB) in adult patients with symptoms of urge urinary incontinence, urgency, and urinary frequency, either alone or in combination with the muscarinic antagonist solifenacin succinate. ( 1.1 ) Neurogenic detrusor overactivity (NDO) in pediatric patients aged 3 years and older and weighing 35 kg or more. ( 1.2 ) MYRBETRIQ Granules is a beta-3 adrenergic agonist indicated for the treatment of NDO in pediatric patients aged 3 years and older. ( 1.2 )",
    "contraindications": "MYRBETRIQ and MYRBETRIQ Granules are two different products and they are not substitutable on a milligram-per-milligram basis. Select the recommended product (MYRBETRIQ or MYRBETRIQ Granules) based on the indication and patient’s weight. Do not combine MYRBETRIQ and MYRBETRIQ Granules to achieve the total dose. A recommended dosage for MYRBETRIQ Granules for adults has not been determined. ( 2.1 ) OAB in Adults The recommended starting dose of MYRBETRIQ is 25 mg orally once daily, either alone or in combination with solifenacin succinate 5 mg orally once daily. ( 2.2 ) After 4 to 8 weeks, the MYRBETRIQ dose may be increased to 50 mg orally once daily. ( 2.2 ) NDO in Pediatric Patients 3 Years and Older Pediatric Patients weighing less than 35 kg: Use MYRBETRIQ Granules: The recommended starting dose of MYRBETRIQ Granules is weight-based and administered as an extended-release oral suspension once daily. After 4 to 8 weeks, increase to the lowest effective dose without exceeding the maximum recommended dose. ( 2.3 ) Pediatric Patients weighing 35 kg or more: Use MYRBETRIQ or MYRBETRIQ Granules: The recommended starting dosage of MYRBETRIQ is 25 mg orally once daily. After 4 to 8 weeks, the MYRBETRIQ dose may be increased to 50 mg orally once daily. ( 2.3 ) The recommended starting dosage of MYRBETRIQ Granules, administered as an extended-release oral suspension, is 6 mL (48 mg) orally once daily. After 4 to 8 weeks, increase to a maximum dosage of MYRBETRIQ Granules 10 mL (80 mg) orally once daily ( 2.3 ) Adult or Pediatric Patients with Renal or Hepatic Impairment : Refer to the full prescribing information for recommended dosage. ( 2.4 , 2.5 ) Preparation for MYRBETRIQ Granules : Refer to the full prescribing information. ( 2.6 ) Administration MYRBETRIQ: Adult patients: Swallow MYRBETRIQ whole with water. Do not chew, divide, or crush. Take with or without food. ( 2.7 ) Pediatric patients: Swallow MYRBETRIQ whole with water. Do not chew, divide, or crush. Take with food. ( 2.7 ) MYRBETRIQ Granules: Pediatric patients: Take MYRBETRIQ Granules prepared as an extended-release oral suspension. Take with food. ( 2.7 )",
    "warningsAndPrecautions": "MYRBETRIQ is supplied as oval, film-coated, extended-release tablets, available in\n                  Shape/color: oval/yellow, Branding on Tablet: logo 355,\n                  NDC: 70518-2435-00\n                  NDC: 70518-2435-01\n                  NDC: 70518-2435-02\n                  NDC: 70518-2435-03\n                  NDC: 70518-2435-04\n                  PACKAGING: 90 in 1 BOTTLE PLASTIC\n                  PACKAGING: 30 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  PACKAGING: 30 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  \n                  Store at 20°C to 25°C (68°F to 77°F) with excursions permitted from 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature].\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "MYRBETRIQ/MYRBETRIQ Granules is contraindicated in patients with known hypersensitivity reactions to mirabegron or any inactive ingredients of the tablet or oral suspension\n \n  [see Adverse Reactions (\n  \n   6.1,\n  \n   6.2)]\n \n  ."
}