{
    "root": "303d5d73-27a3-1e3c-e063-6294a90aa1fe",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Promethazine Hydrochloride",
    "value": "20250313",
    "ingredients": [
        {
            "name": "HYDROXYPROPYL CELLULOSE, UNSPECIFIED",
            "code": "9XZ8H6N6OH"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, LOW SUBSTITUTED",
            "code": "2165RE0K14"
        },
        {
            "name": "PROMETHAZINE HYDROCHLORIDE",
            "code": "R61ZEH7I1I"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        }
    ],
    "indications": "Promethazine Hydrochloride, is useful orally for.\n                  Perennial and seasonal allergic rhinitis.\n                  Vasomotor rhinitis.\n                  Allergic conjunctivitis due to inhalant allergens and foods.\n                  Mild, uncomplicated allergic skin manifestations of urticaria and angioedema.\n                  Amelioration of allergic reactions to blood or plasma.\n                  Dermographism.\n                  Anaphylactic reactions, as adjunctive therapy to epinephrine and other standard measures, after the acute manifestations have been controlled.\n                  Preoperative, postoperative, or obstetric sedation.\n                  Prevention and control of nausea and vomiting associated with certain types of anesthesia and surgery.\n                  Therapy adjunctive to meperidine or other analgesics for control of post-operative pain.\n                  Sedation in both children and adults, as well as relief of apprehension and production of light sleep from which the patient can be easily aroused.\n                  Active and prophylactic treatment of motion sickness.\n                  Antiemetic therapy in postoperative patients.",
    "contraindications": "Promethazine hydrochloride tablets, USP are contraindicated for children under 2 years of age(see\n \n  \n                        WARNINGS-Black Box Warning\n                     and\n \n  \n                        Use in Pediatric Patients\n                     ).",
    "warningsAndPrecautions": "Promethazine hydrochloride tablets USP, 12.5 mg are white to off-white, round shape, biconvex, uncoated tablets debossed with the logo of \"ZC\", \"01\" and bisect on one side and plain on the other side and are supplied as follows:\n                  NDC: 70518-2488-00\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  Keep tightly closed.\n                  Store at 20째C to 25째C (68째F to 77째F) [See USP Controlled Room Temperature].\n                  Protect from light.\n                  Dispense in light-resistant, tight container.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Promethazine hydrochloride tablets, USP are contraindicated for use in pediatric patients less than two years of age.\n                  Promethazine hydrochloride tablets, USP are contraindicated in comatose states, and in individuals known to be hypersensitive or to have had an idiosyncratic reaction to promethazine or to other phenothiazines.\n                  Antihistamines are contraindicated for use in the treatment of lower respiratory tract symptoms including asthma."
}