{
    "root": "303d7311-f94f-31bb-e063-6294a90aa97b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "PROMETHAZINE HYDROCHLORIDE",
    "value": "20250313",
    "ingredients": [
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "METHYLCELLULOSE (100 CPS)",
            "code": "4GFU244C4J"
        },
        {
            "name": "PROMETHAZINE HYDROCHLORIDE",
            "code": "R61ZEH7I1I"
        }
    ],
    "indications": "Promethazine hydrochloride tablets, USP are useful for:\n                  Perennial and seasonal allergic rhinitis.\n                  Vasomotor rhinitis.\n                  Allergic conjunctivitis due to inhalant allergens and foods.\n                  Mild, uncomplicated allergic skin manifestations of urticaria and angioedema.\n                  Amelioration of allergic reactions to blood or plasma.\n                  Dermographism.\n                  Anaphylactic reactions, as adjunctive therapy to epinephrine and other standard measures, after the acute manifestations have been controlled.\n                  Preoperative, postoperative, or obstetric sedation.\n                  Prevention and control of nausea and vomiting associated with certain types of\n                  anesthesia and surgery.\n                  Therapy adjunctive to meperidine or other analgesics for control of post-operative pain.\n                  Sedation in both children and adults, as well as relief of apprehension and production of light sleep from which the patient can be easily aroused.\n                  Active and prophylactic treatment of motion sickness.\n                  Antiemetic therapy in postoperative patients.",
    "contraindications": "Promethazine hydrochloride tablets, USP are contraindicated for children under 2 years of age(see\n \n  \n                        WARNINGS - Black Box Warning\n                     and\n \n  \n                        Use in Pediatric Patients\n                     ).\n\n \n                  Promethazine hydrochloride tablets, USP are for oral administration only.\n                  \n                     Allergy\n                  \n                  The average oral dose is 25 mg taken before retiring; however, 12.5 mg may be taken before meals and on retiring, if necessary. Single 25 mg doses at bedtime or 6.25 mg to 12.5 mg taken three times daily will usually suffice. After initiation of treatment in children or adults, dosage should be adjusted to the smallest amount adequate to relieve symptoms. The administration of promethazine hydrochloride in 25 mg doses will control minor transfusion reactions of an allergic nature.\n                  \n                     Motion Sickness\n                  \n                  The average adult dose is 25 mg taken twice daily. The initial dose should be taken one-half to one hour before anticipated travel and be repeated 8 to 12 hours later, if necessary. On succeeding days of travel, it is recommended that 25 mg be given on arising and again before the evening meal. For children, promethazine hydrochloride tablets, USP 12.5 mg to 25 mg, twice daily, may be administered.\n                  \n                     Nausea and Vomiting\n                  \n                  Antiemetics should not be used in vomiting of unknown etiology in children and adolescents (see\n \n  \n                        WARNINGS - Use in Pediatric Patients\n                     ).\n\n \n                  The average effective dose of promethazine hydrochloride tablets, USP for the active therapy of nausea and vomiting in children or adults is 25 mg. 12.5 to 25 mg doses may be repeated, as necessary, at 4 to 6 hour intervals.\n                  For nausea and vomiting in children, the usual dose is 0.5 mg per pound of body weight, and the dose should be adjusted to the age and weight of the patient and the severity of the condition being treated.\n                  For prophylaxis of nausea and vomiting, as during surgery and the postoperative period, the average dose is 25 mg repeated at 4 to 6 hour intervals, as necessary.\n                  \n                     Sedation\n                  \n                  This product relieves apprehension and induces a quiet sleep from which the patient can be easily aroused. Administration of 12.5 to 25 mg promethazine hydrochloride orally at bedtime will provide sedation in children. Adults usually require 25 to 50 mg for nighttime, presurgical, or obstetrical sedation.\n                  \n                     Pre- and Postoperative Use\n                  \n                  Promethazine hydrochloride tablets, USP in 12.5 to 25 mg doses for children and 50 mg doses for adults the night before surgery relieves apprehension and produces a quiet sleep.\n                  For preoperative medication, children require doses of 0.5 mg per pound of body weight in combination with an appropriately reduced dose of narcotic or barbiturate and the appropriate dose of an atropine-like drug. Usual adult dosage is 50 mg promethazine hydrochloride tablets, USP with an appropriately reduced dose of narcotic or barbiturate and the required amount of a belladonna alkaloid.\n                  Postoperative sedation and adjunctive use with analgesics may be obtained by the administration of 12.5 to 25 mg in children and 25 to 50 mg doses in adults.\n                  Promethazine hydrochloride tablets, USP are contraindicated for children under 2 years of age.",
    "warningsAndPrecautions": "Promethazine hydrochloride tablets, USP are available as follows:\n                  Promethazine hydrochloride tablets, USP 25 mg are supplied as white colored, round shaped, flat face bevel edge tablets, debossed “K 3” on one side and quadrisected on the other side.\n                  NDC 43063-874-79 Bottles of 1\n                  NDC 43063-874-02 Bottles of 2\n                  NDC 43063-874-04 Bottles of 4\n                  NDC 43063-874-05 Bottles of 5\n                  NDC 43063-874-06 Bottles of 6\n                  NDC 43063-874-10 Bottles of 10\n                  NDC 43063-874-12 Bottles of 12\n                  NDC 43063-874-15 Bottles of 15\n                  NDC 43063-874-20 Bottles of 20\n                  NDC 43063-874-30 Bottles of 30\n                  NDC 43063-874-01 Bottles of 100\n                  NDC 43063-874-95 Bottles of 1000\n                  \n                     Storeat 20° to 25°C with excursions permitted between 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature].\n\n \n                  \n                     Protectfrom light.\n\n \n                  \n                     Dispensein a tight, light-resistant container as defined in the USP, with a child-resistant closure (as required).",
    "adverseReactions": "Promethazine hydrochloride tablets, USP are contraindicated for use in pediatric patients less than two years of age.\n                  Promethazine hydrochloride tablets, USP are contraindicated in comatose states, and in individuals known to be hypersensitive or to have had an idiosyncratic reaction to promethazine or to other phenothiazines.\n                  Antihistamines are contraindicated for use in the treatment of lower respiratory tract symptoms including asthma."
}