{
    "root": "303e8b4c-0957-d7d8-e063-6294a90a3c7e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Penicillin V Potassium",
    "value": "20250313",
    "ingredients": [
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "PENICILLIN V POTASSIUM",
            "code": "146T0TU1JB"
        }
    ],
    "indications": "Penicillin V Potassium Tablets are indicated in the treatment of mild to moderately severe infections due to penicillin G-sensitive microorganisms. Therapy should be guided by bacteriological studies (including sensitivity tests) and by clinical response.\n                  NOTE: Severe pneumonia, empyema, bacteremia, pericarditis, meningitis, and arthritis should not be treated with penicillin V during the acute stage. Indicated surgical procedures should be performed.\n                   The following infections will usually respond to adequate dosage of penicillin V.\n                  \n                     Streptococcal Infections (without bacteremia) \n   \n                     Mild-to-moderate infections of the upper respiratory tract, scarlet fever, and mild erysipelas.\n\n \n                  NOTE: Streptococci in groups A, C, G, H, L, and M are very sensitive to penicillin. \n    Other groups, including group D (enterococcus), are resistant.\n \n                  \n                     Pneumococcal  Infections \n   \n                     Mild to moderately severe infections of the respiratory tract.\n\n \n                  \n                     Staphylococcal infections – penicillin G-sensitive \n   \n                     Mild infections of the skin and soft tissues.\n\n \n                  NOTE: Reports indicate an increasing number of strains of staphylococci resistant to penicillin G, emphasizing the need for culture and sensitivity studies in treating suspected staphylococcal infections.\n                  \n                     Fusospirochetosis (Vincent's gingivitis and pharyngitis) \n   \n                     Mild to moderately severe infections of the oropharynx usually respond to therapy with oral penicillin.\n\n \n                  NOTE: Necessary dental care should be accomplished in infections involving the gum tissue.\n                  Medical conditions in which oral penicillin therapy is indicated as prophylaxis: For the prevention of recurrence following rheumatic fever and/or chorea: Prophylaxis with oral penicillin on a continuing basis has proven effective in preventing recurrence of these conditions.\n                  Although no controlled clinical efficacy studies have been conducted, penicillin V has been suggested by the American Heart Association and the American Dental Association for use as an oral regimen for prophylaxis against bacterial endocarditis in patients who have congenital heart disease or rheumatic or other acquired valvular heart disease when they undergo dental procedures and surgical procedures of the upper respiratory tract\n \n  1. Oral penicillin should not be used in those patients at particularly high risk for endocarditis (e.g., those with prosthetic heart valves or surgically constructed systemic pulmonary shunts).  Penicillin V should not be used as adjunctive prophylaxis for genitourinary instrumentation or surgery, lower-intestinal tract surgery, sigmoidoscopy, and childbirth. Since it may happen that\n \n  alphahemolytic streptococci relatively resistant to penicillin may be found when patients are receiving continuous oral penicillin for secondary prevention of rheumatic fever, prophylactic agents other than penicillin may be chosen for these patients and prescribed in addition to their continuous rheumatic fever prophylactic regimen.\n\n \n                  NOTE: When selecting antibiotics for the prevention of bacterial endocarditis, the physician or dentist should read the full joint statement of the American Heart Association and the American Dental Association\n \n  1.\n\n \n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Penicillin V Potassium Tablets and other antibacterial drugs, Penicillin V Potassium Tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "The dosage of penicillin V potassium tablets should be determined according to the sensitivity of the causative microorganisms and the severity of infection, and adjusted to the clinical response of the patient.\n                  The usual dosage recommendations for adults and children 12 years and over are as follows:\n                  \n                     Streptococcal Infections\n                       Mild to moderately severe - of the upper respiratory tract and including scarlet fever and erysipelas: 125 to 250 mg (200,000 to 400,000 units) every 6 to 8 hours for 10 days.\n\n \n                  \n                     Pneumococcal Infections \n   \n                     Mild to moderately severe - of the respiratory tract, including otitis media: 250 to 500 mg (400,000 to 800,000 units) every 6 hours until the patient has been afebrile for at least 2 days.\n\n \n                  \n                     Staphylococcal Infections\n                       Mild infections of skin and soft tissue (culture and sensitive tests should be performed): 250 to 500 mg (400,000 to 800,000 units) every 6 to 8 hours.\n\n \n                  \n                     Fusospirochetosis (Vincent's infection) of the oropharynx.\n                       Mild to moderately severe infections: 250 to 500 mg (400,000 to 800,000 units) every 6 to 8 hours.\n\n \n                  For the prevention of recurrence following rheumatic fever and/or chorea: 125 to 250 mg (200,000 to 400,000 units) twice daily on a continuing basis.\n                  For prophylaxis against bacterial endocarditis\n \n  1in patients with congenital heart disease or rheumatic or other acquired valvular heart disease when undergoing dental procedures or surgical procedures of the upper respiratory tract: 2 gram of penicillin V (1 gram for children under 60 lbs.) 1 hour before the procedure, and then, 1 gram (500 mg for children under 60 lbs.) 6 hours later.",
    "warningsAndPrecautions": "Penicillin V Potassium Tablets, USP 250 mg (400,000 units) are white round film coated tablets bisected from one side and engraved with “W” on the upper side of the bisect and with “111” on the lower side.\n                  Bottles of 100 NDC 72789-223-01\n                  Penicillin V Potassium Tablets, USP 500 mg (800,000 units) are white modified capsule shaped film coated tablets bisected from both sides and engraved with “W” on one side of the bisect and “112” on the other side.\n                  Bottles of   30 NDC 72789-222-30\n                  Bottles of 100 NDC 72789-222-01\n                  \n                     Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  \n                  \n                     Keep container tightly closed. Dispense in a tight, light-resistant container, as defined in the USP using a child-resistant closure.",
    "adverseReactions": "A previous hypersensitivity reaction to any penicillin is a contraindication."
}