{
    "root": "30414115-8a10-b828-e063-6294a90ad3ae",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Carbidopa and Levodopa",
    "value": "20250313",
    "ingredients": [
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (1600000 WAMW)",
            "code": "RFW2ET671P"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "HYPROMELLOSE 2208 (100 MPA.S)",
            "code": "B1QE5P712K"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CARBIDOPA",
            "code": "MNX7R8C5VO"
        },
        {
            "name": "LEVODOPA",
            "code": "46627O600J"
        }
    ],
    "indications": "Carbidopa and levodopa extended-release tablets are indicated in the treatment of Parkinson's disease, post-encephalitic parkinsonism, and symptomatic parkinsonism that may follow carbon monoxide intoxication or manganese intoxication.",
    "contraindications": "Carbidopa and levodopa extended-release tablet contains carbidopa and levodopa in a 1:4 ratio as either the 50 mg/200 mg tablet or the 25 mg/100 mg tablet. The daily dosage of carbidopa and levodopa extended-release tablets must be determined by careful titration. Patients should be monitored closely during the dose adjustment period, particularly with regard to appearance or worsening of involuntary movements, dyskinesias or nausea. Carbidopa and levodopa extended-release tablets should not be chewed or crushed.\n                  Standard drugs for Parkinson's disease, other than levodopa without a decarboxylase inhibitor, may be used concomitantly while carbidopa and levodopa extended-release tablet is being administered, although their dosage may have to be adjusted.\n                  Since carbidopa prevents the reversal of levodopa effects caused by pyridoxine, carbidopa and levodopa extended-release tablets can be given to patients receiving supplemental pyridoxine (vitamin B\n  6).",
    "warningsAndPrecautions": "Carbidopa and levodopa extended-release tablets 50 mg/200 mg containing 50 mg of carbidopa and 200 mg of levodopa, are buff colored, oval, biconvex uncoated tablets debossed “457” on one side and scored on other side, with mottled appearance. They are supplied as follows:\n  \nUnit dose packages of 100 (10 x 10) NDC 68084-282-01\n \n                  Carbidopa and levodopa extended-release tablets 25 mg/100 mg containing 25 mg carbidopa and 100 mg of levodopa, are buff colored, oval, biconvex, uncoated tablets debossed “461” on one side and plain on other side, with mottled appearance. They are supplied as follows:\n  \nUnit dose packages of 100 (10 x 10) NDC 68084-281-01\n \n                  \n                     Storage\n                     \nStore at 25°C (77°F); excursions permitted to 15°C to 30°C (59°F to 86°F). [See USP Controlled Room Temperature]. Store in a tightly closed container. Protected from light and moisture.\n \n                  \n                     FOR YOUR PROTECTION: Do not use if blister is torn or broken.",
    "adverseReactions": "Nonselective monoamine oxidase (MAO) inhibitors are contraindicated for use with carbidopa and levodopa extended-release tablets. These inhibitors must be discontinued at least two weeks prior to initiating therapy with carbidopa and levodopa extended-release tablets. Carbidopa and levodopa extended-release tablets may be administered concomitantly with the manufacturer's recommended dose of an MAO inhibitor with selectivity for MAO type B (e.g., selegiline HCl) (See \n       \n \n  \n       \n \n  \n       \n \n  PRECAUTIONS, Drug Interactions).\n      \n\n \n      \n\n \n      \n\n \n                  Carbidopa and levodopa extended-release tablets are contraindicated in patients with known hypersensitivity to any component of this drug, and in patients with narrow-angle glaucoma."
}