{
    "root": "30533870-ad74-5a4b-e063-6394a90a0e3d",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Clonazepam",
    "value": "20250314",
    "ingredients": [
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POVIDONE K90",
            "code": "RDH86HJV5Z"
        },
        {
            "name": "D&C YELLOW NO. 10 ALUMINUM LAKE",
            "code": "CQ3XH3DET6"
        },
        {
            "name": "CLONAZEPAM",
            "code": "5PE9FDE8GB"
        }
    ],
    "indications": "Seizure Disorders:; \n  Clonazepam tablets are useful alone or as an adjunct in the treatment of the Lennox-Gastaut syndrome (petit mal variant), akinetic, and myoclonic seizures. In patients with absence seizures (petit mal) who have failed to respond to succinimides, clonazepam tablets may be useful.\n \n                  Some loss of effect may occur during the course of clonazepam treatment (see; \n  PRECAUTIONS\n                     \n                        : Loss of Effect\n                     ).\n \n                  \n                     \n                        Panic Disorder:;\n                     Clonazepam tablets are indicated for the treatment of panic disorder, with or without agoraphobia, as defined in DSM-V. Panic disorder is characterized by the occurrence of unexpected panic attacks and associated concern about having additional attacks, worry about the implications or consequences of the attacks, and/or a significant change in behavior related to the attacks.\n \n                  The efficacy of clonazepam tablets was established in two 6- to 9-week trials in panic disorder patients whose diagnoses corresponded to the DSM-IIIR category of panic disorder (see; \n  \n                        \n                           CLINICAL PHARMACOLOGY:\n                        \n                        \n                           ;Clinical Trials\n                        \n                     ).\n \n                  Panic disorder (DSM-V) is characterized by recurrent unexpected panic attacks, i.e., a discrete period of intense fear or discomfort in which four (or more) of the following symptoms develop abruptly and reach a peak within 10 minutes: (1) palpitations, pounding heart or accelerated heart rate; (2) sweating; (3) trembling or shaking; (4) sensations of shortness of breath or smothering; (5) feeling of choking; (6) chest pain or discomfort; (7) nausea or abdominal distress; (8) feeling dizzy, unsteady, lightheaded or faint; (9) derealization (feelings of unreality) or depersonalization (being detached from oneself); (10) fear of losing control; (11) fear of dying; (12) paresthesias (numbness or tingling sensations); (13) chills or hot flushes.\n                  The effectiveness of clonazepam tablets in long-term use, that is, for more than 9 weeks, has not been systematically studied in controlled clinical trials. The physician who elects to use clonazepam tablets for extended periods should periodically reevaluate the long-term usefulness of the drug for the individual patient (see; \n  \n                        DOSAGE AND ADMINISTRATION\n                     ).",
    "contraindications": "Clonazepam is available as tablets. The tablets should be administered with water by swallowing the tablet whole.",
    "warningsAndPrecautions": "Clonazepam tablets USP, 0.5 mg are available as yellow, round, flat beveled, tablets. Scored and debossed with \"832\" above the score on one side, debossed with \"TEVA\" on the other side. Packaged in\n                  NDC: 70518-2507-00\n                  NDC: 70518-2507-01\n                  NDC: 70518-2507-02\n                  NDC: 70518-2507-03\n                  NDC: 70518-2507-04\n                  PACKAGING: 100 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  PACKAGING: 100 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  Store at 20째 to 25째C (68째 to 77째F) [See USP Controlled Room Temperature].\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Clonazepam is contraindicated in patients with the following conditions: \n                  \n                     History of sensitivity to benzodiazepines \n                     Clinical or biochemical evidence of significant liver disease \n                     Acute narrow angle glaucoma (it may be used in patients with open angle glaucoma who are\n        \n  \n   receiving appropriate therapy)."
}