{
    "root": "308bcf9c-faa7-419b-8c20-9e4c254ea359",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Trifena",
    "value": "20241126",
    "ingredients": [
        {
            "name": "DICLOFENAC SODIUM",
            "code": "QTG126297Q"
        },
        {
            "name": "LIDOCAINE",
            "code": "98PI200987"
        },
        {
            "name": "MENTHOL, (+)-",
            "code": "C6B1OE8P3W"
        },
        {
            "name": ".ALPHA.-TOCOPHEROL ACETATE",
            "code": "9E8X80D2L0"
        },
        {
            "name": "ALUMINUM HYDROXIDE",
            "code": "5QB0T2IUN0"
        },
        {
            "name": "SODIUM BORATE",
            "code": "91MBZ8H3QO"
        },
        {
            "name": "CARBOMER HOMOPOLYMER, UNSPECIFIED TYPE",
            "code": "0A5MM307FC"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "DMDM HYDANTOIN",
            "code": "BYR0546TOW"
        },
        {
            "name": "DIHYDROXYALUMINUM AMINOACETATE",
            "code": "DO250MG0W6"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "CARBOXYMETHYLCELLULOSE SODIUM, UNSPECIFIED",
            "code": "K679OBS311"
        },
        {
            "name": "EDETATE SODIUM",
            "code": "MP1J8420LU"
        },
        {
            "name": "SODIUM POLYACRYLATE (2500000 MW)",
            "code": "05I15JNI2J"
        },
        {
            "name": "SORBITAN MONOOLEATE",
            "code": "06XEA2VD56"
        },
        {
            "name": "TARTARIC ACID",
            "code": "W4888I119H"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "SODIUM POLYACRYLATE (8000 MW)",
            "code": "285CYO341L"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "POVIDONE K90",
            "code": "RDH86HJV5Z"
        }
    ],
    "indications": "Trifena™ patch is indicated for the temporary relief of pain associated with arthritis, backache, cramps, discomfort, neck ache, soreness, sprains, strains. It should be applied only to intact skin.\n                  Sun avoidance is indicated during therapy.",
    "contraindications": "Apply Trifena™ patch to intact skin to cover the most painful area. Clean and dry the affected area. Apply product directly to your skin, up to 2 times daily. Trifena™ patch should not be worn for longer than 12 hours per application. Clothing may be worn over the area of application. Patches may be cut into smaller sizes with scissors prior to removal of the protective film. Smaller areas of treatment are recommended in a debilitated patient, or a patient with impaired elimination.\n                  If irritation or a burning sensation occurs during application, wash the product off your skin and do not reapply until the irritation subsides.\n                  When Trifena™ patch is used concomitantly with other products containing local anesthetic agents, the amount absorbed from all formulations must be considered.",
    "warningsAndPrecautions": "Trifena™ patch is available as the following:\n                  15 patches individually wrapped in a re-sealable pouch.\n                  NDC: 73352-568-15",
    "adverseReactions": "Trifena™ patch is contraindicated in patients with known hypersensitivity to diclofenac.\n                  Trifena™ patch should not be given to patients who have experienced asthma, urticaria, or allergic-type reactions after taking aspirin or other NSAIDs. Severe, rarely fatal, anaphylactic-like reactions to NSAIDs have been reported in such patients (see WARNINGS – Anaphylactic Reactions, and PRECAUTIONS - Preexisting Asthma).\n                  Trifena™ patch is contraindicated in patients with a known history of sensitivity to local anesthetics of the amide type, or to any other component of the product. \n                  Trifena™ patch is contraindicated in patients in the setting of coronary artery bypass graft (CABG) surgery.\n                  Trifena™ patch should not be applied to non-intact or damaged skin resulting from any etiology e.g. exudative dermatitis, eczema, infected lesion, burns or wounds.\n                  Medicines intended to be applied to the skin should not be swallowed.\n                  Trifena™ patch is flammable. Keep away from open flame.\n                  You should never heat, microwave, or add the medicine to hot water."
}