{
    "root": "308e0113-aeb5-2471-e063-6294a90ad4ef",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "REGIOCIT",
    "value": "20250317",
    "ingredients": [
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM CITRATE, UNSPECIFIED FORM",
            "code": "1Q73Q2JULR"
        }
    ],
    "indications": "REGIOCIT (sodium chloride and sodium citrate) solution is indicated for use as \n    replacement solution for regional citrate anticoagulation (RCA) of the extracorporeal \n    circuit in patients treated with continuous renal replacement therapy (CRRT), \n    particularly when systemic anticoagulation with heparin is contraindicated, e.g., in \n    patients with increased bleeding risks.\n \n                        REGIOCIT should be administered only under the supervision of a physician \n    experienced in the use of CRRT.\n \n                        \n                           Pediatrics\n                        \n                        \n                           Pediatrics (<18 years of age):No data are available to Health Canada; therefore, \n    Health Canada has not authorized an indication for pediatric use.\n\n \n                        \n                           Geriatrics\n                        \n                        \n                           Geriatrics (> 65 years of age):Evidence from clinical studies and experience \n    suggests that use in the geriatric population is not associated with differences in \n    safety or effectiveness.",
    "contraindications": "For Extracorporeal use only. Not for direct intravenous infusion. \n   \n                           REGIOCIT solution is used as a renal replacement solution. The product has an \n    osmolarity of 244 mOsm/L and a pH of approximately 7.4.\n\n \n                        \n                           Dosing Considerations\n                        \n                        Dosing considerations of the drug:\n                        \n                           REGIOCIT solution should not be used for direct intravenous infusion. The product must be used in pre-dilution mode only, with appropriate extracorporeal renal replacement equipment intended for CRRT, using an integrated pre-blood pump for RCA.\n                           In addition to providing anticoagulation to the extracorporeal circuit and hemofilters, citrate also acts as a buffer source due to its metabolic conversion to bicarbonate systemically. Thus, the infusion rate of REGIOCIT solution to be administered should take into account the rate at which buffer administration occurs from other sources, e.g., dialysate and/or replacement fluid. The product must be used together with a dialysis/replacement solution at an appropriate bicarbonate concentration.\n                           Dose reduction may be needed in patients with mild to moderate hepatic impairment. In these patients, more frequent monitoring of citrate accumulation is advised. REGIOCIT solution should not be administered to patients with reduced liver and muscle perfusion, e.g., during conditions such as septic shock and lactic acidosis, or in patients with severe hepatic impairment, due to limited citrate metabolism (see CONTRAINDICATIONS).\n                           \n                              A separate systemic infusion of calcium is always required to prevent or treat hypocalcemia. Adjust calcium infusion depending on measured serum total-to-ionized calcium ratio and ionized calcium levels, to maintain values in the physiologic range. Adjust or stop calcium infusion according to the direction of the attending physician when REGIOCIT solution has been stopped.\n                           \n                           \n                              Magnesium may need to be supplemented intravenously, based on systemic serum magnesium levels.\n                           \n                        \n                        \n                           Recommended Dose and Dosage Adjustment\n                        \n                        The rate at which REGIOCIT solution is administered depends on the targeted citrate dose and the prescribed blood flow rate (BFR). The prescription of the product must consider the flow rates of the effluent and other therapeutic fluids, the patient’s fluid removal requirements, additional fluid inputs and outputs, and the desired acid-base and electrolyte balance.\n                        \n                           REGIOCIT solution should be prescribed and its administration (dose, infusion rate, and cumulative volume) established only by critical care or nephrology physicians experienced in administration of CRRT.\n                        \n                        The pre-filter infusion rate of REGIOCIT solution (based on its concentration) is indexed to the blood flow rate to achieve a target blood citrate concentration of 3 to 4 mmol/L in the blood. Flow rate for anticoagulation of the extracorporeal circuit should be titrated to achieve a post-filter concentration of ionized calcium in the range 0.25 to 0.35 mmol/L. The patient’s systemic ionized calcium concentration should be maintained in the normal physiologic range by adjustment of calcium supplementation.\n                        \n                           Administration\n                        \n                        \n                           Monitoring of the post-filter blood ionized calcium (iCa), systemic blood iCa, and total blood calcium levels in conjunction with other laboratory and clinical parameters is essential to guide appropriate REGIOCIT solution dosage based on the desired level of anticoagulation (see WARNINGS AND PRECAUTIONS). Plasma levels of sodium, magnesium, potassium, and phosphate should also be monitored regularly and these electrolytes supplemented as needed.\n                        \n                        REGIOCIT solution may be warmed to 37°C to enhance patient comfort. Warming of the product prior to use should be done with dry heat only. Solution should not be heated in water or in a microwave oven due to the potential for patient injury or discomfort.\n                        REGIOCIT solution should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Do not administer unless the solution is clear and the seal is intact.",
    "warningsAndPrecautions": null,
    "adverseReactions": "Contraindications for the use of REGIOCIT include:\n                        \n                           Severe liver failure\n                           Shock with muscle hypoperfusion\n                           Known hypersensitivity to any component of REGIOCIT"
}