{
    "root": "30905104-4d85-a4dc-e063-6394a90a120d",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ENALAPRIL MALEATE",
    "value": "20250317",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "ZINC STEARATE",
            "code": "H92E6QA4FV"
        },
        {
            "name": "ENALAPRIL MALEATE",
            "code": "9O25354EPJ"
        }
    ],
    "indications": "Hypertension\n                       Enalapril maleate tablets, USP are indicated for the treatment of hypertension.\n\n \n                  \n                       Enalapril maleate tablets, USP are effective alone or in combination with other antihypertensive agents, especially thiazide-type diuretics. The blood pressure lowering effects of enalapril maleate tablets, USP and thiazides are approximately additive.\n \n                  \n                     \n                     Heart Failure\n                       Enalapril maleate tablets, USP are indicated for the treatment of symptomatic congestive heart failure, usually in combination with diuretics and digitalis. In these patients enalapril maleate tablets, USP improve symptoms, increase survival, and decrease the frequency of hospitalization (see\n \n  CLINICAL PHARMACOLOGY, Heart Failure, Mortality Trialsfor details and limitations of survival trials).\n\n \n                  \n                     \n                     Asymptomatic Left Ventricular Dysfunction\n                       In clinically stable asymptomatic patients with left ventricular dysfunction (ejection fraction ≤35 percent), enalapril maleate tablets, USP decrease the rate of development of overt heart failure and decrease the incidence of hospitalization for heart failure (see \n \n  CLINICAL PHARMACOLOGY, Heart Failure, Mortality Trialsfor details and limitations of survival trials).\n\n \n                  \n                       In using enalapril maleate tablets, USP consideration should be given to the fact that another angiotensin-converting enzyme inhibitor, captopril, has caused agranulocytosis, particularly in patients with renal impairment or collagen vascular disease, and that available data are insufficient to show that enalapril maleate tablets, USP do not have a similar risk (see\n \n  WARNINGS, Neutropenia/Agranulocytosis).\n\n \n                  \n                       In considering use of enalapril maleate tablets, USP, it should be noted that in controlled clinical trials ACE inhibitors have an effect on blood pressure that is less in black patients than in non-blacks. In addition, it should be noted that black patients receiving ACE inhibitors have been reported to have a higher incidence of angioedema compared to nonblacks (see\n \n  WARNINGS, Head and Neck Angioedema).",
    "contraindications": "Hypertension\n                       In patients who are currently being treated with a diuretic, symptomatic hypotension occasionally may occur following the initial dose of enalapril maleate. The diuretic should, if possible, be discontinued for two to three days before beginning therapy with enalapril maleate to reduce the likelihood of hypotension (see\n \n  WARNINGS, Hypotension). If the patients blood pressure is not controlled with enalapril maleate alone, diuretic therapy may be resumed. \n\n \n                  If the diuretic cannot be discontinued an initial dose of 2.5 mg should be used under medical supervision for at least two hours and until blood pressure has stabilized for at least an additional hour (see\n \n  WARNINGS, Hypotensionand\n \n  PRECAUTIONS, Drug Interactions).\n\n \n                  \n                       The recommended initial dose in patients not on diuretics is 5 mg once a day. Dosage should be adjusted according to blood pressure response. The usual dosage range is 10 to 40 mg per day administered in a single dose or two divided doses. In some patients treated once daily, the antihypertensive effect may diminish toward the end of the dosing interval. In such patients, an increase in dosage or twice daily administration should be considered. If blood pressure is not controlled with enalapril maleate alone, a diuretic may be added. Concomitant administration of enalapril maleate with potassium supplements, potassium salt substitutes, or potassium-sparing diuretics may lead to increases of serum potassium (see\n \n  PRECAUTIONS).\n\n \n                  \n                     \n                     Dosage Adjustment in Hypertensive Patients with Renal Impairment \n                  \n                  The usual dose of enalapril is recommended for patients with a creatinine clearance more than 30 mL/min (serum creatinine of up to approximately 3 mg/dL). For patients with creatinine clearance less than or equal to 30 mL/min (serum creatinine more than or equal to 3 mg/dL), the first dose is 2.5 mg once daily. The dosage may be titrated upward until blood pressure is controlled or to a maximum of 40 mg daily.\n                  \n                     \n                     \n                        \n                           \n                              Renal Status\n                           \n                           \n                              Creatinine Clearance mL/min\n                           \n                           \n                              Initial Dose mg/day\n                           \n                        \n                        \n                           Normal Renal Function\n                           >80 mL/min\n                           5 mg\n                        \n                        \n                            Mild Impairment \n                           ≤80 >30 mL/min\n                           5 mg\n                        \n                        \n                            Moderate to Severe Impairment \n                           ≤30 mL/min\n                           2.5 mg\n                        \n                        \n                           Dialysis Patients\n    \n     1\n                           \n                           -\n                           \n                              2.5 mg on dialysis\n                              days\n     \n      2\n                              \n                           \n                        \n                     \n                  \n                  \n                     1See\n \n  WARNINGS, Anaphylactoid Reactions during membrane exposure.\n                  \n                  \n                     2Dosage on nondialysis days should be adjusted depending on the blood pressure response.\n\n \n                  \n                  \n                     Heart Failure\n                  \n                  Enalapril maleate is indicated for the treatment of symptomatic heart failure, usually in combination with diuretics and digitalis. In the placebocontrolled studies that demonstrated improved survival, patients were titrated as tolerated up to 40 mg, administered in two divided doses. \n                  The recommended initial dose is 2.5 mg. The recommended dosing range is 2.5 to 20 mg given twice a day. Doses should be titrated upward, as tolerated, over a period of a few days or weeks. The maximum daily dose administered in clinical trials was 40 mg in divided doses.\n                  \n                       After the initial dose of enalapril maleate, the patient should be observed under medical supervision for at least two hours and until blood pressure has stabilized for at least an additional hour (see\n \n  WARNINGS and\n \n  PRECAUTIONS, Drug Interactions). If possible, the dose of any concomitant diuretic should be reduced which may diminish the likelihood of hypotension. The appearance of hypotension after the initial dose of enalapril maleate does not preclude subsequent careful dose titration with the drug, following effective management of the hypotension.\n\n \n                  \n                     \n                     Asymptomatic Left Ventricular Dysfunction\n                       In the trial that demonstrated efficacy, patients were started on 2.5 mg twice daily and were titrated as tolerated to the targeted daily dose of 20 mg (in divided doses).\n\n \n                  \n                       After the initial dose of enalapril maleate, the patient should be observed under medical supervision for at least two hours and until blood pressure has stabilized for at least an additional hour (see\n \n  WARNINGS and\n \n  PRECAUTIONS, Drug Interactions). If possible, the dose of any concomitant diuretic should be reduced which may diminish the likelihood of hypotension. The appearance of hypotension after the initial dose of enalapril maleate does not preclude subsequent careful dose titration with the drug, following effective management of the hypotension.\n\n \n                  \n                     \n                     Dosage Adjustment in Patients with Heart Failure and Renal Impairment or Hyponatremia\n                  \n                  In patients with heart failure who have hyponatremia (serum sodium less than 130 mEq/L) or with serum creatinine greater than 1.6 mg/dL, therapy should be initiated at 2.5 mg daily under close medical supervision (see\n \n  DOSAGE AND ADMINISTRATION, Heart Failure, WARNINGSand\n \n  PRECAUTIONS, Drug Interactions). The dose may be increased to 2.5 mg b.i.d., then 5 mg b.i.d. and higher as needed, usually at intervals of four days or more if at the time of dosage adjustment there is not excessive hypotension or significant deterioration of renal function. The maximum daily dose is 40 mg.\n\n \n                  \n                     \n                     Pediatric Hypertensive Patients\n                       The usual recommended starting dose is 0.08 mg/kg (up to 5 mg) once daily. Dosage should be adjusted according to blood pressure response. Doses above 0.58 mg/kg (or in excess of 40 mg) have not been studied in pediatric patients (see\n \n  C\n                     LINICAL PHARMACOLOGY, Clinical Pharmacology in Pediatric Patients).\n\n \n                  \n                       Enalapril maleate is not recommended in neonates and in pediatric patients with glomerular filtration rate less than 30 mL/min/1.73 m\n \n  2, as no data are available.\n\n \n                  \n                     \n                     Preparation of Suspension (for 200 mL of a 1.0 mg/mL suspension)\n                  \n                  Add 50 mL of sodium citrate and citric acid oral solution, USP to a polyethylene terephthalate (PET) bottle containing ten 20 mg enalapril maleate tablets and shake for at least 2 minutes. Let concentrate stand for 60 minutes. Following the 60-minute hold time, shake the concentrate for an additional minute. Add 150 mL of Ora-Sweet SF to the concentrate in the PET bottle and shake the suspension to disperse the ingredients. The suspension should be refrigerated at 2°C to 8°C (36°F to 46°F) and can be stored for up to 30 days. Shake the suspension before each use.",
    "warningsAndPrecautions": "Enalapril maleate tablets, USP are supplied as follows:\n                  \n                       2.5 mg tablets: \n    White, round, biconvex tablet, debossed with “333” on one side and plain with a bisect on the other side; supplied in \n \n                  Bottles of 100: NDC 50228-228-01 \n    Bottles of 1000: NDC 50228-228-10\n \n                  \n                       5 mg tablets: \n    White, round, biconvex tablet, debossed with “334” on one side and plain with a bisect on the other side; supplied in \n \n                  Bottles of 100: NDC 50228-229-01 \n    Bottles of 1000: NDC 50228-229-10\n \n                  \n                       10 mg tablets: \n    White, round, biconvex tablet, debossed with “335” on one side and plain with a bisect on the other side; supplied in \n    Bottles of 100: NDC 50228-230-01 \n    Bottles of 1000: NDC 50228-230-10\n \n                  20 mg tablets: \n    White, round, biconvex tablet, debossed with “336” on one side and plain with a bisect on the other side; supplied in \n    Bottles of 100: NDC 50228-231-01 \n    Bottles of 1000: NDC 50228-231-10\n \n                  \n                     Storage\n                       Store at 20°C to 25°C (68°F to 77°F); excursions permitted from 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature].\n\n \n                  \n                       Keep container tightly closed. Protect from moisture.\n \n                  \n                       Dispense in a tight container as per USP, if product package is subdivided.\n \n                  \n                     \n                     Dispense the Prescribing Information at: https://sciegenpharm.com/medication-guide/\n                  \n                  \n                     \n                     Manufactured by\n                       A&Z Pharmaceutical, Inc., \n    180 Oser Ave. Suite 300 \n    Hauppauge, NY 11788\n\n \n                  \n                     \n                     Manufactured for\n                       ScieGen Pharmaceuticals, Inc. \n    Hauppauge, NY 11788",
    "adverseReactions": "Enalapril maleate is contraindicated in patients who are hypersensitive to this product and in patients with a history of angioedema related to previous treatment with an angiotensin-converting enzyme inhibitor and in patients with hereditary or idiopathic angioedema.\n                  \n                       Do not coadminister aliskiren with enalapril maleate in patients with diabetes (see\n \n  PRECAUTIONS, Drug Interactions).\n\n \n                  \n                       Enalapril maleate is contraindicated in combination with a neprilysin inhibitor (e.g., sacubitril). Do not administer enalapril maleate within 36 hours of switching to or from sacubitril/valsartan, a neprilysin inhibitor (see\n \n  WARNINGS, Head and Neck Angioedema)."
}