{
    "root": "30912a4b-7ea9-4136-e063-6294a90a234e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Lidocaine Hydrochloride",
    "value": "20250317",
    "ingredients": [
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "LIDOCAINE HYDROCHLORIDE",
            "code": "V13007Z41A"
        }
    ],
    "indications": "Lidocaine hydrochloride is indicated for the production of topical anesthesia of accessible mucous membranes of the oral and nasal cavities and proximal portions of the digestive tract.",
    "contraindications": "When lidocaine hydrochloride topical solution 4% is used concomitantly with other products containing lidocaine hydrochloride, the total dose contributed by all formulations must be kept in mind.\n                  The dosage varies and depends upon the area to be anesthetized, vascularity of the tissues, individual tolerance and the technique of anesthesia. The lowest dosage needed to provide effective anesthesia should be administered. Dosages should be reduced for children and for elderly and debilitated patients. The maximum dose should not exceed 4.5 mg/kg (2 mg/lb) of body weight. Although the incidence of adverse effects with lidocaine hydrochloride topical solution 4% is quite low, caution should be exercised particularly when employing large volumes since the incidence of adverse effects is directly proportional to the total dose of local anesthetic agent administered.\n                  The dosages recommended below are for normal healthy adults:\n                  When used as a spray, or when applied by means of cotton applicators or packs, as when instilled into a cavity, the suggested dosage of lidocaine hydrochloride topical solution is 1 to 5 mL (40 to 200 mg of lidocaine hydrochloride), i.e., 0.6 to 3 mg/kg or 0.3 to 1.5 mg/lb of body weight.\n                  \n                     NOTE:The solution may be applied with a sterile swab which is discarded after use and never reused under any circumstances. When spraying, transfer the solution from the original container to an atomizer.\n\n \n                  \n                     Maximum Recommended Dosages:\n                  \n                  \n                     Normal Healthy Adults:\n                  \n                  The maximum recommended dose of lidocaine hydrochloride topical solution should be such that the dose of lidocaine hydrochloride is kept below 300 mg and in any case should never exceed 4.5 mg/kg (2 mg/lb) of body weight.\n                  \n                     Children:\n                  \n                  It is difficult to recommend a maximum dose of any drug for children since this varies as a function of age and weight. For children of less than ten years who have a normal lean body mass and normal body development, the maximum dose may be determined by the application of one of the standard pediatric drug formulas (e.g., Clark's rule). For example, in a child of five years weighing 50 lbs., the dose of lidocaine hydrochloride should not exceed 75 to 100 mg when calculated according to Clark's rule. In any case, the maximum dose of lidocaine hydrochloride and epinephrine should not exceed 7 mg/kg (3.2 mg/lb) of body weight. When used without epinephrine, the amount of lidocaine hydrochloride administered should be such that the dose is kept below 300 mg and in any case should not exceed 4.5 mg/kg (2 mg/lb) of body weight.",
    "warningsAndPrecautions": "Lidocaine Hydrochloride Topical Solution USP, 4%\n                  \n                  \n                     The 4% topical solution is supplied as a clear, colorless solution free of foreign particulate matter.\n                  \n                  NDC 51672-1411-3: Bottle of 50 mL\n                  \n                     Store at 20째 to 25째C (68째 to 77째F)[see USP Controlled Room Temperature].\n\n \n                  Mfd. by: Taro Pharmaceuticals Inc., Brampton, Ontario, Canada L6T 1C1\n                  Dist. by:\n \n  Taro Pharmaceuticals U.S.A., Inc.,Hawthorne, NY 10532\n\n \n                  \n                     Revised: August 2023 5232815 69",
    "adverseReactions": "Lidocaine hydrochloride is contraindicated in patients with a known hypersensitivity either to local anesthetics of the amide type or to the components of the topical solution."
}