{
    "root": "30a2ed14-dcdb-f972-e063-6294a90a417c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Gabapentin",
    "value": "20250318",
    "ingredients": [
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "POLOXAMER 407",
            "code": "TUF2IVW3M2"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (1600000 WAMW)",
            "code": "RFW2ET671P"
        },
        {
            "name": "COPOVIDONE K25-31",
            "code": "D9C330MD8B"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "GABAPENTIN",
            "code": "6CW7F3G59X"
        }
    ],
    "indications": "Gabapentin is indicated for:\n                  Management of postherpetic neuralgia in adults\n  \nAdjunctive therapy in the treatment of partial onset seizures, with and without secondary generalization, in adults and pediatric patients 3 years and older with epilepsy",
    "contraindications": "2.1 Dosage for Postherpetic Neuralgia\n                  In adults with postherpetic neuralgia, gabapentin may be initiated on Day 1 as a single 300 mg dose, on Day 2 as 600 mg/day (300 mg two times a day), and on Day 3 as 900 mg/day (300 mg three times a day). The dose can subsequently be titrated up as needed for pain relief to a dose of 1,800 mg/day (600 mg three times a day). In clinical studies, efficacy was demonstrated over a range of doses from 1,800 mg/day to 3,600 mg/day with comparable effects across the dose range; however, in these clinical studies, the additional benefit of using doses greater than 1,800 mg/day was not demonstrated.\n                  2.2 Dosage for Epilepsy with Partial Onset Seizures\n                  Patients 12 Years of Age and Above\n                  The starting dose is 300 mg three times a day. The recommended maintenance dose of gabapentin is 300 mg to 600 mg three times a day. Dosages up to 2,400 mg/day have been administered in long-term clinical studies. Doses of 3,600 mg/day have also been administered to a small number of patients for a relatively short duration. Administer gabapentin three times a day using 600 mg or 800 mg tablets. The maximum time between doses should not exceed 12 hours.\n                  \n                     \n                  \n                  Pediatric Patients Age 3 to 11 Years\n                  The starting dose range is 10 mg/kg/day to 15 mg/kg/day, given in three divided doses, and the recommended maintenance dose reached by upward titration over a period of approximately 3 days. The recommended maintenance dose of gabapentin in patients 3 to 4 years of age is 40 mg/kg/day, given in three divided doses. The recommended maintenance dose of gabapentin in patients 5 to 11 years of age is 25 mg/kg/day to 35 mg/kg/day, given in three divided doses. Gabapentin may be administered as the oral tablet. Dosages up to 50 mg/kg/day have been administered in a long-term clinical study. The maximum time interval between doses should not exceed 12 hours.\n                  2.3 Dosage Adjustment in Patients with Renal Impairment\n                  Dosage adjustment in patients 12 years of age and older with renal impairment or undergoing hemodialysis is recommended, as follows (see dosing recommendations above for effective doses in each indication):\n  \n                     \nTABLE 1. Gabapentin Dosage Based on Renal Function\n \n                  \n                  Renal Function Creatinine Clearance (mL/min)\n  \nTotal Daily Dose Range (mg/day)\n  \nDose Regimen (mg)\n  \n≥ 60\n  \n900 to 3,600\n  \n300 TID\n  \n400 TID\n  \n600 TID\n  \n800 TID\n  \n1,200 TID\n  \n>30 to 59\n  \n400 to 1,400\n  \n200 BID\n  \n300 BID\n  \n400 BID\n  \n500 BID\n  \n700 BID\n  \n>15 to 29\n  \n200 to 700\n  \n200 QD\n  \n300 QD\n  \n400 QD\n  \n500 QD\n  \n700 QD\n  \n15a\n  \n100 to 300\n  \n100 QD\n  \n125 QD\n  \n150 QD\n  \n200 QD\n  \n300 QD\n  \n                     \n                     \nPost-Hemodialysis Supplemental Dose (mg)b\n  \nHemodialysis\n  \n                     \n125b\n  \n150b\n  \n200b\n  \n250b\n  \n350b\n  \nTID = Three times a day; BID = Two times a day; QD = Single daily dose\n  \n                     \naFor patients with creatinine clearance <15 mL/min, reduce daily dose in proportion to creatinine clearance (e.g., patients with a creatinine clearance of 7.5 mL/min should receive one-half the daily dose that patients with a creatinine clearance of 15 mL/min receive).\n  \n                     \nbPatients on hemodialysis should receive maintenance doses based on estimates of creatinine clearance as indicated in the upper portion of the table and a supplemental post-hemodialysis dose administered after each 4 hours of hemodialysis as indicated in the lower portion of the table.\n \n                  \n                  Creatinine clearance (CLCr) is difficult to measure in outpatients. In patients with stable renal function, creatinine clearance can be reasonably well estimated using the equation of Cockcroft and Gault:\n                  \n                     \n[Gabapentin Equation]\n \n                  The use of gabapentin in patients less than 12 years of age with compromised renal function has not been studied.\n                  2.4 Dosage in Elderly\n                  Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and dose should be adjusted based on creatinine clearance values in these patients.\n                  2.5 Administration Information\n                  Administer gabapentin orally with or without food.\n                  \n                     \n                  \n                  Inform patients that, should they divide the scored 600 mg or 800 mg gabapentin tablet in order to administer a half-tablet, they should take the unused half-tablet as the next dose. Half-tablets not used within 28 days of dividing the scored tablet should be discarded.\n  \nIf the gabapentin dose is reduced, discontinued, or substituted with an alternative medication, this should be done gradually over a minimum of 1 week (a longer period may be needed at the discretion of the prescriber).",
    "warningsAndPrecautions": null,
    "adverseReactions": "Gabapentin is contraindicated in patients who have demonstrated hypersensitivity to the drug or its ingredients."
}