{
    "root": "30b5782f-8bb2-0fa1-e063-6394a90abcd1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "spironolactone",
    "value": "20250319",
    "ingredients": [
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "CALCIUM SULFATE DIHYDRATE",
            "code": "4846Q921YM"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL 6000",
            "code": "30IQX730WE"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "SPIRONOLACTONE",
            "code": "27O7W4T232"
        }
    ],
    "indications": "Spironolactone is an aldosterone antagonist indicated for: The treatment of NYHA Class III-IV heart failure and reduced ejection fraction to increase survival, manage edema, and to reduce the need for hospitalization for heart failure ( 1.1 ). Use as an add-on therapy for the treatment of hypertension, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions ( 1.2 ). The management of edema in adult patients who are cirrhotic when edema is not responsive to fluid and sodium restrictions and in the setting of nephrotic syndrome when treatment of the underlying disease, restriction of fluid and sodium intake, and the use of other diuretics produce an inadequate response ( 1.3 ). Treatment of primary hyperaldosternism for: ( 1.4 ) Short-term preoperative treatment Long-term maintenance for patients with discrete aldosterone-producing adrenal adenomas who are not candidates for surgery and patients with bilateral micro or macronodular adrenal hyperplasia",
    "contraindications": "Heart Failure: Initiate treatment at 25 mg once daily ( 2.2 ). Hypertension: Initiate treatment at 25 mg to 100 mg daily in either single or divided doses ( 2.3 ). Edema: Initiate therapy in a hospital setting and titrate slowly. The recommended initial daily dose is 100 mg in single or divided doses ( 2.4 ). Primary hyperaldosteronism: Initiate treatment at 100 mg to 400 mg in preparation for surgery. In patients unsuitable for surgery use the lowest effective dosage determined for the individual patient ( 2.5 ).",
    "warningsAndPrecautions": "Spironolactone Tablets USP, 25 mg are white to off-white, round, biconvex, film-coated tablets debossed with '660' on one side and plain on the other side and are supplied as follows:\n                  \n                  NDC: 70518-2589-00\n                  NDC: 70518-2589-01\n                  NDC: 70518-2589-02\n                  \n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 30 in 1 BOTTLE PLASTIC \n                  \n                  \n                  Storage\n                  Store at 20째 to 25째C (68째 to 77째F) [See USP Controlled Room Temperature]. Protect from light.\n                  Dispense in a tight, light-resistant container (USP).\n                  \n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Spironolactone tablets are contraindicated in the patients with:\n                  \n                     Hyperkalemia\n                     Addison's disease\n                     Concomitant use of eplerenone"
}