{
    "root": "30b696df-72e1-795c-e063-6394a90a69e2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Naproxen",
    "value": "20250319",
    "ingredients": [
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "NAPROXEN",
            "code": "57Y76R9ATQ"
        }
    ],
    "indications": "Naproxen Tablets are indicated for:\n       \n \n  \n       \n \n  \n                     the relief of the signs and symptoms of:\n      \n\n \n      \n\n \n                  \n                     rheumatoid arthritis\n                     osteoarthritis\n                     ankylosing spondylitis\n                     polyarticular juvenile idiopathic arthritis\n                     tendonitis\n                     bursitis \n                     acute gout\n                  \n                  the management of:\n                  \n                     pain\n                     primary dysmenorrhea",
    "contraindications": "Use the lowest effective dosage for shortest duration consistent with individual patient treatment goals. (2.1) Rheumatoid Arthritis, Osteoarthritis, and Ankylosing Spondylitis Naproxen Tablets 250 mg 375 mg 500 mg twice daily twice daily twice daily The dose may be adjusted up or down depending on the clinical response of the patient. In patients who tolerate lower doses well, the dose may be increased to naproxen 1500 mg/day for up to 6 months. Polyarticular Juvenile Idiopathic Arthritis Naproxen tablets may not allow for the flexible dose titration needed in pediatric patients with polyarticular juvenile idiopathic arthritis. A liquid formulation may be more appropriate. Recommended total daily dose of naproxen is approximately 10 mg/kg given in 2 divided doses. Dosing with naproxen tablets is not appropriate for children weighing less than 50 kilograms. Acute Gout Recommended starting dose 750 mg of Naproxen Tablets followed by 250 mg every 8 hours until the attack has subsided.",
    "warningsAndPrecautions": "Naproxen Tablets USP, 375 mg are light yellow, capsule shaped tablets debossed with “SG” on one side and “435” on the other side.\n                  \n                  \n                  NDC 60760-644-20 BOTTLES OF 20\n                  NDC 60760-644-60 BOTTLES OF 60\n                  \n                  \n                  Store at 15°C to 30°C (59°F to 86°F) in well-closed containers; dispense in light-resistant cotainers.",
    "adverseReactions": "Naproxen tablets are contraindicated in the following patients:\n                  \n                     Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to naproxen or any components of the drug product [\n        \n  \n   \n        \n  \n   see \n         \n   \n    \n         \n   \n    Warnings and Precautions (5.7, \n         \n   \n    \n         \n   \n    5.9)\n                        ]\n       \n \n  \n       \n \n  \n                     History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients [\n        \n  \n   \n        \n  \n   see \n         \n   \n    \n         \n   \n    Warnings and Precautions (5.7, \n         \n   \n    \n         \n   \n    5.8)\n                        ]\n       \n \n  \n       \n \n  \n                     In the setting of coronary artery bypass graft (CABG) surgery [\n        \n  \n   \n        \n  \n   see \n         \n   \n    \n         \n   \n    Warnings and Precautions (5.1)\n                        ]"
}