{
    "root": "30c8cf88-2ab9-b7c9-e063-6394a90a8ce1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Naproxen Sodium",
    "value": "20250320",
    "ingredients": [
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "NAPROXEN SODIUM",
            "code": "9TN87S3A3C"
        }
    ],
    "indications": "Naproxen sodium tablets are indicated for:\n                  The relief of the signs and symptoms of:\n                  \n                     rheumatoid arthritis\n                     osteoarthritis\n                     ankylosing spondylitis\n                     Polyarticular Juvenile Idiopathic Arthritis\n                  \n                  Naproxen sodium tablets are also indicated for:\n                  The relief of signs and symptoms of:\n                  \n                     tendonitis\n                     bursitis\n                     acute gout\n                  \n                  The management of:\n                  \n                     pain\n                     primary dysmenorrhea",
    "contraindications": "Use the lowest effective dosage for shortest duration consistent with individual patient treatment goals. (2.1) R h e u m a toid Arthritis, Osteoarthritis, and Ankylosing Spondylitis Naproxen sodium tablets 275 mg twice daily Naproxen sodium tablets 550 mg twice daily Polyarticular Juvenile Idiopathic Arthritis Naproxen tablets may not allow for the flexible dose titration needed in pediatric patients with polyarticular juvenile idiopathic arthritis. A liquid formulation may be more appropriate. Recommended total daily dose of naproxen is approximately 10 mg/kg given in 2 divided doses. Dosing with naproxen tablets is not appropriate for children weighing less than 50 kilograms. Ma n a g e m e nt of Pain, Primary Dysmenorrhea, and Acute Tendonitis and Bursitis Recommended starting dose 550 mg of naproxen sodium as naproxen sodium tablet followed by 550 mg every 12 hours or 275 mg every 6 to 8 hours as required. The initial total daily dose should not exceed 1,375 mg of naproxen sodium tablets. Thereafter, the total daily dose should not exceed 1,100 mg of naproxen sodium. Naproxen sodium tablets are recommended for the management of acute painful conditions when prompt onset of pain relief is desired. A c u te Gout Recommended starting dose 825 mg of naproxen sodium tablets followed by 275 mg every 8 hours.",
    "warningsAndPrecautions": "Naproxen Sodium Tablets USP,\n \n  550 mg, are supplied as blue, oval, biconvex, film coated tablets debossed “IP” bisect “194” on obverse and plain on reverse. They are available as follows:\n\n \n                  Bottle of 6 Tablets: NDC 55289-367-06\n                  Bottle of 10 Tablets: NDC 55289-367-10\n                  Bottle of 14 Tablets: NDC 55289-367-14\n                  Bottle of 15 Tablets: NDC 55289-367-15\n                  Bottle of 20 Tablets: NDC 55289-367-20\n                  Bottle of 28 Tablets: NDC 55289-367-28\n                  Bottle of 30 Tablets: NDC 55289-367-30\n                  Bottle of 42 Tablets: NDC 55289-367-42\n                  Bottle of 60 Tablets: NDC 55289-367-60\n                  Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Dispense in well-closed, light-resistant containers as defined in the USP.",
    "adverseReactions": "Naproxen Sodium Tablets are contraindicated in the following patients:\n                  \n                     Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to naproxen or any components of the drug product\n  \n   [see\n   \n    Warnings and Precautions (5.7,\n   \n    5.9)]\n  \n   \n                     \n                     History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients\n  \n   [see\n   \n    Warnings and Precautions (5.7,\n   \n    5.8)]\n  \n   \n                     \n                     In the setting of coronary artery bypass graft (CABG) surgery\n  \n   [see\n   \n    Warnings and Precautions (5.1)]"
}