{
    "root": "30c90d31-b4c5-a517-e063-6394a90a633c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": {
        "text": "Vitafol-OB Plus DHA",
        "suffix": {
            "text": "Prenatal Supplement Plus DHA"
        }
    },
    "value": "20250320",
    "ingredients": [],
    "indications": "Vitafol \n  速-OB+DHA is indicated to provide vitamin, mineral and omega-3 fatty acid supplementation prior to conception, throughout pregnancy, and during the postnatal period for the lactating and non-lactating mother.*\n \n                  Vitafol \n  速-OB+DHA does not contain fish, fish oils, fish proteins or fish byproducts.",
    "contraindications": "Before, during and after pregnancy, take one caplet and one soft-gel capsule by mouth daily, or as directed by a physician.",
    "warningsAndPrecautions": "Vitafol\n  速-OB+DHA is available as a light blue caplet debossed EV0079 and one amber-colored DHA softgel capsule. Available in Box of Unit-Dose pack of 30 (5 child resistant blister cards of 6 caplets and 6 softgel capsules each) (0642-0076-30) and as professional samples (0642-0076-03).",
    "adverseReactions": "Vitafol\n       \n \n  速-OB+DHA is contraindicated in patients with hypersensitivity to any of its components or color additives.\n      \n\n \n                  Folic acid is contraindicated in patients with untreated and uncomplicated pernicious anemia, and in those with anaphylactic sensitivity to folic acid. \n                  Iron therapy is contraindicated in patients with hemochromatosis and patients with iron storage disease or the potential for iron storage disease due to chronic hemolytic anemia (e.g., inherited anomalies of hemoglobin structure or synthesis and/or red cell enzyme deficiencies, etc.), pyridoxine responsive anemia, or cirrhosis of the liver. \n                  Cyanocobalamin is contraindicated in patients with sensitivity to cobalt or to cyanocobalamin (vitamin B-12)."
}