{
    "root": "30ca5ab4-1e96-888b-e063-6294a90abae0",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Oxycodone Hydrochloride",
    "value": "20250320",
    "ingredients": [
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "SUCRALOSE",
            "code": "96K6UQ3ZD4"
        },
        {
            "name": "OXYCODONE HYDROCHLORIDE",
            "code": "C1ENJ2TE6C"
        }
    ],
    "indications": "Oxycodone Hydrochloride Oral Solution is indicated in adults for the management of pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate.\n                  \n                     Limitations of Use: Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dosage or duration \n  [see \n   Warnings and Precautions (5.2)], \n  reserve Oxycodone Hydrochloride Oral Solution for use in patients for whom alternative treatment options [e.g., non-opioid analgesics or opioid combination products]:\n \n                  \n                     Have not been tolerated, or are not expected to be tolerated,\n                     Have not provided adequate analgesia, or are not expected to provide adequate analgesia.\n   \n\tOxycodone Hydrochloride Oral Solution should not be used for an extended period of time unless the pain remains severe enough to require an opioid analgesic and for which alternative treatment options continue to be inadequate.",
    "contraindications": "Oxycodone Hydrochloride Oral Solution should be prescribed only by healthcare professionals who areknowledgeable about the use of opioids and how to mitigate the associated risks. (2.1) Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals. Reserve titration to higher doses of Oxycodone Hydrochloride Oral Solution for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. (2.1 , 5) Many acute pain conditions (e.g., the pain that occurs with a number of surgical procedures or acute musculoskeletal injuries) require no more than a few days of an opioid analgesic. Clinical guidelines on opioid prescribing for some acute pain conditions are available. (2.1) Initiate the dosing regimen for each patient individually, taking into account the patient’s underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse. (2.1 , 5.2) Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with Oxycodone Hydrochloride Oral Solution. Consider this risk when selecting an initial dose and making dose adjustments. (2.1 , 5.3) Discuss availability of naloxone with the patient and caregiver and assess each patient’s need for access to naloxone, both when initiating and renewing treatment with Oxycodone Hydrochloride Oral Solution. Consider prescribing naloxone based on the patient’s risk factors for overdose. (2.2 , 5.2 , 5.3 , 5.4) Initiate dosing with a range of 5 to 15 mg every 4 to 6 hours as needed for pain, and at the lowest dose necessary to achieve adequate analgesia. Titrate the dose based upon the individual patient’s response to their initial doseof Oxycodone Hydrochloride Oral Solution. (2.2 , 2.4) . Do not abruptly discontinue Oxycodone Hydrochloride Oral Solution in a physically-dependent patient because rapid discontinuation of opioid analgesics has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. (2.5, 5.15)",
    "warningsAndPrecautions": "Oxycodone Hydrochloride Oral Solution USP\n                     \n                     The 5 mg/5 mL (1 mg/mL) solution is supplied as a clear, red solution for oral administration.\n                  \n                  5 mL unit dose cups: 40 cups (4 x 10) NDC 60687-406-77\n  \n5 mL unit dose cups: 50 cups (5 x 10) NDC 60687-406-67\n \n                  Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n  \nStore Oxycodone Hydrochloride Oral Solution securely and dispose of properly.\n \n                  \n                     DO NOT USE IF SEAL IS BROKEN.",
    "adverseReactions": "Oxycodone Hydrochloride Oral Solution is contraindicated in patients with:\n                  \n                     Significant respiratory depression \n   [see\n                        \n                           Warnings and Precautions (5.3)\n                        \n                        ]\n                     \n                     Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment \n   [see\n                        \n                           Warnings and Precautions (5.9)\n                        \n                        ]\n                     \n                     Known or suspected gastrointestinal obstruction, including paralytic ileus \n   [see\n                        \n                           Warnings and Precautions (5.13)\n                        \n                        ]\n                     \n                     Hypersensitivity to oxycodone \n   [see \n    Adverse Reactions (6)]"
}