{
    "root": "30ca5702-272c-7528-e063-6294a90abbc1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "INVOKANA",
    "value": "20250320",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (1600000 WAMW)",
            "code": "RFW2ET671P"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3350",
            "code": "G2M7P15E5P"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "CANAGLIFLOZIN",
            "code": "0SAC974Z85"
        }
    ],
    "indications": "INVOKANA (canagliflozin) is indicated:\n                  \n                     \n                        as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients aged 10 years and older with type 2 diabetes mellitus.\n                     \n                     to reduce the risk of major adverse cardiovascular events (cardiovascular death, nonfatal myocardial infarction and nonfatal stroke) in adults with type 2 diabetes mellitus and established cardiovascular disease (CVD).\n                     to reduce the risk of end-stage kidney disease (ESKD), doubling of serum creatinine, cardiovascular (CV) death, and hospitalization for heart failure in adults with type 2 diabetes mellitus and diabetic nephropathy with albuminuria greater than 300 mg/day.",
    "contraindications": "Assess renal function before initiating and as clinically indicated. Assess volume status and correct volume depletion before initiating ( 2.1 ). The recommended starting dosage in adults and pediatric patients aged 10 years and older with type 2 diabetes mellitus is 100 mg orally once daily, taken before the first meal of the day to improve glycemic control. The dosage can be increased to 300 mg once daily in patients tolerating 100 mg once daily who have an eGFR of 60 mL/min/1.73 m 2 or greater and require additional glycemic control ( 2.2 ). For all other indications in adults, the recommended dosage of INVOKANA is 100 mg orally once daily ( 2.2 ). Dosage adjustments for patients with renal impairment may be required ( 2.3 ). See full prescribing information for INVOKANA dosage modifications due to drug interactions ( 2.4 ). Withhold INVOKANA at least 3 days, if possible, prior to surgery or procedures associated with prolonged fasting ( 2.5 ).",
    "warningsAndPrecautions": "INVOKANA\n \n  ®(canagliflozin) tablets are available in the strengths and packages listed below:\n\n \n                  100 mg tablets are yellow, capsule-shaped, film-coated tablets with \"CFZ\" on one side and \"100\" on the other side.\n                  \n                     \n                     \n                     \n                        \n                             NDC 50458-140-30\n                           Bottle of 30\n                        \n                        \n                             NDC 50458-140-90\n                           Bottle of 90\n                        \n                        \n                             NDC 50458-140-50\n                           Bottle of 500\n                        \n                     \n                  \n                  300 mg tablets are white, capsule-shaped, film-coated tablets with \"CFZ\" on one side and \"300\" on the other side.\n                  \n                     \n                     \n                     \n                        \n                             NDC 50458-141-30\n                           Bottle of 30\n                        \n                        \n                             NDC 50458-141-90\n                           Bottle of 90\n                        \n                        \n                             NDC 50458-141-50\n                           Bottle of 500",
    "adverseReactions": "INVOKANA is contraindicated in patients with a serious hypersensitivity reaction to INVOKANA, such as anaphylaxis or angioedema\n \n  [see\n  \n   Warnings and Precautions (5.8)and\n  \n   Adverse Reactions (6.1,\n  \n   6.2)]\n \n  ."
}