{
    "root": "30ca698c-7fb2-9fa7-e063-6294a90abd86",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Sulindac",
    "value": "20250320",
    "ingredients": [
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SULINDAC",
            "code": "184SNS8VUH"
        }
    ],
    "indications": "Carefully consider the potential benefits and risks of sulindac and other treatment options before deciding to use sulindac. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see\n \n  \n                        WARNINGS\n                     ).\n\n \n                  Sulindac tablets, USP are indicated for acute or long-term use in the relief of signs and symptoms of the following:\n                  \n                     \n                        Osteoarthritis\n                     \n                     \n                        Rheumatoid arthritis**\n                     \n                     \n                        Ankylosing spondylitis\n                     \n                     \n                        Acute painful shoulder (Acute subacromial bursitis/supraspinatus tendinitis)\n                     \n                     \n                        Acute gouty arthritis\n                     \n                  \n                  **The safety and effectiveness of sulindac have not been established in rheumatoid arthritis patients who are designated in the American Rheumatism Association classification as Functional Class IV (incapacitated, largely or wholly bedridden, or confined to wheelchair; little or no self-care).",
    "contraindications": "Carefully consider the potential benefits and risks of sulindac and other treatment options before deciding to use sulindac. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see\n \n  \n                        WARNINGS\n                     ).\n\n \n                  After observing the response to initial therapy with sulindac, the dose and frequency should be adjusted to suit an individual patient's needs.\n                  Sulindac should be administered orally twice a day with food. The maximum dosage is 400 mg per day. Dosages above 400 mg per day are not recommended.\n                  In osteoarthritis, rheumatoid arthritis, and ankylosing spondylitis, the recommended starting dosage is 150 mg twice a day. The dosage may be lowered or raised depending on the response.\n                  A prompt response (within one week) can be expected in about one-half of patients with osteoarthritis, ankylosing spondylitis, and rheumatoid arthritis. Others may require longer to respond.\n                  In acute painful shoulder (acute subacromial bursitis/supraspinatus tendinitis) and acute gouty arthritis, the recommended dosage is 200 mg twice a day. After a satisfactory response has been achieved, the dosage may be reduced according to the response. In acute painful shoulder, therapy for 7 to 14 days is usually adequate. In acute gouty arthritis, therapy for 7 days is usually adequate.",
    "warningsAndPrecautions": "Sulindac tablets, USP 200 mg are scored, yellow, round tablets imprinted \n  DAN DAN and \n  5660supplied in bottles of :\n \n                  NDC 55289-930-10 Bottles of 10 tablets\n                  NDC 55289-930-20 Bottles of 20 tablets\n                  NDC 55289-930-30 Bottles of 30 tablets\n                  Dispense in a well-closed container with child-resistant closure.\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  Dispense with Medication Guide available at: www.tevausa.com/medguides",
    "adverseReactions": "Sulindac tablets are contraindicated in patients with known hypersensitivity to sulindac or the excipients (see\n \n  \n                        DESCRIPTION\n                     ).\n\n \n                  Sulindac tablets should not be given to patients who have experienced asthma, urticaria, or allergic-type reactions after taking aspirin or other NSAIDs. Severe, rarely fatal, anaphylactic/anaphylactoid reactions to NSAIDs have been reported in such patients (see\n \n  \n                        WARNINGS – Anaphylactic/Anaphylactoid Reactions\n                     , and\n \n  \n                        PRECAUTIONS – Preexisting Asthma\n                     ).\n\n \n                  • In the setting of coronary artery bypass graft (CABG) surgery (see\n \n  \n                        WARNINGS)"
}