{
    "root": "30cd9079-8340-b52b-e063-6294a90ad560",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Omeprazole",
    "value": "20250320",
    "ingredients": [
        {
            "name": "GLYCERYL MONOSTEARATE",
            "code": "230OU9XXE4"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MEGLUMINE",
            "code": "6HG8UB2MUY"
        },
        {
            "name": "METHACRYLIC ACID - ETHYL ACRYLATE COPOLYMER (1:1) TYPE A",
            "code": "NX76LV5T8J"
        },
        {
            "name": "POLOXAMER 407",
            "code": "TUF2IVW3M2"
        },
        {
            "name": "RAW SUGAR",
            "code": "8M707QY5GH"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TRIETHYL CITRATE",
            "code": "8Z96QXD6UM"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "D&C RED NO. 28",
            "code": "767IP0Y5NH"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "OMEPRAZOLE",
            "code": "KG60484QX9"
        }
    ],
    "indications": "Omeprazole is a proton pump inhibitor (PPI) indicated for the: • Treatment of active duodenal ulcer in adults (1.1) • Eradication of Helicobacter pylori to reduce the risk of duodenal ulcer recurrence in adults (1.2) • Treatment of active benign gastric ulcer in adults (1.3) • Treatment of symptomatic gastroesophageal reflux disease (GERD) in patients 2 years of age and older (1.4) • Maintenance of healing of EE due to acid-mediated GERD in patients 2 years of age and older (1.6) • Pathologic hypersecretory conditions in adults (1.7)",
    "contraindications": "Indication Recommended Adult (2.1) and Pediatric Dosage (2.2) Treatment of Active Duodenal Ulcer 20 mg once daily for 4 weeks; some patients may require an additional 4 weeks (2.1) H. pylori Eradication to Reduce the Risk of Duodenal Ulcer Recurrence Triple Therapy: Omeprazole delayed-release capsules Amoxicillin Clarithromycin 20 mg 1000 mg 500 mg Each drug twice daily for 10 days (2.1) * Dual Therapy: Omeprazole delayed-release capsules Clarithromycin 40 mg once daily for 14 days** 500 mg three times daily for 14 days (2.1) Active Benign Gastric Ulcer 40 mg once daily for 4 to 8 weeks (2.1) Symptomatic GERD 20 mg once daily for up to 4 weeks (2.1) See full prescribing information for weight based dosing in pediatric patients 2 years of age and older (2.2) EE due to Acid-Mediated GERD 20 mg once daily for 4 to 8 weeks (2.1) *** Maintenance of Healing of EE due to Acid-Mediated GERD 20 mg once daily (2.1) **** See full prescribing information for weight based dosing in pediatric patients 2 years of age and older (2.2) Pathological Hypersecretory Conditions Starting dose is 60 mg once daily (varies with individual patient, see full prescribing information) as long as clinically indicated (2.1) * if ulcer present, continue omeprazole delayed-release capsules 20 mg once daily for an additional 18 days. ** if ulcer present, continue omeprazole delayed-release capsules 20 mg once daily for an additional 14 days. *** an additional 4 weeks of treatment may be given if no response; if recurrence additional 4 to 8 week courses may be considered. **** studied for 12 months. Reduce the dosage to 10 mg once daily for patients with hepatic impairment (Child-Pugh Class A, B, or C) and Asian patients ( 8.6 , 8.7 )",
    "warningsAndPrecautions": "Omeprazole delayed-release capsules USP, 20 mg are off-white to pale yellow, spherical, enteric coated pellets filled in size '2' hard gelatin capsule shells with opaque purple colored cap and opaque grey colored body,imprinted 'OMEPRAZOLE' 20 mg on cap and 'R644' on body with black ink and are supplied in bottles of:\n                  Bottles of 30 NDC 72789-482-30\n                  Bottles of 60 NDC 72789-482-60\n                  Bottles of 90 NDC 72789-482-90\n                  \n                  \n                  \n                     Storage\n                  \n                  Store omeprazole delayed-release capsules in a tight container protected from light and moisture. Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].",
    "adverseReactions": "• Omeprazole delayed-release capsules are contraindicated in patients with known hypersensitivity reactions including anaphylaxis to the formulation or any substituted benzimidazole. Hypersensitivity reactions may include anaphylaxis, anaphylactic shock, angioedema, bronchospasm, acute tubulointerstitial nephritis, and urticaria [see Warnings and Precautions (\n \n  5.2), Adverse Reactions\n \n  (6)].\n\n \n                  • Proton pump inhibitors (PPIs), including omeprazole, are contraindicated in patients receiving rilpivirine-containing products [see Drug Interactions\n \n  \n                     (7)].\n\n \n                  • For information about contraindications of antibacterial agents (clarithromycin and amoxicillin) indicated in combination with omeprazole, refer to the CONTRAINDICATIONS section of their package inserts."
}