{
    "root": "30da6429-406b-9649-e063-6294a90a73bc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "HERCESSI",
    "value": "20250321",
    "ingredients": [
        {
            "name": "HISTIDINE MONOHYDROCHLORIDE MONOHYDRATE",
            "code": "X573657P6P"
        },
        {
            "name": "HISTIDINE",
            "code": "4QD397987E"
        },
        {
            "name": "TREHALOSE DIHYDRATE",
            "code": "7YIN7J07X4"
        },
        {
            "name": "POLYSORBATE 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "TRASTUZUMAB",
            "code": "P188ANX8CK"
        }
    ],
    "indications": "Hercessi is a HER2/neu receptor antagonist indicated for: The treatment of HER2-overexpressing breast cancer. (1.1, 1.2) The treatment of HER2-overexpressing metastatic gastric or gastroesophageal junction adenocarcinoma. (1.3) Select patients for therapy based on an FDA-approved companion diagnostic for a trastuzumab product (1, 2.1).",
    "contraindications": "For intravenous (IV) infusion only. Do not administer as an IV push or bolus. HERCESSI TM has different dosage and administration instructions than subcutaneous trastuzumab products. (2.3) Do not substitute HERCESSI TM (trastuzumab-strf) for or with ado-trastuzumab emtansine or fam-trastuzumab deruxtecan. (2.3) Perform HER2 testing using FDA-approved tests by laboratories with demonstrated proficiency. (1, 2.2) Adjuvant Treatment of HER2-Overexpressing Breast Cancer (2.2) Administer at either: • Initial dose of 4 mg/kg over 90 minutes IV infusion, then 2 mg/kg over 30 minutes IV infusion weekly for 12 weeks (with paclitaxel or docetaxel) or 18 weeks (with docetaxel and carboplatin). One week after the last weekly dose of HERCESSI TM , administer 6 mg/kg as an IV infusion over 30-90 minutes every three weeks to complete a total of 52 weeks of therapy, or • Initial dose of 8 mg/kg over 90 minutes IV infusion, then 6 mg/kg over 30-90 minutes IV infusion every three weeks for 52 weeks. Metastatic HER2-Overexpressing Breast Cancer (2.3) • Initial dose of 4 mg/kg as a 90 minutes IV infusion followed by subsequent weekly doses of 2 mg/kg as 30 minutes IV infusions. Metastatic HER2-Overexpressing Gastric Cancer (2.3) • Initial dose of 8 mg/kg over 90 minutes IV infusion, followed by 6 mg/kg over 30 to 90 minutes IV infusion every 3 weeks.",
    "warningsAndPrecautions": null,
    "adverseReactions": "None."
}