{
    "root": "311a9f57-aa38-2ab2-e063-6394a90a0000",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ACETAMINOPHEN AND CODEINE PHOSPHATE",
    "value": "20250324",
    "ingredients": [
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "CROSPOVIDONE",
            "code": "2S7830E561"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "ACETAMINOPHEN",
            "code": "362O9ITL9D"
        },
        {
            "name": "CODEINE PHOSPHATE",
            "code": "GSL05Y1MN6"
        }
    ],
    "indications": "Acetaminophen and codeine phosphate tablets are indicated for the management of mild to moderate pain, where treatment with an opioid is appropriate and for which alternative treatments are inadequate. \n  \n                     \n                     Limitations of Use\n                  \n                  Because of the risks of addiction, abuse, and misuse, with opioids, which can occur at any dosage or duration (see\n \n  \n                        WARNINGS\n                     ), reserve acetaminophen and codeine phosphate tablets for use in patients for whom alternative treatment options (e.g., non-opioid analgesics)\n\n \n                  · Have not been tolerated, or are not expected to be tolerated.\n                  · Have not provided adequate analgesia, or are not expected to provide adequate analgesia.\n                  Acetaminophen and codeine phosphate tablets should not be used for an extended period of time unless the pain remains severe enough to require an opioid analgesic and for which alternative treatment options continue to be inadequate.",
    "contraindications": "Important Dosage and Administration Instructions\n                     \n                  \n                  Acetaminophen and codeine phosphate tablets should be prescribed only by healthcare professionals who are knowledgeable about the use of opioids and how to mitigate the associated risks.\n                  \n                  Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals\n \n  [see\n  \n   Warnings].\n \n  Because the risk of overdose increases as opioid doses increase, reserve titration to higher doses of acetaminophen and codeine phosphate tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks.\n\n \n                  Many acute pain conditions (e.g., the pain that occurs with a number of surgical procedures or acute musculoskeletal injuries) require no more than a few days of an opioid analgesic. Clinical guidelines on opioid prescribing for some acute pain conditions are available.\n                  \n                  There is variability in the opioid analgesic dose and duration needed to adequately manage pain due both to the cause of pain and to individual patient factors. Initiate the dosing regimen for each patient individually, taking into account the patient’s underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse [see\n \n  \n                        Warnings\n                     ].\n\n \n                  \n                  Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with acetaminophen and codeine phosphate tablets. Consider this risk when selecting an initial dose and when making dose adjustments [see\n \n  \n                        Warnings\n                     ].\n\n \n                  \n                  \n                     \n                        Patient Access to Naloxone for the Emergency Treatment of Opioid Overdose\n                     \n                       Discuss the availability of naloxone for the emergency treatment of opioid overdose with the patient and caregiver and assess the potential need for access to naloxone, both when initiating and renewing treatment with acetaminophen and codeine phosphate tablets (see\n \n  \n                        WARNINGS, Life-Threatening Respiratory Depression\n                     \n                     ;\n  \n   \n                           PRECAUTIONS, Information for Patients/Caregivers\n                        \n                     ).\n\n \n                  \n                  Inform patients and caregivers about the various ways to obtain naloxone as permitted by individual state naloxone dispensing and prescribing regulations (e.g., by prescription, directly from a pharmacist, or as part of a community based program).\n                  \n                  Consider prescribing naloxone, based on the patient’s risk factors for overdose, such as concomitant use of CNS depressants, a history of opioid use disorder, or prior opioid overdose. The presence of risk factors for overdose should not prevent the proper management of pain in any given patient (see\n \n  \n                        WARNINGS\n                     \n                     ,\n  \n   \n                           Addiction, Abuse, and Misuse\n                        ,\n  \n   \n                           Life-Threatening Respiratory Depression\n                        ,\n  \n   \n                           Risks from Concomitant Use with Benzodiazepines or Other CNS Depressants\n                        \n                     ).\n\n \n                  \n                  Consider prescribing naloxone when the patient has household members (including children) or other close contacts at risk for accidental ingestion or overdose.\n                  \n                  Initial Dosage \n    Use of Acetaminophen and Codeine Phosphate Tablets as the First Opioid Analgesic\n \n                  Initiate treatment with acetaminophen and codeine phosphate tablets in a dosing range of 300 mg to 600 mg of acetaminophen and 30 mg to 60 mg of codeine phosphate every 4 hours as needed for pain, at the lowest dose necessary to achieve adequate analgesia. Titrate the dose based upon the individual patient’s response to their initial dose of acetaminophen and codeine phosphate tablets. \n  \n                       The usual adult dosage is: \n    Acetaminophen and codeine phosphate tablets (codeine 15 mg and acetaminophen 300 mg): Take 1 to 2 tablets every 4 hours as needed for pain. \n  \n                       Acetaminophen and codeine phosphate tablets (codeine 30 mg and acetaminophen 300 mg): Take 1 to 2 tablets every 4 hours as needed for pain. \n  \n                       Acetaminophen and codeine phosphate tablets (codeine 60 mg and acetaminophen 300 mg): Take one tablet every 4 hours as needed for pain. \n  \n                  \n                  \n                     \n                        \n                           \n                           \n                              \n                              Single Doses (Range)\n                           \n                           \n                              \n                              Maximum 24-Hour Dose\n                           \n                        \n                        \n                           \n                                Codeine Phosphate \n    \n                           \n                                 15 mg to 60 mg\n    \n                           \n                                 360 mg\n    \n                        \n                        \n                           \n                                 Acetaminophen\n    \n                           \n                                 300 mg to 1,000 mg\n    \n                           \n                                 4,000 mg\n    \n                        \n                     \n                  \n                  \n                  The prescriber must determine the number of tablets per dose, and the maximum number of tablets per 24 hours, based upon the above dosage guidance. This information should be conveyed in the prescription.\n                  \n                  Conversion from Other Opioids to acetaminophen and codeine phosphate tablets\n                  \n                  There is inter-patient variability in the potency of opioid drugs and opioid formulations. Therefore, a conservative approach is advised when determining the total daily dosage of acetaminophen and codeine phosphate tablets. It is safer to underestimate a patient’s 24-hour acetaminophen and codeine phosphate tablets dosage than to overestimate the 24-hour acetaminophen and codeine phosphate tablets dosage and manage an adverse reaction due to overdose.\n                  \n                     \n                     \n                        Titration and Maintenance of Therapy\n                     Individually titrate acetaminophen and codeine phosphate tablets to a dose that provides adequate analgesia and minimizes adverse reactions. Continually reevaluate patients receiving acetaminophen and codeine phosphate tablets to assess the maintenance of pain control, signs and symptoms of opioid withdrawal, and other adverse reactions, as well as reassess for the development of addiction, abuse, or misuse (see\n \n  \n                        WARNINGS\n                     ). Frequent communication is important among the prescriber, other members of the healthcare team, the patient, and the caregiver/family during periods of changing analgesic requirements, including initial titration.\n\n \n                  \n                  If the level of pain increases after dosage stabilization, attempt to identify the source of increased pain before increasing the acetaminophen and codeine phosphate tablets dosage. If after increasing the dosage, unacceptable opioid-related adverse reactions are observed (including an increase in pain after dosage increase), consider reducing the dosage (see\n \n  \n                        WARNINGS\n                     ). Adjust the dosage to obtain an appropriate balance between management of pain and opioid-related adverse reactions.\n\n \n                  \n                  \n                     \n                        Safe Reduction and Discontinuation of Acetaminophen and Codeine Phosphate Tablets\n \n  \n                       Do not abruptly discontinue acetaminophen and codeine phosphate tablets in patients who may be physically dependent on opioids. Rapid discontinuation of opioid analgesics in patients who are physically dependent on opioids has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. Rapid discontinuation has also been associated with attempts to find other sources of opioid analgesics, which may be confused with drug-seeking for abuse. Patients may also attempt to treat their pain or withdrawal symptoms with illicit opioids, such as heroin, and other substances.\n\n \n                  \n                  When a decision has been made to decrease the dose or discontinue therapy in an opioid-dependent patient taking acetaminophen and codeine phosphate tablets, there are a variety of factors that should be considered, including the total daily dose of opioid (including acetaminophen and codeine phosphate tablets) the patient has been taking, the duration of treatment, the type of pain being treated, and the physical and psychological attributes of the patient. It is important to ensure ongoing care of the patient and to agree on an appropriate tapering schedule and follow-up plan so that patient and provider goals and expectations are clear and realistic. When opioid analgesics are being discontinued due to a suspected substance use disorder, evaluate and treat the patient, or refer for evaluation and treatment of the substance use disorder. Treatment should include evidence-based approaches, such as medication assisted treatment of opioid use disorder. Complex patients with co-morbid pain and substance use disorders may benefit from referral to a specialist.\n                  \n                  There are no standard opioid tapering schedules that are suitable for all patients. Good clinical practice dictates a patient-specific plan to taper the dose of the opioid gradually. For patients on acetaminophen and codeine phosphate tablets who are physically opioid-dependent, initiate the taper by a small enough increment (e.g., no greater than 10% to 25% of the total daily dose) to avoid withdrawal symptoms, and proceed with dose-lowering at an interval of every 2 to 4 weeks. Patients who have been taking opioids for briefer periods of time may tolerate a more rapid taper.\n                  It may be necessary to provide the patient with lower dosage strengths to accomplish a successful taper. Reassess the patient frequently to manage pain and withdrawal symptoms, should they emerge. Common withdrawal symptoms include restlessness, lacrimation, rhinorrhea, yawning, perspiration, chills, myalgia, and mydriasis. Other signs and symptoms also may develop, including irritability, anxiety, backache, joint pain, weakness, abdominal cramps, insomnia, nausea, anorexia, vomiting, diarrhea, or increased blood pressure, respiratory rate, or heart rate. If withdrawal symptoms arise, it may be necessary to pause the taper for a period of time or raise the dose of the opioid analgesic to the previous dose, and then proceed with a slower taper. In addition, evaluate patients for any changes in mood, emergence of suicidal thoughts, or use of other substances.\n                  \n                  When managing patients taking opioid analgesics, particularly those who have been treated for an extended period of time, and/or with high doses for chronic pain, ensure that a multimodal approach to pain management, including mental health support (if needed), is in place prior to initiating an opioid analgesic taper. A multimodal approach to pain management may optimize the treatment of chronic pain, as well as assist with the successful tapering of the opioid analgesic [see\n \n  \n                        WARNINGS\n                     \n                     ;\n  \n   \n                           Withdrawal\n                        ,\n  \n   \n                           DRUG ABUSE AND DEPENDENCE\n                        \n                     ].",
    "warningsAndPrecautions": "Acetaminophen and Codeine Phosphate Tablets USP, 300 mg/30 mg contain acetaminophen 300 mg and codeine phosphate 30 mg. The tablets are white colored, round flat-faced beveled edge, debossed one side with W242.\n                  \n                  NDC: 70518-2628-00\n                  NDC: 70518-2628-01\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  \n                  Store Acetaminophen and Codeine Phosphate Tablets, USP at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n                  \n                  Dispense in tight, light-resistant container as defined in the USP.\n                  \n                  \n                  Store acetaminophen and codeine phosphate tablets securely and dispose of properly (see PRECAUTIONS, Information for Patients).\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Acetaminophen and codeine phosphate tablets are contraindicated for: \n    · All children younger than 12 years of age (see\n \n  \n                        WARNINGS\n                     ) \n    · Post-operative management in children younger than 18 years of age following tonsillectomy and/or adenoidectomy (see\n \n  \n                        WARNINGS\n                     ).\n\n \n                  Acetaminophen and codeine phosphate tablets are contraindicated in patients with: \n    · Significant respiratory depression (see\n \n  \n                        WARNINGS\n                     ). \n    · Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment (see\n \n  \n                        WARNINGS\n                     ). \n    · Concurrent use of monoamine oxidase inhibitors (MAOIs) or use of MAOIs within the last 14 days (see\n \n  \n                        WARNINGS\n                     ). \n    · Known or suspected gastrointestinal obstruction, including paralytic ileus (see\n \n  \n                        WARNINGS\n                     ). \n    · Hypersensitivity to codeine, acetaminophen, or any of the ingredients (e.g., anaphylaxis) (see\n \n  \n                        WARNINGS\n                     )."
}