{
    "root": "311aec7e-3cce-4829-e063-6294a90abba8",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "venlafaxine",
    "value": "20250324",
    "ingredients": [
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "VENLAFAXINE HYDROCHLORIDE",
            "code": "7D7RX5A8MO"
        }
    ],
    "indications": "Venlafaxine tablets, USP are indicated for the treatment of major depressive disorder. \n  \n                       The efficacy of venlafaxine tablets, USP in the treatment of major depressive disorder was established in 6-week controlled trials of adult outpatients whose diagnoses corresponded most closely to the DSM-III or DSM-III-R category of major depression and in a 4-week controlled trial of inpatients meeting diagnostic criteria for major depression with melancholia (see\n \n  \n                        \n                           CLINICAL TRIALS\n                        \n                     ). \n  \n                       A major depressive episode implies a prominent and relatively persistent depressed or dysphoric mood that usually interferes with daily functioning (nearly every day for at least 2 weeks); it should include at least 4 of the following 8 symptoms: change in appetite, change in sleep, psychomotor agitation or retardation, loss of interest in usual activities or decrease in sexual drive, increased fatigue, feelings of guilt or worthlessness, slowed thinking or impaired concentration, and a suicide attempt or suicidal ideation. \n  \n                       The efficacy of venlafaxine hydrochloride extended-release capsules in maintaining an antidepressant response for up to 26 weeks following 8 weeks of acute treatment was demonstrated in a placebo-controlled trial. The efficacy of venlafaxine tablets, USP in maintaining an antidepressant response in patients with recurrent depression who had responded and continued to be improved during an initial 26 weeks of treatment and were then followed for a period of up to 52 weeks was demonstrated in a second placebo-controlled trial (see\n \n  \n                        \n                           CLINICAL TRIALS\n                        \n                     ). Nevertheless, the physician who elects to use venlafaxine tablets, USP/venlafaxine hydrochloride extended-release capsules for extended periods should periodically re-evaluate the long-term usefulness of the drug for the individual patient.",
    "contraindications": null,
    "warningsAndPrecautions": "Venlafaxine Tablets USP, 75 mg are peach colored, circular, biconvex, uncoated tablets debossed with 'I' and breakline on one side and '21' on the other side.\n                  NDC: 70518-2652-00\n                  NDC: 70518-2652-01\n                  NDC: 70518-2652-02\n                  NDC: 70518-2652-03\n                  PACKAGING: 90 in 1 BOTTLE PLASTIC\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 30 in 1 BOTTLE PLASTIC\n                  PACKAGING: 60 in 1 BOTTLE PLASTIC\n                  Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature] in a dry place.\n                  Dispense in a well-closed container as defined in the USP.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Hypersensitivity to venlafaxine hydrochloride or to any excipients in the formulation.\n                  \n                  The use of MAOIs intended to treat psychiatric disorders with venlafaxine tablets or within 7 days of stopping treatment with venlafaxine tablets is contraindicated because of an increased risk of serotonin syndrome. The use of venlafaxine tablets within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated (see \n \n  \n                        WARNINGS\n                     and \n \n  \n                        DOSAGE AND ADMINISTRATION\n                     ).\n\n \n                  \n                  Starting venlafaxine tablets in a patient who is being treated with MAOIs such as linezolid or intravenous methylene blue is also contraindicated because of an increased risk of serotonin syndrome (see\n \n  \n                        \n                           \n                              WARNINGS\n                           \n                        \n                      and \n \n  \n                        DOSAGE AND ADMINISTRATION\n                     )."
}