{
    "root": "311bd729-aa03-c3c9-e063-6394a90a9a4a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "metronidazole",
    "value": "20250324",
    "ingredients": [
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, LOW SUBSTITUTED",
            "code": "2165RE0K14"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3350",
            "code": "G2M7P15E5P"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "METRONIDAZOLE",
            "code": "140QMO216E"
        }
    ],
    "indications": "Symptomatic \n \n  Trichomoniasis.Metronidazole tablets, USP are indicated for the treatment of\n \n  T. \n \n  vaginalisinfection in females and males when the presence of the trichomonad has been confirmed by appropriate laboratory procedures (wet smears and/or cultures).\n\n \n                  \n                     Asymptomatic \n \n  Trichomoniasis.Metronidazole tablets, USP are indicated in the treatment of asymptomatic\n \n  T. \n \n  vaginalisinfection in females when the organism is associated with endocervicitis, cervicitis, or cervical erosion. Since there is evidence that presence of the trichomonad can interfere with accurate assessment of abnormal cytological smears, additional smears should be performed after eradication of the parasite.\n\n \n                  \n                     Treatment \n \n  of \n \n  Asymptomatic \n \n  Sexual \n \n  Partners. \n \n  T. \n \n  vaginalisinfection is a venereal disease. Therefore, asymptomatic sexual partners of treated patients should be treated simultaneously if the organism has been found to be present, in order to prevent reinfection of the partner. The decision as to whether to treat an asymptomatic male partner who has a negative culture or one for whom no culture has been attempted is an individual one. In making this decision, it should be noted that there is evidence that a woman may become reinfected if her sexual partner is not treated. Also, since there can be considerable difficulty in isolating the organism from the asymptomatic male carrier, negative smears and cultures cannot be relied upon in this regard. In any event, the sexual partner should be treated with metronidazole tablets in cases of reinfection.\n\n \n                  \n                     Amebiasis.Metronidazole tablets, USP are indicated in the treatment of acute intestinal amebiasis (amebic dysentery) and amebic liver abscess.\n\n \n                  In amebic liver abscess, metronidazole tablets therapy does not obviate the need for aspiration or drainage of pus.\n                  \n                     Anaerobic \n \n  Bacterial \n \n  Infections.Metronidazole tablets, USP are indicated in the treatment of serious infections caused by susceptible anaerobic bacteria. Indicated surgical procedures should be performed in conjunction with metronidazole tablets therapy. In a mixed aerobic and anaerobic infection, antimicrobials appropriate for the treatment of the aerobic infection should be used in addition to metronidazole tablets.\n\n \n                  INTRA-ABDOMINAL INFECTIONS, including peritonitis, intra-abdominal abscess, and liver abscess, caused by\n \n  Bacteroidesspecies including the\n \n  B. \n \n  fragilisgroup (\n \n  B. \n \n  fragilis,\n \n  B. \n \n  distasonis,\n \n  B. \n \n  ovatus,\n \n  B. \n \n  thetaiotaomicron,\n \n  B. \n \n  vulgatus),\n \n  Clostridiumspecies,\n \n  Eubacteriumspecies,\n \n  Peptococcus \n \n  species, and\n \n  Peptostreptococcusspecies.\n\n \n                  SKIN AND SKIN STRUCTURE INFECTIONS caused by\n \n  Bacteroidesspecies including the\n \n  B. \n \n  fragilisgroup,\n \n  Clostridiumspecies,\n \n  Peptococcus \n \n  species,\n \n  Peptostreptococcusspecies, and\n \n  Fusobacteriumspecies.\n\n \n                  GYNECOLOGIC INFECTIONS, including endometritis, endomyometritis, tubo-ovarian abscess, and postsurgical vaginal cuff infection, caused by\n \n  Bacteroidesspecies including the\n \n  B. \n \n  fragilisgroup,\n \n  Clostridiumspecies,\n \n  Peptococcus \n \n  species,\n \n  Peptostreptococcusspecies, and\n \n  Fusobacteriumspecies.\n\n \n                  BACTERIAL SEPTICEMIA caused by\n \n  Bacteroidesspecies including the\n \n  B. \n \n  fragilisgroup and\n \n  Clostridiumspecies.\n\n \n                  BONE AND JOINT INFECTIONS, (as adjunctive therapy), caused by\n \n  Bacteroidesspecies including the\n \n  B. \n \n  fragilisgroup.\n\n \n                  CENTRAL NERVOUS SYSTEM (CNS) INFECTIONS, including meningitis and brain abscess, caused by\n \n  Bacteroidesspecies including the\n \n  B. \n \n  fragilisgroup.\n\n \n                  LOWER RESPIRATORY TRACT INFECTIONS, including pneumonia, empyema, and lung abscess, caused by\n \n  Bacteroidesspecies including the\n \n  B. \n \n  fragilisgroup.\n\n \n                  ENDOCARDITIS caused by\n \n  Bacteroidesspecies including the\n \n  B. \n \n  fragilisgroup.\n\n \n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of metronidazole tablets and other antibacterial drugs, metronidazole tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": null,
    "warningsAndPrecautions": "Metronidazole Tablets USP, 500 mg are white to off-white, oval shaped, biconvex, film coated tablets debossed with '851' on one side and plain on other side and are supplied as follows:\n                  NDC: 70518-2663-00\n                  NDC: 70518-2663-01\n                  NDC: 70518-2663-02\n                  NDC: 70518-2663-03\n                  NDC: 70518-2663-04\n                  NDC: 70518-2663-05\n                  NDC: 70518-2663-06\n                  NDC: 70518-2663-07\n                  NDC: 70518-2663-08\n                  PACKAGING: 4 in 1 BOTTLE PLASTIC\n                  PACKAGING: 14 in 1 BOTTLE PLASTIC\n                  PACKAGING: 14 in 1 BLISTER PACK\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 14 in 1 BOTTLE PLASTIC\n                  PACKAGING: 4 in 1 BOTTLE PLASTIC\n                  PACKAGING:28 in 1 BOTTLE PLASTIC\n                  PACKAGING: 4 in 1 BOTTLE PLASTIC\n                  PACKAGING: 100 in 1 BOTTLE PLASTIC\n                  \n                  Storage\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. Protect from light.\n                  Dispense in a tight, light-resistant container (USP).\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": null
}