{
    "root": "312f033a-12b5-6194-e063-6394a90a2050",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Trihexyphenidyl Hydrochloride",
    "value": "20250325",
    "ingredients": [
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "TRIHEXYPHENIDYL HYDROCHLORIDE",
            "code": "AO61G82577"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "ANHYDROUS DIBASIC CALCIUM PHOSPHATE",
            "code": "L11K75P92J"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        }
    ],
    "indications": "This drug is indicated as an adjunct in the treatment of all forms of parkinsonism (postencephalitic, arteriosclerotic, and idiopathic). It is often useful as adjuvant therapy when treating these forms of parkinsonism with levodopa. Additionally, it is indicated for the control of extrapyramidal disorders caused by central nervous system drugs such as the dibenzoxazepines, phenothiazines, thioxanthenes, and butyrophenones.",
    "contraindications": "Dosage should be individualized. The initial dose should be low and then increased gradually, especially in patients over 60 years of age. Whether trihexyphenidyl HCl may best be given before or after meals should be determined by the way the patient reacts. Postencephalitic patients, who are usually more prone to excessive salivation, may prefer to take it after meals and may, in addition, require small amounts of atropine which, under such circumstances, is sometimes an effective adjuvant. If trihexyphenidyl HCl tends to dry the mouth excessively, it may be better to take it before meals, unless it causes nausea. If taken after meals, the thirst sometimes induced can be allayed by mint candies, chewing gum or water.\n                  \n                     Trihexyphenidyl HCl in Idiopathic Parkinsonism\n                  \n                  As initial therapy for parkinsonism, 1 mg may be administered the first day. The dose may then be increased by 2 mg increments at intervals of three to five days, until a total of 6 to 10 mg is given daily. The total daily dose will depend upon what is found to be the optimal level. Many patients derive maximum benefit from this daily total of 6 to 10 mg, but some patients, chiefly those in the postencephalitic group, may require a total daily dose of 12 to 15 mg.\n                  \n                     Trihexyphenidyl HCl in Drug-Induced Parkinsonism\n                  \n                  The size and frequency of dose of trihexyphenidyl HCl needed to control extrapyramidal reactions to commonly employed tranquilizers, notably the phenothiazines, thioxanthenes, and butyrophenones, must be determined empirically. The total daily dosage usually ranges between 5 and 15 mg, although, in some cases, these reactions have been satisfactorily controlled on as little as 1 mg daily. It may be advisable to commence therapy with a single 1 mg dose. If the extrapyramidal manifestations are not controlled in a few hours, the subsequent doses may be progressively increased until satisfactory control is achieved. Satisfactory control may sometimes be more rapidly achieved by temporarily reducing the dosage of the tranquilizer on instituting trihexyphenidyl HCl therapy and then adjusting dosage of both drugs until the desired ataractic effect is retained without onset of extrapyramidal reactions.\n                  It is sometimes possible to maintain the patient on a reduced trihexyphenidyl HCl dosage after the reactions have remained under control for several days. Instances have been reported in which these reactions have remained in remission for long periods after trihexyphenidyl HCl therapy was discontinued.\n                  \n                     Concomitant Use of Trihexyphenidyl HCl with Levodopa\n                  \n                  When trihexyphenidyl HCl is used concomitantly with levodopa, the usual dose of each may need to be reduced. Careful adjustment is necessary, depending on side effects and degree of symptom control. Trihexyphenidyl HCl dosage of 3 to 6 mg daily, in divided doses, is usually adequate.\n                  \n                     Concomitant Use of Trihexyphenidyl HCl with Other Parasympathetic Inhibitors\n                  \n                  Trihexyphenidyl HCl may be substituted, in whole or in part, for other parasympathetic inhibitors. The usual technique is partial substitution initially, with progressive reduction in the other medication as the dose of trihexyphenidyl HCl is increased.\n                  Trihexyphenidyl Hydrochloride Tablets - The total daily intake of trihexyphenidyl HCl tablets is tolerated best if divided into 3 doses and taken at mealtimes. High doses (> 10 mg daily) may be divided into 4 parts, with 3 doses administered at meal times and the fourth at bedtime.",
    "warningsAndPrecautions": "Trihexyphenidyl hydrochloride tablets USP, 2 mg are scored, round, white, flat faced, tablets imprinted DAN DAN and 5335 supplied in\n                  NDC: 70518-1612-00\n                  NDC: 70518-1612-01\n                  NDC: 70518-1612-02\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 100 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  \n                  Dispense in a tight container with child-resistant closure.\n                  Store at 20° to 25° (68° to 77°F) [See USP Controlled Room Temperature].\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": null
}