{
    "root": "3135a0e3-6e29-4091-e063-6394a90a52cb",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Tramadol Hydrochloride",
    "value": "20250325",
    "ingredients": [
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A",
            "code": "H8AV0SQX4D"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TRAMADOL HYDROCHLORIDE",
            "code": "9N7R477WCK"
        }
    ],
    "indications": "Tramadol Hydrochloride Tablets, USP are indicated in adults for the management of pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate.\n                  \n                     Limitations of Use\n                  \n                  Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dosage or duration \n \n  [see\n  \n   Warnings and Precautions (5.1)]\n \n  , reserve tramadol hydrochloride tablets for use in patients for whom alternative treatment options [e.g., non-opioid analgesics or opioid combination products]:\n\n \n                  \n                     Have not been tolerated or are not expected to be tolerated.\n                     Have not provided adequate analgesia or are not expected to provide adequate analgesia.\n                  \n                  Tramadol hydrochloride tablets should not be used for an extended period of time unless the pain remains severe enough to require an opioid analgesic and for which alternative treatment options continue to be inadequate.",
    "contraindications": "Tramadol hydrochloride tablets should be prescribed only by healthcare professionals who are knowledgeable about the use of opioids and how to mitigate the associated risks. ( 2.1 ) Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals. Because the risk of overdose increases as opioid doses increase, reserve titration to higher doses of tramadol hydrochloride tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. ( 2.1 , 5 ) Many acute pain conditions (e.g., the pain that occurs with a number of surgical procedures or acute musculoskeletal injuries) require no more than a few days of an opioid analgesic. Clinical guidelines on opioid prescribing for some acute pain conditions are available. ( 2.1 ) There is variability in the opioid analgesic dose and duration needed to adequately manage pain due both to the cause of pain and to individual patient factors. Initiate the dosing regimen for each patient individually, taking into account the patient’s underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse. ( 2.1 , 5.1 ) Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with Tramadol hydrochloride tablets. Consider this risk when selecting an initial dose and when making dose adjustments. ( 2.1 , 5.2 ). Initiate the dosing regimen for each patient individually, taking into account the patient's severity of pain, patient response, prior analgesic treatment experience, and risk factors for addiction, abuse, and misuse ( 2.1 ). Discuss availability of naloxone with the patient and caregiver and assess each patient’s need for access to naloxone, both when initiating and renewing treatment with tramadol hydrochloride tablets. Consider prescribing naloxone based on the patient’s risk factors for overdose ( 2.2 , 5.1 , 5.3 , 5.7 ). Start at 25 mg/day and titrate in 25 mg increments as separate doses every 3 days to reach 100 mg/day (25 mg four times a day). Thereafter the total daily dose may be increased by 50 mg as tolerated every 3 days to reach 200 mg/day (50 mg four times a day). After titration, tramadol hydrochloride tablets 50 to100 mg can be administered as needed for pain relief every 4 to 6 hours not to exceed 400 mg/day ( 2.3 , 2.4 ). Severe Renal Impairment : increase the tramadol hydrochloride tablets dosing interval to 12 hours, and limit maximum daily dose to 200 mg ( 2.3 ). Severe hepatic impairment : Recommended dose is 50 mg every 12 hours. Do not abruptly discontinue tramadol hydrochloride tablets in a physically-dependent patient because rapid discontinuation opioid analgesic has resulted in serious withdrawals symptoms, uncontrolled pain, and suicide ( 2.3 ).",
    "warningsAndPrecautions": "Tramadol Hydrochloride Tablets, USP 25 mg are white to off white round shaped film coated tablet debossed with “A7” on one side and “/\\” on other side.\n                  \n                  Bottles of 30 tablets………..NDC 72888-162-30\n                  Bottles of 100 tablets……... NDC 72888-162-01\n                  Bottles of 500 tablets…....... NDC 72888-162-05\n                  Bottles of 1,000 tablets….... NDC 72888-162-00\n                  \n                  Tramadol Hydrochloride Tablets, USP 50 mg are white to off white, capsule-shaped film coated tablet debossed with “018” on one side and scored on other side.\n                  \n                  Bottles of 100 tablets……. NDC 72888-080-01\n                  Bottles of 500 tablets…..... NDC 72888-080-05\n                  Bottles of 1,000 tablets…...NDC 72888-080-00\n                  \n                  Tramadol Hydrochloride Tablets, USP 75 mg are white to off white, capsule shaped film coated tablet debossed with “/\\F” on one side and “11” on either side of score line and plain on other side.\n                  \n                  Bottles of 30 tablets……….. NDC 72888-163-30\n                  Bottles of 100 tablets……... NDC 72888-163-01\n                  Bottles of 500 tablets…....... NDC 72888-163-05\n                  Bottles of 1,000 tablets….... NDC 72888-163-00\n                  \n                  Tramadol Hydrochloride Tablets, USP 100 mg are white to off white, capsule-shaped film coated tablet debossed with “019” on one side and scored on other side.\n                  \n                  Bottles of 100 tablets……. NDC 72888-008-01\n                  Bottles of 500 tablets…..... NDC 72888-008-05\n                  Bottles of 1,000 tablets…... NDC 72888-008-00\n                  \n                  Dispense in a tight container. Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F). [see USP Controlled Room Temperature].\n                  \n                  Store tramadol hydrochloride tablets securely and dispose of properly\n \n  [see\n  \n   Patient Counselling Information (17)]",
    "adverseReactions": "Tramadol Hydrochloride Tablets, USP are contraindicated for:\n                  \n                     all children younger than 12 years of age\n  \n   [see\n   \n    Warnings and Precautions (5.4)].\n  \n   \n                     \n                     post-operative management in children younger than 18 years of age following tonsillectomy and/or adenoidectomy\n  \n   [see\n   \n    Warnings and Precautions (5.4)].\n  \n   \n                     \n                  \n                  Tramadol Hydrochloride Tablets, USP are also contraindicated in patients with:\n                  \n                     Significant respiratory depression\n  \n   [see\n   \n    Warnings and Precautions (5.3)].\n  \n   \n                     \n                     Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment\n  \n   [see\n   \n    Warnings and Precautions (5.12)].\n  \n   \n                     \n                     Known or suspected gastrointestinal obstruction, including paralytic ileus\n  \n   [see\n   \n    Warnings and Precautions (5.15)].\n  \n   \n                     \n                     Hypersensitivity to tramadol, any other component of this product or opioids\n  \n   [see\n   \n    Warnings and Precautions (5.16)].\n  \n   \n                     \n                     Concurrent use of monoamine oxidase inhibitors (MAOIs) or use within the last 14 days\n  \n   [see\n   \n    Drug Interactions (7)]."
}