{
    "root": "3136e794-74f5-52fb-e063-6294a90ad83b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Tobradex ST",
    "value": "20250325",
    "ingredients": [
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        },
        {
            "name": "TYLOXAPOL",
            "code": "Y27PUL9H56"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SODIUM SULFATE",
            "code": "0YPR65R21J"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "TOBRAMYCIN",
            "code": "VZ8RRZ51VK"
        },
        {
            "name": "DEXAMETHASONE",
            "code": "7S5I7G3JQL"
        }
    ],
    "indications": "TOBRADEX ST ophthalmic suspension is indicated for steroid-responsive inflammatory ocular conditions for which a corticosteroid is indicated and where superficial bacterial ocular infection or a risk of bacterial ocular infection exists.\n                  Ocular steroids are indicated in inflammatory conditions of the palpebral and bulbar conjunctiva, cornea and anterior segment of the globe where the inherent risk of steroid use in certain infective conjunctivitides is accepted to obtain a diminution in edema and inflammation. They are also indicated in chronic anterior uveitis and corneal injury from chemical, radiation or thermal burns, or penetration of foreign bodies.\n                  The use of a combination drug with an anti-infective component is indicated where the risk of superficial ocular infection is high or where there is an expectation that potentially dangerous numbers of bacteria will be present in the eye.\n                  The particular anti-infective drug in this product is active against the following common bacterial eye pathogens:\n \n  Staphylococci, including\n \n  S. aureusand\n \n  S. epidermidis (coagulase-positive and coagulase-negative), including penicillin-resistant isolates.\n \n  Streptococci, including some Group A and other beta-hemolytic species, some nonhemolytic species, and some\n \n  Streptococcus pneumoniae, Pseudomonas aeruginosa, Escherichia coli, Klebsiella pneumoniae, Enterobacter aerogenes, Proteus mirabilis, Morganella morganii, most\n \n  Proteus vulgaris isolates, Haemophilus influenzae, H. aegyptius, Moraxella lacunata, Acinetobacter calcoaceticus, and some\n \n  Neisseria species.",
    "contraindications": "Instill one drop into the conjunctival sac(s) every 4 to 6 hours. ( 2.1 ) During the initial 24 to 48 hours, dosage may be increased to one drop every 2 hours. ( 2.1 ) Frequency should be decreased gradually as warranted by improvement in clinical signs, but care should be taken not to discontinue therapy prematurely. ( 2.1 )",
    "warningsAndPrecautions": "TOBRADEX ST is supplied as a 2.5 mL or 5 mL suspension in a 4 mL or 8 mL natural polyethylene DROP-TAINER\n \n  ®bottle with a natural polyethylene dispenser tip and a pink polypropylene overcap. Tamper evidence is provided with a shrink band around the closure and neck area of the bottle.\n\n \n                  \n                     \n                     \n                     \n                        \n                           2.5 mL\n                           NDC 82667-011-00\n                        \n                        \n                           5 mL\n                           NDC 82667-011-05",
    "adverseReactions": "TOBRADEX ST, as with other ophthalmic corticosteroids, is contraindicated in most viral diseases of the cornea and conjunctiva, including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. ( 4.1 ) Hypersensitivity to any component of the medication ( 4.2 )"
}