{
    "root": "313fe40d-0be7-a91a-e063-6294a90ae6ec",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": {
        "text": "Nitrofurantoin",
        "suffix": {
            "text": "(monohydrate/macrocrystals)"
        }
    },
    "value": "20250326",
    "ingredients": [
        {
            "name": "CARBOMER HOMOPOLYMER TYPE B (ALLYL PENTAERYTHRITOL OR ALLYL SUCROSE CROSSLINKED)",
            "code": "K6MOM3T5YL"
        },
        {
            "name": "CARBOXYMETHYLCELLULOSE",
            "code": "05JZI7B19X"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "LACTOSE, UNSPECIFIED FORM",
            "code": "J2B2A4N98G"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MALTODEXTRIN",
            "code": "7CVR7L4A2D"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "BUTYL ALCOHOL",
            "code": "8PJ61P6TS3"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "ISOPROPYL ALCOHOL",
            "code": "ND2M416302"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "NITROFURANTOIN MONOHYDRATE",
            "code": "E1QI2CQQ1I"
        },
        {
            "name": "NITROFURANTOIN",
            "code": "927AH8112L"
        }
    ],
    "indications": "Nitrofurantoin capsules, USP (monohydrate/macrocrystals) are indicated only for the treatment of acute uncomplicated urinary tract infections (acute cystitis) caused by susceptible strains of \n  Escherichia coli or \n  Staphylococcus saprophyticus.\n \n                  Nitrofurantoin is not indicated for the treatment of pyelonephritis or perinephric abscesses.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of nitrofurantoin capsules, USP (monohydrate/macrocrystals) and other antibacterial drugs, nitrofurantoin capsules, USP (monohydrate/macrocrystals) should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.\n                  Nitrofurantoins lack the broader tissue distribution of other therapeutic agents approved for urinary tract infections. Consequently, many patients who are treated with nitrofurantoin capsules, USP (monohydrate/macrocrystals) are predisposed to persistence or reappearance of bacteriuria (see \n  \n                        CLINICAL STUDIES\n                     ). Urine specimens for culture and susceptibility testing should be obtained before and after completion of therapy. If persistence or reappearance of bacteriuria occurs after treatment with nitrofurantoin capsules, USP (monohydrate/macrocrystals), other therapeutic agents with broader tissue distribution should be selected. In considering the use of nitrofurantoin capsules, USP (monohydrate/macrocrystals), lower eradication rates should be balanced against the increased potential for systemic toxicity and for the development of antimicrobial resistance when agents with broader tissue distribution are utilized.",
    "contraindications": "Nitrofurantoin capsules (monohydrate/macrocrystals) should be taken with food.\n                  \n                     Adults and Pediatric Patients Over 12 Years: One 100 mg capsule every 12 hours for seven days.",
    "warningsAndPrecautions": "Nitrofurantoin capsules, USP (monohydrate/macrocrystals), \n  100 mg, are supplied as a gray opaque cap and yellow opaque body imprinted axially “AN” in white ink on the cap and “478” in black ink on the body.\n  \nThey are available as follows:\n  \nUnit dose packages of 50 (5 x 10) NDC 60687-633-65\n  \nUnit dose packages of 100 (10 x 10) NDC 60687-633-01\n \n                  \n                     Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                  \n                  \n                     FOR YOUR PROTECTION: Do not use if blister is torn or broken.\n \n                  Rx Only",
    "adverseReactions": "Anuria, oliguria, or significant impairment of renal function (creatinine clearance under 60 mL per minute or clinically significant elevated serum creatinine) are contraindications. Treatment of this type of patient carries an increased risk of toxicity because of impaired excretion of the drug.\n                  Because of the possibility of hemolytic anemia due to immature erythrocyte enzyme systems (glutathione instability), the drug is contraindicated in pregnant patients at term (38 to 42 weeks gestation), during labor and delivery, or when the onset of labor is imminent. For the same reason, the drug is contraindicated in neonates under one month of age.\n                  Nitrofurantoin capsules (monohydrate/macrocrystals) are contraindicated in patients with a previous history of cholestatic jaundice/hepatic dysfunction associated with nitrofurantoin.\n                  Nitrofurantoin capsules (monohydrate/macrocrystals) are also contraindicated in those patients with known hypersensitivity to nitrofurantoin."
}