{
    "root": "31414496-c90b-3760-e063-6294a90aa61f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Doxycycline Monohydrate",
    "value": "20250326",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "DOXYCYCLINE",
            "code": "N12000U13O"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        }
    ],
    "indications": "To reduce the development of drug-resistant bacteria and maintain effectiveness of doxycycline capsules and other antibacterial drugs, doxycycline capsules should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.\n                  Doxycycline is indicated for the treatment of the following infections:\n  \n                     \n     Rocky mountain spotted fever, typhus fever and the typhus group, Q fever, rickettsialpox, and tick fevers caused by Rickettsiae \n  . \n                     \n                     \nRespiratory tract infections caused by \n  Mycoplasma pneumoniae.\n                     \n                     \n     Lymphogranuloma venereum caused by \n  Chlamydia trachomatis.\n                     \n                     \n     Psittacosis (ornithosis) caused by \n  Chlamydophila psittaci.\n                     \n                     \n     Trachoma caused by \n  Chlamydia trachomatis, although the infectious agent is not always eliminated as judged by immunofluorescence.\n  \n                     \n     Inclusion conjunctivitis caused by \n  Chlamydia trachomatis.\n                     \n                     \n     Uncomplicated urethral, endocervical or rectal infections in adults caused by \n  Chlamydia trachomatis.\n                     \n                     \n     Nongonococcal urethritis caused by \n  Ureaplasma urealyticum.\n                     \n                     \n     Relapsing fever due to \n  Borrelia recurrentis.\n                  \n                  Doxycycline is also indicated for the treatment of infections caused by the following gram-negative microorganisms:\n  \n                     \n     Chancroid caused by \n  Haemophilus ducreyi.\n                     \n                     \n     Plague due to \n  Yersinia pestis.\n  \n                     \n     Tularemia due to \n  Francisella tularensis.\n  \n                     \n     Cholera caused by \n  Vibrio cholerae.\n  \n                     \n     Campylobacter fetus infections caused by \n  Campylobacter fetus.\n  \n                     \n     Brucellosis due to \n  Brucella species (in conjunction with streptomycin).\n  \n                     \n     Bartonellosis due to \n  Bartonella bacilliformis.\n                     \n                     \n     Granuloma inguinale caused by \n  Klebsiella granulomatis.\n                  \n                  Because many strains of the following groups of microorganisms have been shown to be resistant to doxycycline, culture and susceptibility testing are recommended.\n                  Doxycycline is indicated for treatment of infections caused by the following gram-negative microorganisms, when bacteriologic testing indicates appropriate susceptibility to the drug:\n  \n                     \n                     Escherichia coli\n                     \n                     \n                     Enterobacter aerogenes\n                     \n                     \n                     Shigella species\n                     \n                     \n                     Acinetobacter species\n                     \n                     \n   Respiratory tract infections caused by \n  Haemophilus influenzae.\n                     \n                     \n   Respiratory tract and urinary tract infections caused by \n  Klebsiella species.\n                  \n                  Doxycycline is indicated for treatment of infections caused by the following gram-positive microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:\n  \n                     \n    Upper respiratory infections caused by \n  Streptococcus pneumoniae.\n  \n                     \n    Anthrax due to \n  Bacillus anthracis, including inhalational anthrax (post-exposure): to reduce the incidence or progression of disease following exposure to aerosolized \n  Bacillus anthracis.\n                  \n                  When penicillin is contraindicated, doxycycline is an alternative drug in the treatment of the following infections:\n  \n                     \n     Uncomplicated gonorrhea caused by \n  Neisseria gonorrhoeae.\n                     \n                     \n     Syphilis caused by \n  Treponema pallidum.\n                     \n                     \n     Yaws caused by \n  Treponema pallidum subspecies \n   pertenue.\n                     \n                     \n     Listeriosis due to \n   Listeria monocytogenes.\n                     \n                     \n     Vincent’s infection caused by \n  Fusobacterium fusiforme.\n                     \n                     \n     Actinomycosis caused by \n   Actinomyces israelii.\n                     \n                     \n     Infections caused by \n  Clostridium species \n  .\n                  \n                  In acute intestinal amebiasis, doxycycline may be a useful adjunct to amebicides.\n                  In severe acne, doxycycline may be useful adjunctive therapy.",
    "contraindications": "THE USUAL DOSAGE AND FREQUENCY OF ADMINISTRATION OF DOXYCYCLINE DIFFERS FROM THAT OF THE OTHER TETRACYCLINES. EXCEEDING THE RECOMMENDED DOSAGE MAY RESULT IN AN INCREASED INCIDENCE OF SIDE EFFECTS.\n                  \n                     Adults: The usual dose of oral doxycycline is 200 mg on the first day of treatment (administered 100 mg every 12 hours or 50 mg every 6 hours) followed by a maintenance dose of 100 mg/day. The maintenance dose may be administered as a single dose or as 50 mg every 12 hours. In the management of more severe infections (particularly chronic infections of the urinary tract), 100 mg every 12 hours is recommended.\n      \n\n \n                  \n                     Pediatric Patients:\n                  \n                  For all pediatric patients weighing less than 45 kg with severe or life-threatening infections (e.g. anthrax, Rocky Mountain spotted fever), the recommended dosage is 2.2 mg/kg of body weight administered every 12 hours. Children weighing 45 kg or more should receive the adult dose (\n       \n \n  see \n        \n  \n   WARNINGS and \n        \n  \n   PRECAUTIONS\n                     ).\n      \n\n \n                  For pediatric patients with less severe disease (greater than 8 years of age and weighing less than 45 kg), the recommended dosage schedule is 4.4 mg per kg of body weight divided into two doses on the first day of treatment, followed by a maintenance dose of 2.2 mg per kg of body weight (given as a single daily dose or divided into twice daily doses).  For pediatric patients weighing over 45 kg, the usual adult dose should be used.\n                  The therapeutic antibacterial serum activity will usually persist for 24 hours following recommended dosage.\n                  When used in streptococcal infections, therapy should be continued for 10 days.\n                  Administration of adequate amounts of fluid along with capsule and tablet forms of drugs in the tetracycline class is recommended to wash down the drugs and reduce the risk of esophageal irritation and ulceration (\n       \n \n  see \n        \n  \n   ADVERSE REACTIONS\n                     ).\n      \n\n \n                  If gastric irritation occurs, it is recommended that doxycycline be given with food or milk.  The absorption of doxycycline is not markedly influenced by simultaneous ingestion of food or milk.\n                  Studies to date have indicated that administration of doxycycline at the usual recommended doses does not lead to excessive accumulation of doxycycline in patients with renal impairment.\n                  \n                     Uncomplicated gonococcal infections in adults (except anorectal infections in men): 100 mg, by mouth, twice a day for 7 days. As an alternate single visit dose, administer 300 mg stat followed in one hour by a second 300 mg dose.\n      \n\n \n                  \n                     Acute epididymo-orchitis caused by \n        \n  \n   N. gonorrhoeae: \n                     100 mg, by mouth, twice a day for at least 10 days.\n      \n\n \n                  \n                     Primary and secondary syphilis: 300 mg a day in divided doses for at least 10 days.\n      \n\n \n                  \n                     Uncomplicated urethral, endocervical, or rectal infection in adults caused by \n        \n  \n   Chlamydia trachomatis: \n                     100 mg, by mouth, twice a day for at least 7 days.\n      \n\n \n                  \n                     Nongonococcal urethritis caused by \n        \n  \n   C. trachomatis and \n        \n  \n   U. urealyticum: \n                     100 mg, by mouth, twice a day for at least 7 days.\n      \n\n \n                  \n                     Acute epididymo-orchitis caused by \n        \n  \n   C. trachomatis: \n                     100 mg, by mouth, twice a day for at least 10 days.\n      \n\n \n                  \n                     Inhalational anthrax (post-exposure): ADULTS: 100 mg of doxycycline, by mouth, twice a day for 60 days. CHILDREN: weighing less than 45 kg 2.2 mg/kg of body weight, by mouth, twice a day for 60 days. Children weighing 45 kg or more should receive the adult dose.",
    "warningsAndPrecautions": "Doxycycline capsules, USP 50 mg have a white opaque body with an ivory opaque cap imprinted with “CE” over “410” in black ink on cap and imprinted “50” over “mg” in black ink on body. Each capsule contains doxycycline monohydrate equivalent to 50 mg doxycycline.\n                  Doxycycline monohydrate capsules 50 mg is available in:\n  \n                     \n                          Bottles of 100 capsules ......................................................NDC 62135-260-01\n                  \n                  Doxycycline capsules, USP 75 mg have a white opaque body with a brown opaque cap imprinted with “CE” over “412” in white ink on cap and imprinted “75” over “mg” in black ink on body. Each capsule contains doxycycline monohydrate equivalent to 75 mg doxycycline.\n                  Doxycycline monohydrate capsules 75 mg is available in:\n  \n                     \n                          Bottles of 100 capsules ......................................................NDC 62135-261-01\n                  \n                  Doxycycline capsules, USP 100 mg have an ivory opaque body with a brown opaque cap imprinted with “CE” over “411” in white ink on cap and imprinted “100” over “mg” in black ink on body. Each capsule contains doxycycline monohydrate equivalent to 100 mg of doxycycline.\n                  Doxycycline capsules, USP 100 mg is available in:\n  \n                     \n                          Bottles of 20 capsules ........................................................NDC 62135-262-20\n                  \n                  \n                          Bottles of 50 capsules ........................................................NDC 62135-262-50\n                  \n                  \n                          Bottles of 60 capsules ........................................................NDC 62135-262-60\n                  \n                  \n                          Bottles of 250 capsules ......................................................NDC 62135-262-25\n                  \n                  Doxycycline capsules, USP 150 mg have a brown opaque body with a brown opaque cap imprinted with “CE” over “413” in white ink on cap and imprinted “150” over “mg” in white ink on body. Each capsule contains doxycycline monohydrate equivalent to 150 mg doxycycline.\n                  Doxycycline capsules, USP 150 mg is available in:\n  \n                     \n                          Bottles of 60 capsules ......................................................NDC 62135-263-60 \n                     \n                  \n                  \n                  \n                  \n                     \n                     \n                     STORE AT 20° - 25°C (68° - 77°F) WITH EXCURSIONS PERMITTED TO 15°C TO 30°C (59° TO 86°F). [SEE USP CONTROLLED ROOM TEMPERATURE.] \n                  \n                  \n                     DISPENSE IN A TIGHT LIGHT-RESISTANT CONTAINER AS DEFINED IN THE USP/NF.",
    "adverseReactions": "This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines."
}