{
    "root": "31410283-d2b2-ed02-e063-6294a90abf47",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Haloperidol",
    "value": "20250326",
    "ingredients": [
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "HALOPERIDOL",
            "code": "J6292F8L3D"
        }
    ],
    "indications": "Haloperidol tablets, USP are indicated for use in the management of manifestations of psychotic disorders.\n                  Haloperidol tablets, USP are indicated for the control of tics and vocal utterances of Tourette’s Disorder in children and adults. Haloperidol tablets, USP are effective for the treatment of severe behavior problems in children of combative, explosive hyperexcitability (which cannot be accounted for by immediate provocation). Haloperidol tablets, USP are also effective in the short-term treatment of hyperactive children who show excessive motor activity with accompanying conduct disorders consisting of some or all of the following symptoms: impulsivity, difficulty sustaining attention, aggressivity, mood lability, and poor frustration tolerance. Haloperidol tablets, USP should be reserved for these two groups of children only after failure to respond to psychotherapy or medications other than antipsychotics.",
    "contraindications": "There is considerable variation from patient to patient in the amount of medication required for treatment. As with all antipsychotic drugs, dosage should be individualized according to the needs and response of each patient. Dosage adjustments, either upward or downward, should be carried out as rapidly as practicable to achieve optimum therapeutic control.\n                  To determine the initial dosage, consideration should be given to the patient’s age, severity of illness, previous response to other antipsychotic drugs, and any concomitant medication or disease state. Children, debilitated or geriatric patients, as well as those with a history of adverse reactions to antipsychotic drugs, may require less haloperidol. The optimal response in such patients is usually obtained with more gradual dosage adjustments and at lower dosage levels, as recommended below.\n                  Clinical experience suggests the following recommendations:\n                  \n                     Oral Administration\n                  \n                  \n                     Initial Dosage Range\n                  \n                  \n                     \n                        Adults\n                     \n                  \n                  \n                     \n                     \n                        \n                           Moderate Symptomatology - 0.5 mg to 2 mg b.i.d. or t.i.d. \n       Severe Symptomatology - 3 mg to 5 mg b.i.d. or t.i.d.\n    \n                        \n                     \n                  \n                  To achieve prompt control, higher doses may be required in some cases.\n                  \n                     \n                     \n                        \n                           Geriatric or Debilitated Patients - 0.5 mg to 2 mg b.i.d. or t.i.d. \n       Chronic or Resistant Patients - 3 mg to 5 mg b.i.d. or t.i.d. \n     \n                              Patients who remain severely disturbed or inadequately controlled may require dosage adjustment. Daily dosages up to 100 mg may be necessary in some cases to achieve an optimal response. Infrequently haloperidol has been used in doses above 100 mg for severely resistant patients; however the limited clinical usage has not demonstrated the safety of prolonged administration of such doses.\n                           \n                        \n                     \n                  \n                  \n                     \n                        Children\n                     \n                  \n                  The following recommendations apply to children between the ages of 3 and 12 years (weight range 15 kg to 40 kg). Haloperidol is not intended for children under 3 years old. Therapy should begin at the lowest dose possible (0.5 mg per day). If required, the dose should be increased by an increment of 0.5 mg at 5 to 7 day intervals until the desired therapeutic effect is obtained. (See chart below.)\n                  The total dose may be divided, to be given b.i.d. or t.i.d.\n                  \n                     \n                     \n                        \n                           Psychotic Disorders - 0.05 mg/kg/day to 0.15 mg/kg/day \n       Nonpsychotic Behavior Disorders and Tourette’s Disorder - 0.05 mg/kg/day to 0.075 mg/kg/day \n     \n                              Severely disturbed psychotic children may require higher doses. In severely disturbed, non-psychotic children or in hyperactive children with accompanying conduct disorders, who have failed to respond to psychotherapy or medications other than antipsychotics, it should be noted that since these behaviors may be short lived, short term administration of haloperidol may suffice. There is no evidence establishing a maximum effective dosage. There is little evidence that behavior improvement is further enhanced in dosages beyond 6 mg per day.\n                           \n                        \n                     \n                  \n                  \n                     Maintenance Dosage\n                  \n                  Upon achieving a satisfactory therapeutic response, dosage should then be gradually reduced to the lowest effective maintenance level.\n                  \n                     Switchover Procedure\n                  \n                  The oral form should supplant the injectable as soon as practicable. In the absence of bioavailability studies establishing bioequivalence between these two dosage forms the following guidelines for dosage are suggested. For an initial approximation of the total daily dose required, the parenteral dose administered in the preceding 24 hours may be used. Since this dose is only an initial estimate, it is recommended that careful monitoring of clinical signs and symptoms, including clinical efficacy, sedation, and adverse effects, be carried out periodically for the first several days following the initiation of switchover. In this way, dosage adjustments, either upward or downward, can be quickly accomplished. Depending on the patient’s clinical status, the first oral dose should be given within 12 to 24 hours following the last parenteral dose.",
    "warningsAndPrecautions": "Haloperidol Tablets, USP are available containing 1 mg of haloperidol, USP.\n                  The 1 mg tablets are yellow color, round, flat tablets with bevel edge, debossed “151” on one side and “I” on the other side. They are available as follows:\n                  \n                  NDC: 70518-2682-00\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n                  Protect from light.\n                  Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Haloperidol tablets, USP are contraindicated in severe toxic central nervous system depression or comatose states from any cause and in individuals who are hypersensitive to this drug or have Parkinson’s disease."
}