{
    "root": "314271f1-630d-8778-e063-6294a90a489a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "AHZANTIVE",
    "value": "20250326",
    "ingredients": [
        {
            "name": "AFLIBERCEPT-MRBB",
            "code": "15C2VL427D"
        }
    ],
    "indications": "1 INDICATIONS AND USAGE\n                  \n                  AHZANTIVE is indicated for the treatment of:\n                  \n                  \n                     1.1 Neovascular (Wet) Age-Related Macular Degeneration (AMD)\n   \n1.2 Macular Edema Following Retinal Vein Occlusion (RVO)\n   \n1.3 Diabetic Macular Edema (DME)\n   \n1.4 Diabetic Retinopathy (DR)",
    "contraindications": "2. DOSAGE AND ADMINISTRATION\n                  \n                  \n                     2.1 Important Injection Instructions\n                  \n                  For ophthalmic intravitreal injection. AHZANTIVE must only be administered by a qualified physician.\n                  A 5-micron sterile filter needle (18-gauge × 1½-inch), a 1-mL sterile Luer lock syringe and a 30‑gauge × ½-inch sterile injection needle are needed, but not provided.\n                  \n                  \n                     [see How Supplied/Storage and Handling (16)].\n                  \n                  \n                  \n                     2.2 Neovascular (Wet) Age-Related Macular Degeneration (AMD)\n                  \n                  The recommended dose for AHZANTIVE is 2 mg (0.05 mL of 40 mg/mL solution) administered by intravitreal injection every 4 weeks (approximately every 28 days, monthly) for the first 12 weeks (3 months), followed by 2 mg (0.05 mL of 40 mg/mL solution) via intravitreal injection once every 8 weeks (2 months). Although AHZANTIVE may be dosed as frequently as 2 mg every 4 weeks (approximately every 25 days, monthly), additional efficacy was not demonstrated in most patients when aflibercept was dosed every 4 weeks compared to every 8 weeks \n  [see Clinical Studies (14.1)]. Some patients may need every 4 week (monthly) dosing after the first 12 weeks (3 months). Although not as effective as the recommended every 8 week dosing regimen, patients may also be treated with one dose every 12 weeks after one year of effective therapy. Patients should be assessed regularly.\n \n                  \n                  \n                     2.3 Macular Edema Following Retinal Vein Occlusion (RVO)\n                  \n                  The recommended dose for AHZANTIVE is 2 mg (0.05 mL of 40 mg/mL solution) administered by intravitreal injection once every 4 weeks (approximately every 25 days, monthly) \n  [see Clinical Studies (14.2), (14.3)].\n                  \n                  \n                  \n                     2.4 Diabetic Macular Edema (DME)\n                  \n                  The recommended dose for AHZANTIVE is 2 mg (0.05 mL of 40 mg/mL solution) administered by intravitreal injection every 4 weeks (approximately every 28 days, monthly) for the first 5 injections, followed by 2 mg (0.05 mL of 40 mg/mL solution) via intravitreal injection once every 8 weeks (2 months). Although AHZANTIVE may be dosed as frequently as 2 mg every 4 weeks (approximately every 25 days, monthly), additional efficacy was not demonstrated in most patients when aflibercept was dosed every 4 weeks compared to every 8 weeks \n  [see Clinical Studies (14.4)]. Some patients may need every 4 week (monthly) dosing after the first 20 weeks\n  \n(5 months).\n \n                  \n                  \n                     2.5 Diabetic Retinopathy (DR)\n                  \n                  The recommended dose for AHZANTIVE is 2 mg (0.05 mL of 40 mg/mL solution) administered by intravitreal injection every 4 weeks (approximately every 28 days, monthly) for the first 5 injections, followed by 2 mg (0.05 mL of 40 mg/mL solution) via intravitreal injection once every 8 weeks (2 months). Although AHZANTIVE may be dosed as frequently as 2 mg every 4 weeks (approximately every 25 days, monthly), additional efficacy was not demonstrated in most patients when aflibercept was dosed every 4 weeks compared to every 8 weeks \n  [see Clinical Studies (14.5)]. Some patients may need every 4 week (monthly) dosing after the first 20 weeks (5 months).\n \n                  \n                  \n                     2.6 Preparation for Administration - Vial\n                  \n                  AHZANTIVE should be inspected visually prior to administration. If particulates, cloudiness, or discoloration are visible, the vial must not be used.\n                  The glass vial is for one-time use in one eye only. Discard unused portion.\n                  Use aseptic technique to carry out the following preparation steps:\n                  Prepare for intravitreal injection with the following medical devices for single use (not provided):\n                  \n                     a 5-micron sterile filter needle (18-gauge × 1½-inch)\n                     a 1-mL sterile Luer lock syringe (with marking to measure 0.05 mL)\n                     a sterile injection needle (30-gauge × ½-inch)\n                  \n                  1. Remove the protective plastic cap from the vial (see Figure 1).\n                  \n                  \n                     Figure 1:\n                  \n                  \n                     \n                  \n                  \n                  \n                  2. Clean the top of the vial with an alcohol wipe (see Figure 2).\n                  \n                  \n                     Figure 2:\n                  \n                  \n                     \n                  \n                  \n                  3. Remove the 18-gauge x 1½-inch, 5-micron, filter needle and the 1-mL syringe from their packaging. Attach the filter needle to the syringe by twisting it onto the Luer lock syringe tip\n  \n(see Figure 3).\n \n                  \n                  \n                  \n                     Figure 3:\n                  \n                  \n                     \n                  \n                  \n                  4. Push the filter needle into the center of the vial stopper until the needle is completely inserted into the vial and the tip touches the bottom or bottom edge of the vial.\n                  \n                  \n                  5. Using aseptic technique withdraw all of the AHZANTIVE vial contents into the syringe, keeping the vial in an upright position, slightly inclined to ease complete withdrawal. To deter the introduction of air, ensure the bevel of the filter needle is submerged into the liquid. Continue to tilt the vial during withdrawal keeping the bevel of the filter needle submerged in the liquid (see Figure 4a and Figure 4b).\n                  \n                  \n                     Figure 4a:\n                  \n                  \n                     \n                  \n                  \n                  \n                     Figure 4b:\n                  \n                  \n                  \n                     \n                  \n                  \n                  6. Ensure that the plunger rod is drawn sufficiently back when emptying the vial in order to completely empty the filter needle.\n                  7. Remove the filter needle from the syringe and properly dispose of the filter needle.\n  \nNote: Filter needle is not to be used for intravitreal injection.\n \n                  8. Remove the 30-gauge x ½-inch injection needle from its packaging and attach the injection needle to the syringe by firmly twisting the injection needle onto the Luer lock syringe tip (see Figure 5).\n                  \n                  \n                     Figure 5: \n                  \n                  \n                     \n                  \n                  \n                  9. When ready to administer AHZANTIVE, remove the plastic needle shield from the needle.\n                  \n                  \n                  10. Holding the syringe with the needle pointing up, check the syringe for bubbles. If there are bubbles, gently tap the syringe with your finger until the bubbles rise to the top (see Figure 6).\n                  \n                  \n                     Figure 6:\n                  \n                  \n                  \n                     \n                  \n                  \n                  11. To eliminate all of the bubbles and to expel excess drug, SLOWLY depress the plunger rod so that the plunger edge aligns with the line that marks 0.05 mL on the syringe (see Figure 7a and Figure 7b).\n                  \n                  \n                     Figure 7a:\n                  \n                  \n                  \n                     \n                  \n                  \n                  \n                     Figure 7b:\n                  \n                  \n                  \n                     \n                  \n                  \n                  \n                     2.7 Injection Procedure\n                  \n                  The intravitreal injection procedure should be carried out under controlled aseptic conditions, which include surgical hand disinfection and the use of sterile gloves, a sterile drape, and a sterile eyelid speculum (or equivalent). Adequate anesthesia and a topical broad–spectrum microbicide should be given prior to the injection.\n                  Immediately following the intravitreal injection, patients should be monitored for elevation in intraocular pressure. Appropriate monitoring may consist of a check for perfusion of the optic nerve head or tonometry. If required, a sterile paracentesis needle should be available.\n                  Following intravitreal injection, patients and/or caregivers should be instructed to report any signs and/or symptoms suggestive of endophthalmitis or retinal detachment (e.g., eye pain, redness of the eye, photophobia, blurring of vision) without delay [see Patient Counseling Information (17)].\n                  Each sterile vial should only be used for the treatment of a single eye. If the contralateral eye requires treatment, a new sterile vial should be used and the sterile field, syringe, gloves, drapes, eyelid speculum, filter, and injection needles should be changed before AHZANTIVE is administered to the other eye.\n                  After injection, any unused product must be discarded.",
    "warningsAndPrecautions": "16 HOW SUPPLIED/STORAGE AND HANDLING\n                  \n                  \n                     16.1 How Supplied\n                  \n                  Each vial is for single eye use only. Discard unused portion.\n                  AHZANTIVE (aflibercept-mrbb) injection is a clear, colorless to pale yellow solution and is supplied in the following presentation [see Dosage and Administration (2.1), (2.6) and (2.7)].\n                  \n                     \n                        \n                           \n                              NDC NUMBER\n                           \n                           \n                              CARTON TYPE\n                           \n                           \n                              CARTON CONTENTS\n                           \n                        \n                        \n                           \n                              XXXXX-XXX-XX\n                           \n                           \n                              Vial Only\n                           \n                           \n                              one AHZANTIVE 2 mg (0.05 mL of a 40 mg/mL solution) single-dose glass vial\n                              one Prescribing Information\n                           \n                        \n                     \n                  \n                  \n                     16.2 Storage and Handling\n                  \n                  Refrigerate AHZANTIVE at 2°C to 8ºC (36°F to 46ºF). Do not freeze. Do not use beyond the date stamped on the carton and container label. Store in the original carton until time of use to protect from light.",
    "adverseReactions": "4. CONTRAINDICATIONS\n                  \n                  \n                  \n                     4.1 Ocular or Periocular Infections\n                  \n                  AHZANTIVE is contraindicated in patients with ocular or periocular infections.\n                  \n                     4.2 Active Intraocular Inflammation\n                  \n                  AHZANTIVE is contraindicated in patients with active intraocular inflammation.\n                  \n                  \n                     4.3 Hypersensitivity\n                  \n                  AHZANTIVE is contraindicated in patients with known hypersensitivity to aflibercept or any of the excipients in AHZANTIVE. Hypersensitivity reactions may manifest as rash, pruritus, urticaria, severe anaphylactic/anaphylactoid reactions, or severe intraocular inflammation."
}