{
    "id": "31572c63-38bb-8ad8-e063-6294a90a43f7",
    "indications": "Eltrombopag  tablet is a thrombopoietin receptor agonist indicated: • for the treatment of thrombocytopenia in adult and pediatric patients 1 year and older with persistent or chronic immune thrombocytopenia (ITP) who have had an insufficient response to corticosteroids, immunoglobulins, or splenectomy. Eltrombopag tablets should be used only in patients with ITP whose degree of thrombocytopenia and clinical condition increase the risk for bleeding. (1.1) • for the treatment of thrombocytopenia in patients with chronic hepatitis C to allow the initiation and maintenance of interferon-based therapy. Eltrombopag  tablets should be used only in patients with chronic hepatitis C whose degree of thrombocytopenia prevents the initiation of interferon-based therapy or limits the ability to maintain interferon-based therapy. (1.2) • for the treatment of patients with severe aplastic anemia who have had an insufficient response to immunosuppressive therapy. (1.3) Limitations of Use: • Eltrombopag tablets are not indicated for the treatment of patients with myelodysplastic syndrome (MDS). (1.4) • Safety and efficacy have not been established in combination with direct-acting antiviral agents used without interferon for treatment of chronic hepatitis C infection. (1.4)",
    "contraindications": "• Take eltrombopag  tablets without a meal or with a meal low in calcium (≤ 50 mg). Take eltrombopag tablets at least 2 hours before or 4 hours after any medications or products containing polyvalent cations, such as antacids, calcium-rich foods, and mineral supplements. (2.4, 7.1 , 12.3) • Persistent or Chronic ITP: Initiate eltrombopag tablets at 50 mg once daily for most adult and pediatric patients 6 years and older, and at 25 mg once daily for pediatric patients aged 1 to 5 years. Dose reductions are needed for patients with hepatic impairment and some patients of East-/Southeast-Asian ancestry. Adjust to maintain platelet count greater than or equal to 50 x 10 9 /L. Do not exceed 75 mg per day. (2.1, 8.6 , 8.7) • Chronic Hepatitis C-associated Thrombocytopenia: Initiate eltrombopag tablets at 25 mg once daily for all patients. Adjust to achieve target platelet count required to initiate antiviral therapy. Do not exceed a daily dose of 100 mg. (2.2) • Refractory Severe Aplastic Anemia: Initiate eltrombopag tablets at 50 mg once daily. Reduce initial dose in patients with hepatic impairment or patients of East-/Southeast-Asian ancestry. Adjust to maintain platelet count greater than 50 x 10 9 /L. Do not exceed 150 mg per day. (2.3, 8.6, 8.7)",
    "adverseReactions": "None.",
    "ingredients": [
        {
            "name": "MICROCRYSTALLINE CELLULOSE 102",
            "code": "PNR0YF693Y"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "HYPROMELLOSE 2910 (3 MPA.S)",
            "code": "0VUT3PMY82"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE 101",
            "code": "7T9FYH5QMK"
        },
        {
            "name": "ELTROMBOPAG OLAMINE",
            "code": "4U07F515LG"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        }
    ],
    "organization": "Camber Pharmaceuticals, Inc.",
    "name": "ELTROMBOPAG",
    "effectiveTime": "20250327"
}