{
    "root": "31581a4e-3354-a933-e063-6294a90a4ff8",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CLINDAMYCIN AND BENZOYL PEROXIDE",
    "value": "20250327",
    "ingredients": [],
    "indications": "Clindamycin and benzoyl peroxide topical gel, 1%/5% is indicated for the topical treatment of acne vulgaris.",
    "contraindications": "Clindamycin and benzoyl peroxide topical gel, 1%/5% should be applied twice daily, morning and evening, or as directed by a physician, to affected areas after the skin is gently washed, rinsed with warm water and patted dry.",
    "warningsAndPrecautions": "Size (Net Weight): 50 grams, Benzoyl Peroxide Gel: 39.4g, Active Clindamycin Powder (In plastic vial): 0.6g, Purified Water To Be Added to each vial: 10 Ml\n                  NDC: 70518-2722-00\n                  PACKAGING: 1 in 1 CARTON, TYPE 1\n                  \n                  Prior to dispensing, tap the vial until powder flows freely. Add indicated amount of purified water to the vial (to the mark) and immediately shake to completely dissolve clindamycin. If needed, add additional purified water to bring level up to the mark. Add the solution in the vial to the gel and stir until homogenous in appearance (1 to 1½ minutes). For the 35 and 50 gram pumps only, reassemble jar with pump dispenser. Clindamycin and benzoyl peroxide topical gel, 1%/5% (as reconstituted) can be stored at room temperature up to 25°C (77°F) for 3 months. Place a 3 month expiration date on the label immediately following mixing.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Clindamycin and benzoyl peroxide topical gel, 1%/5% is contraindicated in those individuals who have shown hypersensitivity to any of its components or to lincomycin. It is also contraindicated in those having a history of regional enteritis, ulcerative colitis, or antibiotic-associated colitis."
}