{
    "root": "3159708c-c241-6b23-e063-6394a90a01ff",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ammonia N 13",
    "value": "20250327",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "AMMONIA N-13",
            "code": "9OQO0E343Z"
        }
    ],
    "indications": "Ammonia N 13 Injection, USP is indicated for diagnostic Positron Emission Tomography (PET) imaging of the myocardium under rest or pharmacologic stress conditions to evaluate myocardial perfusion in patients with suspected or existing coronary artery disease.",
    "contraindications": "Rest Imaging Study ( 2.1 ): Aseptically withdraw Ammonia N 13 Injection from its container and administer 10 mCi—20 mCi (0.368 GBq—0.736 GBq) as a bolus through a catheter inserted into a large peripheral vein. Start imaging 3 minutes after the injection and acquire images for a total of 10-20 minute Stress Imaging Study ( 2.2 ): If a rest imaging study is performed, begin the stress imaging study 40 minutes or more after the first Ammonia N 13 injection to allow for sufficient isotope decay. Administer a pharmacologic stress-inducing drug in accordance with its labeling. Aseptically withdraw Ammonia N 13 Injection from its container and administer 10 mCi—20 mCi (0.368 GBq—0.736 GBq) of Ammonia N 13 Injection as a bolus at 8 minutes  after the administration of the pharmacologic stress-inducing drug. Start imaging 3 minutes after the Ammonia N 13 Injection and acquire images for a total of 10-20 minutes. Patient Preparation ( 2.3 ): To increase renal clearance of radioactivity and to minimize radiation dose to the bladder, hydrate the patient before the procedure and encourage voiding as soon as each image acquisition is completed and as often as possible thereafter for at least one hour.",
    "warningsAndPrecautions": "Ammonia N 13 Injection, USP is packaged in 30 mL multiple dose glass vial containing between 1.11 GBq to 11.1 GBq (30 mCi to 300 mCi) of [13N] ammonia, at the end of synthesis (EOS) reference time, in 0.9% sodium chloride injection solution in approximately 10 mL volume. The recommended dose of radioactivity (10 mCi – 20 mCi) is associated with a theoretical mass dose of 0.5-1.0 picomoles of Ammonia.\n                  NDC 73410-001-01\n                  \n                     Storage\n                  \n                  Store at 25°C (77°F); excursions permitted to 15-30°C (59-86°F). Use the solution within 60 minutes of the End of Synthesis (EOS) calibration.",
    "adverseReactions": "None."
}