{
    "root": "3168f516-7bc8-de7f-e063-6394a90a9c8a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Lorazepam",
    "value": "20250328",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLACRILIN POTASSIUM",
            "code": "0BZ5A00FQU"
        },
        {
            "name": "LORAZEPAM",
            "code": "O26FZP769L"
        }
    ],
    "indications": "Lorazepam is indicated for the management of anxiety disorders or for the short-term relief of the symptoms of anxiety or anxiety associated with depressive symptoms. Anxiety or tension associated with the stress of everyday life usually does not require treatment with an anxiolytic.\n                  The effectiveness of lorazepam in long-term use, that is, more than 4 months, has not been assessed by systematic clinical studies. The physician should periodically reassess the usefulness of the drug for the individual patient.",
    "contraindications": "Lorazepam is administered orally. For optimal results, dose, frequency of administration, and duration of therapy should be individualized according to patient response. To facilitate this, 0.5 mg, 1 mg, and 2 mg tablets are available.\n                  The usual range is 2 to 6 mg/day given in divided doses, the largest dose being taken before bedtime, but the daily dosage may vary from 1 to 10 mg/day.\n                  For anxiety, most patients require an initial dose of 2 to 3 mg/day given two times a day or three times a day.\n                  For insomnia due to anxiety or transient situational stress, a single daily dose of 2 to 4 mg may be given, usually at bedtime.\n                  For elderly or debilitated patients, an initial dosage of 1 to 2 mg/day in divided doses is recommended, to be adjusted as needed and tolerated.\n                  The dosage of lorazepam should be increased gradually when needed to help avoid adverse effects. When higher dosage is indicated, the evening dose should be increased before the daytime doses.\n                  \n                     Discontinuation or Dosage Reduction of Lorazepam\n                  \n                  To reduce the risk of withdrawal reactions, use a gradual taper to discontinue lorazepam or reduce the dosage. If a patient develops withdrawal reactions, consider pausing the taper or increasing the dosage to the previous tapered dosage level. Subsequently decrease the dosage more slowly (see\n \n  \n                        WARNINGS: Dependence and Withdrawal Reactions\n                     and\n \n  \n                        DRUG ABUSE AND DEPENDENCE: Dependence\n                     ).",
    "warningsAndPrecautions": "Lorazepam® (lorazepam) Tablets are available in the following dosage strengths:\n                  1 mg White color, round, bisected flat face beveled edge compressed tablets, debossed \"EP\" above bisect and \"905\" below bisect on one side, and \"1\" on the other side.\n                  NDC: 70518-2442-00\n                  NDC: 70518-2442-01\n                  NDC: 70518-2442-02\n                  NDC: 70518-2442-03\n                  NDC: 70518-2442-04\n                  NDC: 70518-2442-05\n                  NDC: 70518-2442-06\n                  NDC: 70518-2442-07\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 100 in 1 BOTTLE PLASTIC\n                  PACKAGING: 100 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  PACKAGING: 100 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  PACKAGING: 100 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  \n                  Dispense in a tight container. light-resistant container as defined in the USP, using a child-resistant closure.\n                  Keep this and all Medications out of the reach of children.\n                  Store at 20°-25°C (68°-77°F) [see USP Controlled Room Temperature]. Excursions permitted to 59° to 86°F (15° to 30°C).\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Lorazepam is contraindicated in patients with:\n                  \n                     hypersensitivity to benzodiazepines or to any components of the formulation\n                     acute narrow-angle glaucoma."
}