{
    "root": "316abdf6-2726-f2dc-e063-6294a90ae59a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Lovastatin",
    "value": "20250328",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "BUTYLATED HYDROXYANISOLE",
            "code": "REK4960K2U"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "LOVASTATIN",
            "code": "9LHU78OQFD"
        }
    ],
    "indications": "Therapy with lovastatin tablets USP should be a component of multiple risk factor intervention in those individuals with dyslipidemia at risk for atherosclerotic vascular disease. Lovastatin tablets USP should be used in addition to a diet restricted in saturated fat and cholesterol as part of a treatment strategy to lower total-C and LDL-C to target levels when the response to diet and other nonpharmacological measures alone has been inadequate to reduce risk.\n                  \n                     Primary Prevention of Coronary Heart Disease\n                  \n                  In individuals without symptomatic cardiovascular disease, average to moderately elevated total-C and LDL-C and below average HDL-C, lovastatin tablets USP are indicated to reduce the risk of:\n                  -Myocardial infarction\n                  -Unstable angina\n                  -Coronary revascularization procedures\n                  \n                     (See\n  \n   CLINICAL PHARMACOLOGY, Clinical Studies).\n \n  \n                  \n                  \n                     Coronary Heart Disease\n                  \n                  Lovastatin tablets USP are indicated to slow the progression of coronary atherosclerosis in patients with coronary heart disease as part of a treatment strategy to lower total-C and LDL-C to target levels.\n                  \n                     Hypercholesterolemia\n                  \n                  Therapy with lipid-altering agents should be a component of multiple risk factor intervention in those individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Lovastatin tablets USP are indicated as an adjunct to diet for the reduction of elevated total-C and LDL-C levels in patients with primary hypercholesterolemia (Types IIa and IIb\n \n  2), when the response to diet restricted in saturated fat and cholesterol and to other nonpharmacological measures alone has been inadequate.\n\n \n                  \n                     \n                        2Classification of Hyperlipoproteinemias\n \n  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              IDL = intermediate-density lipoprotein. \n      \n                              \n                           \n                        \n                     \n                     \n                        \n                           Type \n     \n                           \n                           Lipoproteins elevated \n     \n                           \n                           Lipid Elevations \n     \n                           \n                        \n                        \n                           \n                              \n                           \n                           \n                              \n                           \n                           major \n     \n                           \n                           minor \n     \n                           \n                        \n                        \n                           I \n     \n                           \n                           chylomicrons \n     \n                           \n                           TG \n     \n                           \n                           ↑→C \n     \n                           \n                        \n                        \n                           IIa \n     \n                           \n                           LDL \n     \n                           \n                           C \n     \n                           \n                           — \n     \n                           \n                        \n                        \n                           IIb \n     \n                           \n                           LDL,VLDL \n     \n                           \n                           C \n     \n                           \n                           TG \n     \n                           \n                        \n                        \n                           III (rare) \n     \n                           \n                           IDL \n     \n                           \n                           C/TG \n     \n                           \n                           — \n     \n                           \n                        \n                        \n                           IV \n     \n                           \n                           VLDL \n     \n                           \n                           TG \n     \n                           \n                           ↑→C \n     \n                           \n                        \n                        \n                           V (rare) \n     \n                           \n                           chylomicrons,VLDL \n     \n                           \n                           TG \n     \n                           \n                           ↑→C \n     \n                           \n                        \n                     \n                  \n                  \n                     Adolescent Patients with Heterozygous Familial Hypercholesterolemia\n                  \n                  Lovastatin tablets USP are indicated as an adjunct to diet to reduce total-C, LDL-C and apolipoprotein B levels in adolescent boys and girls who are at least one year post-menarche, 10 to 17 years of age, with heFH if after an adequate trial of diet therapy the following findings are present:\n                  1. LDL-C remains >189 mg/dL or\n                  2. LDL-C remains >160 mg/dL\n \n  and:\n                  \n                  \n                     there is a positive family history of premature cardiovascular disease or\n                     two or more other CVD risk factors are present in the adolescent patient\n                  \n                  \n                     General Recommendations\n                  \n                  Prior to initiating therapy with lovastatin, secondary causes for hypercholesterolemia (e.g., poorly controlled diabetes mellitus, hypothyroidism, nephrotic syndrome, dysproteinemias, obstructive liver disease, other drug therapy, alcoholism) should be excluded, and a lipid profile performed to measure total-C, HDL-C, and TG. For patients with TG less than 400 mg\n \n  /dL (<4.5 mmol\n \n  /L), LDL-C can be estimated using the following equation:\n\n \n                  LDL-C = total-C – [0.2 × (TG) + HDL-C]\n                  For TG levels >400 mg/dL (>4.5 mmol/L), this equation is less accurate and LDL-C concentrations should be determined by ultracentrifugation. In hypertriglyceridemic patients, LDL-C may be low or normal despite elevated total-C. In such cases, lovastatin tablets USP are not indicated.\n                  The National Cholesterol Education Program (NCEP) Treatment Guidelines are summarized below:\n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 †CHD, coronary heart disease \n      \n                              \n                           \n                        \n                        \n                           \n                              \n                                 †\n                                 †Some authorities recommend use of LDL-lowering drugs in this category if an LDL-C level of <100 mg/dL cannot be achieved by therapeutic lifestyle changes. Others prefer use of drugs that primarily modify triglycerides and HDL-C, e.g., nicotinic acid or fibrate. Clinical judgment also may call for deferring drug therapy in this subcategory. \n      \n                              \n                           \n                        \n                        \n                           \n                              \n                                 †\n                                 †\n                                 †Almost all people with 0 to 1 risk factor have a 10-year risk <10%; thus, 10-year risk assessment in people with 0 to 1 risk factor is not necessary. \n      \n                              \n                           \n                        \n                        \n                           \n                              \n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           \n                              NCEP \n                              Treatment \n                              Guidelines\n                              :\n                              \n                                 \n                              \n                              LDL\n                              -\n                              C \n                              Goals \n                              and \n                              Cutpoints \n                              for \n                              Therapeutic \n                              Lifestyle \n                              Changes \n                              and \n                              Drug \n                              Therapy \n                              in \n                              Different \n                              Risk \n                              Categories\n                              \n                           \n                        \n                        \n                           \n                              Risk \n                              Category\n                              \n                                 \n                              \n                           \n                           \n                              LDL \n                              Goal\n                              \n                                 \n                              \n                              (\n                              mg\n                              /\n                              dL\n                              )\n                              \n                                 \n                              \n                           \n                           \n                              LDL \n                              Level \n                              at \n                              Which \n                              to \n                              Initiate \n                              Therapeutic \n                              Lifestyle \n                              Changes\n                              \n                                 \n                              \n                              (\n                              mg\n                              /\n                              dL\n                              )\n                              \n                                 \n                              \n                           \n                           \n                              LDL \n                              Level \n                              at \n                              Which \n                              to \n                              Consider \n                              Drug \n                              Therapy\n                              \n                                 \n                              \n                              (\n                              mg\n                              /\n                              dL\n                              )\n                              \n                                 \n                              \n                           \n                        \n                        \n                           CHD\n    \n     † or CHD risk equivalents (10-year risk >20%) \n     \n                           \n                           <100 \n     \n                           \n                           ≥100 \n     \n                           \n                           ≥130 \n       (100 to 129: drug optional)\n    \n      \n                              †\n                              †\n                              \n                           \n                        \n                        \n                           2+ Risk factors \n       (10-year risk ≤20%) \n     \n                           \n                           <130 \n     \n                           \n                           ≥130 \n     \n                           \n                           10-year risk 10 to 20%: ≥130 \n       10-year risk <10%: ≥160 \n     \n                           \n                        \n                        \n                           0 to 1 Risk factor\n    \n     †\n                              †\n                              †\n                              \n                           \n                           <160 \n     \n                           \n                           ≥160 \n     \n                           \n                           ≥190 \n       (160 to 189: LDL-lowering drug optional) \n     \n                           \n                        \n                     \n                  \n                  After the LDL-C goal has been achieved, if the TG is still ≥200 mg/dL, non-HDL-C (total-C minus HDL-C) becomes a secondary target of therapy. Non-HDL-C goals are set 30 mg/dL higher than LDL-C goals for each risk category.\n                  At the time of hospitalization for an acute coronary event, consideration can be given to initiating drug therapy at discharge if the LDL-C is ≥130 mg/dL (see NCEP Guidelines above).\n                  Since the goal of treatment is to lower LDL-C, the NCEP recommends that LDL-C levels be used to initiate and assess treatment response. Only if LDL-C levels are not available, should the total-C be used to monitor therapy.\n                  Although lovastatin tablets USP may be useful to reduce elevated LDL-C levels in patients with combined hypercholesterolemia and hypertriglyceridemia where hypercholesterolemia is the major abnormality (Type IIb hyperlipoproteinemia), it has not been studied in conditions where the major abnormality is elevation of chylomicrons, VLDL or IDL (i.e., hyperlipoproteinemia types I, III, IV, or V).\n \n  2 \n\n \n                  The NCEP classification of cholesterol levels in pediatric patients with a familial history of hypercholesterolemia or premature cardiovascular disease is summarized below:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              Category\n                              \n                                 \n                              \n                           \n                           \n                              Total\n                              -\n                              C \n                              (\n                              mg\n                              /\n                              dL\n                              )\n                              \n                                 \n                              \n                           \n                           \n                              LDL\n                              -\n                              C \n                              (\n                              mg\n                              /\n                              dL\n                              )\n                              \n                                 \n                              \n                           \n                        \n                        \n                           Acceptable \n     \n                           \n                           <170 \n     \n                           \n                           <110 \n     \n                           \n                        \n                        \n                           Borderline \n     \n                           \n                           170 to 199 \n     \n                           \n                           110 to 129 \n     \n                           \n                        \n                        \n                           High \n     \n                           \n                           ≥200 \n     \n                           \n                           ≥130 \n     \n                           \n                        \n                     \n                  \n                  Children treated with lovastatin in adolescence should be re-evaluated in adulthood and appropriate changes made to their cholesterol-lowering regimen to achieve adult goals for LDL-C.",
    "contraindications": "The patient should be placed on a standard cholesterol-lowering diet before receiving lovastatin tablets USP and should continue on this diet during treatment with lovastatin tablets USP (see NCEP Treatment Guidelines for details on dietary therapy). Lovastatin tablets USP should be given with meals.\n                  \n                     Adult Patients\n                  \n                  The usual recommended starting dose is 20 mg once a day given with the evening meal. The recommended dosing range of lovastatin is 10 to 80 mg\n \n  /day in single or two divided doses; the maximum recommended dose is 80 mg\n \n  /day. Doses should be individualized according to the recommended goal of therapy\n \n  (see\n  \n   NCEP Guidelinesand\n  \n   CLINICAL PHARMACOLOGY).\n \n  Patients requiring reductions in LDL-C of 20% or more to achieve their goal\n \n  (see\n  \n   INDICATIONS AND USAGE)\n \n  should be started on 20 mg/day of lovastatin tablets. A starting dose of 10 mg of lovastatin may be considered for patients requiring smaller reductions. Adjustments should be made at intervals of 4 weeks or more.\n\n \n                  Cholesterol levels should be monitored periodically and consideration should be given to reducing the dosage of lovastatin tablets if cholesterol levels fall significantly below the targeted range.\n                  \n                     Dosage in Patients taking Danazol, Diltiazem, Dronedarone or Verapamil\n                  \n                  In patients taking danazol, diltiazem, dronedarone or verapamil concomitantly with lovastatin, therapy should begin with 10 mg of lovastatin and should not exceed 20 mg\n \n  /day\n \n  (see\n  \n   CLINICAL PHARMACOLOGY, Pharmacokinetics,\n  \n   WARNINGS, Myopathy/Rhabdomyolysis,\n  \n   PRECAUTIONS, Drug Interactions,\n  \n   Other Drug Interactions).\n \n  \n                  \n                  \n                     Dosage in Patients taking Amiodarone\n                  \n                  In patients taking amiodarone concomitantly with lovastatin, the dose should not exceed 40 mg/day\n \n  (see\n  \n   WARNINGS, Myopathy/Rhabdomyolysisand\n  \n   PRECAUTIONS, Drug Interactions,\n  \n   Other Drug Interactions).\n \n  \n                  \n                  \n                     Adolescent Patients (10 to 17 years of age) with Heterozygous Familial Hypercholesterolemia\n                  \n                  The recommended dosing range of lovastatin is 10 to 40 mg\n \n  /day; the maximum recommended dose is 40 mg\n \n  /day. Doses should be individualized according to the recommended goal of therapy\n \n  (see\n  \n   NCEP Pediatric Panel Guidelines \n  \n   4,\n  \n   CLINICAL PHARMACOLOGY, and\n  \n   INDICATIONS AND USAGE).\n \n  Patients requiring reductions in LDL-C of 20% or more to achieve their goal should be started on 20 mg/day of lovastatin. A starting dose of 10 mg of lovastatin may be considered for patients requiring smaller reductions. Adjustments should be made at intervals of 4 weeks or more.\n\n \n                  \n                     Concomitant Lipid-Lowering Therapy\n                  \n                  Lovastatin tablets USP are effective alone or when used concomitantly with bile-acid sequestrants\n \n  (see\n  \n   WARNINGS, Myopathy/Rhabdomyolysisand\n  \n   PRECAUTIONS, Drug Interactions).\n \n  \n                  \n                  \n                     Dosage in Patients with Renal Insufficiency\n                  \n                  In patients with severe renal insufficiency (creatinine clearance <30 mL\n \n  /min), dosage increases above 20 mg\n \n  /day should be carefully considered and, if deemed necessary, implemented cautiously\n \n  (see\n  \n   CLINICAL PHARMACOLOGYand\n  \n   WARNINGS, Myopathy/Rhabdomyolysis).",
    "warningsAndPrecautions": "Lovastatin Tablets USP, 10 mg are light green colored, oval shaped, uncoated tablets, debossed with 'LU' on one side and 'G01' on the other side. They are supplied as follows:\n                  NDC: 70518-2727-00\n                  NDC: 70518-2727-01\n                  NDC: 70518-2727-02\n                  NDC: 70518-2727-03\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 90 in 1 BOTTLE PLASTIC\n                  PACKAGING: 90 in 1 BOTTLE PLASTIC\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  Storage\n                  Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Lovastatin tablets must be protected from light and stored in a well-closed, light-resistant container.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Hypersensitivity to any component of this medication.\n                  Active liver disease or unexplained persistent elevations of serum transaminases\n \n  (see\n  \n   WARNINGS).\n \n   \n\n \n                  Concomitant administration with strong CYP3A4 inhibitors (e.g., itraconazole, ketoconazole, posaconazole, voriconazole, HIV protease inhibitors, boceprevir, telaprevir, erythromycin, clarithromycin, telithromycin, nefazodone, and cobicistat-containing products)\n \n  (see\n  \n   WARNINGS, Myopathy/Rhabdomyolysis).\n \n   \n\n \n                  \n                     Pregnancy and lactation\n                     (see\n  \n   PRECAUTIONS, Pregnancyand\n  \n   Nursing Mothers).\n \n  \n                  \n                  Atherosclerosis is a chronic process and the discontinuation of lipid-lowering drugs during pregnancy should have little impact on the outcome of long-term therapy of primary hypercholesterolemia. Moreover, cholesterol and other products of the cholesterol biosynthesis pathway are essential components for fetal development, including synthesis of steroids and cell membranes. Because of the ability of inhibitors of HMG-CoA reductase such as lovastatin to decrease the synthesis of cholesterol and possibly other products of the cholesterol biosynthesis pathway, lovastatin is contraindicated during pregnancy and in nursing mothers.\n \n  Lovastatin should be administered to women of childbearing age only when such patients are highly unlikely to conceive.If the patient becomes pregnant while taking this drug, lovastatin should be discontinued immediately and the patient should be apprised of the potential hazard to the fetus\n \n  (see\n  \n   PRECAUTIONS, Pregnancy)."
}