{
    "root": "316befe4-1351-2acb-e063-6394a90a9a17",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ALBUTEROL SULFATE",
    "value": "20250328",
    "ingredients": [
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SORBITOL SOLUTION",
            "code": "8KW3E207O2"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "ALBUTEROL SULFATE",
            "code": "021SEF3731"
        }
    ],
    "indications": "Albuterol Sulfate Syrup is indicated for the relief of bronchospasm in adults and children 2 years of age and older with reversible obstructive airway disease.",
    "contraindications": "The following dosages of albuterol sulfate syrup are expressed in terms of albuterol base.\n                  \n                     Usual Dosage\n                  \n                  \n                     Adults and Children Over 14 Years of Age:\n                  \n                  The usual starting dosage for adults and children over 14 years of age is 2 mg (1 teaspoonful) or 4 mg (2 teaspoonfuls) three or four times a day.\n                  \n                  \n                     Children Over 6 Years to 14 Years of Age:\n                  \n                  The usual starting dosage for children over 6 years to 14 years of age is 2 mg (1 teaspoonful) three or four times a day.\n                  \n                  \n                     Children 2 to 5 Years of Age:\n                  \n                  Dosing in children 2 to 5 years of age should be initiated at 0.1 mg/kg of body weight three times a day. This starting dosage should not exceed 2 mg (1 teaspoonful) three times a day.\n                  \n                     Dosage Adjustment\n                  \n                  \n                     Adults and Children Over 14 Years of Age:\n                  \n                  For adults and children over 14 years of age, a dosage above 4 mg four times a day should be used \n \n  only when the patient fails to respond. If a favorable response does not occur with the 4-mg initial dosage, it should be cautiously increased stepwise up to a maximum of 8 mg four times a day as tolerated.\n\n \n                  \n                  \n                     Children Over 6 Years to 14 Years of Age Who Fail to Respond to the Initial Starting Dosage of 2 mg Four Times a Day:\n                  \n                  For children over 6 years to 14 years of age who fail to respond to the initial starting dosage of 2 mg four times a day, the dosage may be cautiously increased stepwise, but not to exceed 24 mg/day (given in divided doses).\n                  \n                  \n                     Children 2 to 5 Years of Age Who Do Not Respond Satisfactorily to the Initial Dosage:\n                  \n                  For children from 2 to 5 years of age who do not respond satisfactorily to the initial starting dosage, the dosage may be increased stepwise to 0.2 mg/kg of body weight three times a day, but not to exceed a maximum of 4 mg (2 teaspoonfuls) given three times a day.\n                  \n                  \n                     Elderly Patients and Those Sensitive to Beta-adrenergic Stimulators:\n                  \n                  The initial dosage should be restricted to 2 mg three or four times a day and individually adjusted thereafter.",
    "warningsAndPrecautions": "Albuterol Sulfate Syrup, a clear, orange-yellow liquid with a strawberry flavor, contains 2 mg of albuterol (present as the sulfate) per 5 mL and is supplied in the following containers:\n                  4 fl oz (120 mL)                                         NDC 62135-189-41\n                  16 fl oz (473 mL)                                       NDC 62135-189-47\n                  5 mL Unit-Dose Cup                                  NDC 62135-189-05\n                  20 Unit-Dose Cups of 5 mL each               NDC 62135-189-24\n                  20 mL Unit-Dose Cup                                NDC 62135-189-20\n                  20 Unit Dose-Cups of 20 mL each             NDC 62135-189-23\n                  Dispense contents with a child-resistant closure (as required) and in a tight, light-resistant container as defined in the USP/NF.\n                  Store at 20º to 25ºC (68º to 77ºF) [See USP Controlled Room Temperature].\n                  Manufactured By:\n                  Chartwell Pharmaceuticals, LLC.\n                  Congers, NY 10920\n                  Manufactured for:\n                  Chartwell RX, LLC\n                  Congers, NY 10920\n                  Rev 03/2025\n                  L70767",
    "adverseReactions": "Albuterol Sulfate Syrup is contraindicated in patients with a history of hypersensitivity to albuterol or any of its components."
}