{
    "root": "316e6fee-f10a-35f9-e063-6394a90a77ac",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Cyclobenzaprine Hydrochloride",
    "value": "20250328",
    "ingredients": [
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "SILICIFIED MICROCRYSTALLINE CELLULOSE (50 .MICRO.M)",
            "code": "DVB3KG8URF"
        },
        {
            "name": "CROSPOVIDONE (15 MPA.S AT 5%)",
            "code": "68401960MK"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "CYCLOBENZAPRINE HYDROCHLORIDE",
            "code": "0VE05JYS2P"
        }
    ],
    "indications": "Cyclobenzaprine hydrochloride tablets, USP are indicated as an adjunct to rest and physical therapy for relief of muscle spasm associated with acute, painful musculoskeletal conditions.\n                  Improvement is manifested by relief of muscle spasm and its associated signs and symptoms, namely, pain, tenderness, limitation of motion, and restriction in activities of daily living.\n                  \n                     Cyclobenzaprine hydrochloride tablets should be used only for short periods (up to 2 or 3 weeks) because adequate evidence of effectiveness for more prolonged use is not available and because muscle spasm associated with acute, painful musculoskeletal conditions is generally of short duration and specific therapy for longer periods is seldom warranted.\n                  \n                  Cyclobenzaprine hydrochloride tablets have not been found effective in the treatment of spasticity associated with cerebral or spinal cord disease, or in children with cerebral palsy.",
    "contraindications": "For most patients, the recommended dose of cyclobenzaprine hydrochloride tablets is 5 mg three times a day. Based on individual patient response, the dose may be increased to 10 mg three times a day. Use of cyclobenzaprine hydrochloride tablets for periods longer than 2 or 3 weeks is not recommended (see\n \n  INDICATIONS AND USAGE).\n\n \n                  Less frequent dosing should be considered for hepatically impaired or elderly patients (see\n \n  PRECAUTIONS: Impaired Hepatic Function, and\n \n  Use in the Elderly).",
    "warningsAndPrecautions": "Cyclobenzaprine Hydrochloride Tablets, USP are available containing 7.5 mg of cyclobenzaprine hydrochloride, USP.\n                  \n                  The 7.5 mg tablets are white to off-white film-coated, round tablets debossed with 021 on one side and plain on other side. They are available as follows:\n                  NDC 68071-3805-7 bottles of 21 tablets\n                  NDC 68071-3805-1 bottles of 15 tablets\n                  \n                  \n                  \n                     Store at 20째C to 25째C (68째F to 77째F). [See USP Controlled Room Temperature.]\n                  \n                  \n                  Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.\n                  Manufactured for:\n                  Northstaetsr Rx LLC\n                  Memphis, TN 38141.\n                  Toll-Free: 1-800-206-7821\n                  \n                  Manufactured by:\n                  \n                  Rubicon Research Ltd.,\n                  Thane 421506, India.\n                  \n                  Iss. 07/2024",
    "adverseReactions": "Hypersensitivity to any component of this product\n                  Concomitant use of monoamine oxidase (MAO) inhibitors or within 14 days after their discontinuation. Hyperpyretic crisis seizures and deaths have occurred in patients receiving cyclobenzaprine (or structurally similar tricyclic antidepressants) concomitantly with MAO inhibitor drugs.\n                  Acute recovery phase of myocardial infarction, and patients with arrhythmias, heart block or conduction disturbances, or congestive heart failure.\n                  Hyperthyroidism."
}