{
    "id": "326b49e1-0d4b-7ad2-e063-6394a90a37ac",
    "indications": "To reduce the development of drug-resistant bacteria and maintain the effectiveness of Doxycycline for Injection, USP and other antibacterial drugs, Doxycycline for Injection, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.\n                  \n                  Doxycycline for Injection, USP is indicated in infections caused by the following microorganisms:\n                  \n                  • Rickettsiae (Rocky Mountain spotted fever, typhus fever, and the typhus group, Q fever, rickettsial pox and tick fevers).\n                  \n                     • Mycoplasma pneumoniae (PPLO, Eaton Agent).\n \n                  • Agents of psittacosis and ornithosis.\n                  • Agents of lymphogranuloma venereum and granuloma inguinale.\n                  • The spirochetal agent of relapsing fever \n  (Borrelia recurrentis).\n \n                  \n                  The following gram-negative microorganisms:\n                  \n                  \n                     • Haemophilus ducreyi (chancroid).\n \n                  \n                     • Yersinia pestis and \n  Francisella tularensis.\n \n                  \n                     • Bartonella bacilliformis.\n \n                  \n                     • Bacteroides species.\n \n                  \n                     • Vibrio cholerae and \n  Campylobacter fetus.\n \n                  \n                     • Brucella species (in conjunction with streptomycin).\n \n                  \n                  Because many strains of the following groups of microorganisms have been shown to be resistant to tetracyclines, culture and susceptibility testing are recommended.\n                  \n                  Doxycycline is indicated for treatment of infections caused by the following gram-negative microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:\n                  \n                  \n                     • Escherichia coli.\n                  \n                  \n                     • Enterobacter aerogenes.\n \n                  \n                     • Shigella species.\n \n                  \n                     • Acinetobacter species.\n \n                  \n                     • Haemophilus influenzae (respiratory infections).\n \n                  \n                     • Klebsiella species (respiratory and urinary infections).\n \n                  \n                  Doxycycline is indicated for treatment of infections caused by the following gram-positive microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:\n                  \n                  \n                     • Streptococcus species:\n \n                  \n                  Up to 44 percent of strains of \n  Streptococcus pyogenes and 74 percent of \n  Enterococcus \n                     faecalis have been found to be resistant to tetracycline drugs. Therefore, tetracyclines should not be used for streptococcal disease unless the organism has been demonstrated to be sensitive.\n \n                  \n                  \n                  For upper respiratory infections due to group A beta-hemolytic streptococci, penicillin is the usual drug of choice, including prophylaxis of rheumatic fever.\n                  \n                  \n                     • Streptococcus pneumoniae.\n \n                  \n                     • Staphylococcus aureus, respiratory, skin and soft tissue infections. Tetracyclines are not the drugs of choice in the treatment of any type of staphylococcal infections.\n \n                  • Anthrax due to \n  Bacillus anthracis, including inhalational anthrax (post-exposure): to reduce the incidence or progression of disease following exposure to aerosolized \n  Bacillus anthracis.\n \n                  \n                  \n                  When penicillin is contraindicated, doxycycline is an alternative drug in the treatment of infections due to:\n                  \n                  \n                     • Neisseria gonorrhoeae and \n  N. meningitidis.\n \n                  \n                     • Treponema pallidum and \n  Treponema pallidum subspecies pertenue (syphilis and yaws).\n \n                  \n                     • Listeria monocytogenes.\n \n                  \n                     • Clostridium species.\n \n                  \n                     • Fusobacterium fusiforme (Vincent's infection).\n \n                  \n                     • Actinomyces species.\n \n                  \n                  In acute intestinal amebiasis, doxycycline may be a useful adjunct to amebicides.\n                  \n                  Doxycycline is indicated in the treatment of trachoma, although the infectious agent is not always eliminated, as judged by immunofluorescence.",
    "contraindications": "NOTE: Rapid administration is to be avoided. Parenteral therapy is indicated only when oral therapy is not indicated. Oral therapy should be instituted as soon as possible. If intravenous therapy is given over prolonged periods of time, thrombophlebitis may result.\n \n                  \n                  The usual dosage and frequency of administration of Doxycycline for Injection (100 to 200 mg/day) differs from that of the other tetracyclines (1 to 2 g/day). Exceeding the recommended dosage may result in an increased incidence of side effects.\n                  \n                  Studies to date have indicated that doxycycline hyclate at the usual recommended doses does not lead to excessive accumulation of the antibiotic in patients with renal impairment.\n                  \n                  \n                     Adults\n                  \n                  The usual dosage of doxycycline for injection is 200 mg on the first day of treatment administered in one or two infusions. Subsequent daily dosage is 100 to 200 mg depending upon the severity of infection, with 200 mg administered in one or two infusions.\n                  \n                  \n                  In the treatment of primary and secondary syphilis, the recommended dosage is 300 mg daily for at least 10 days. In the treatment of inhalational anthrax (post-exposure) the recommended dose is 100 mg of doxycycline, twice a day. Parenteral therapy is only indicated when oral therapy is not indicated and should not be continued over a prolonged period of time. Oral therapy should be instituted as soon as possible. Therapy must continue for a total of 60 days.\n                  \n                  \n                     Pediatric Patients\n                  \n                  For all pediatric patients weighing less than 45 kg with severe or life-threatening infections (e.g., anthrax, Rocky Mountain spotted fever), the recommended dosage is 2.2 mg/kg of body weight administered every 12 hours. Children weighing 45 kg or more should receive the adult dose (see \n  WARNINGS and \n  PRECAUTIONS).\n \n                  \n                  For pediatric patients with less severe disease (greater than 8 years of age and weighing less than 45 kg), the recommended dosage schedule is 4.4 mg/kg of body weight divided into two doses on the first day of treatment, followed by a maintenance dose of 2.2 mg/kg of body weight (given as a single daily dose or divided into twice daily doses). For pediatric patients weighing over 45 kg, the usual adult dose should be used.\n                  \n                  In the treatment of inhalational anthrax (post-exposure) the recommended dose is 2.2 mg/kg of body weight, twice a day in children weighing less than 45 kg. Parenteral therapy is only indicated when oral therapy is not indicated and should not be continued over a prolonged period of time. Oral therapy should be instituted as soon as possible. Therapy must continue for a total of 60 days.\n                  \n                  \n                     General\n                  \n                  The duration of infusion may vary with the dose (100 to 200 mg/day), but is usually one to four hours. A recommended minimum infusion time for 100 mg of a 0.5 mg/mL solution is one hour. Therapy should be continued for at least 24 to 48 hours after symptoms and fever have subsided. The therapeutic antibacterial serum activity will usually persist for 24 hours following recommended dosage.\n                  \n                  Intravenous solutions should not be injected intramuscularly or subcutaneously. Caution should be taken to avoid the inadvertent introduction of the intravenous solution into the adjacent soft tissue.\n                  \n                  \n                     PREPARATION OF SOLUTION:\n                  \n                  To prepare a solution containing 10 mg/mL, the contents of the vial should be reconstituted with 10 mL (for the 100 mg/vial container) of Sterile Water for Injection or any of the 10 intravenous infusion solutions listed below. Each 100 mg of doxycycline for injection (i.e., withdraw entire solution from the 100 mg vial) is further diluted with 100 mL to 1,000 mL of the intravenous solutions listed below:\n                  \n                  1. Sodium Chloride Injection, USP\n                  2. 5% Dextrose Injection, USP\n                  3. Ringer’s Injection, USP\n                  4. Invert Sugar, 10% in Water\n                  5. Lactated Ringer’s Injection, USP\n                  6. Dextrose 5% in Lactated Ringer’s\n                  7. Normosol-M® in D5-W\n                  8. Normosol-R® in D5-W\n                  9. Plasma-Lyte® 56 in 5% Dextrose\n                  10. Plasma-Lyte® 148 in 5% Dextrose\n                  \n                  This will result in desired concentrations of 0.1 to 1 mg/mL. Concentrations lower than 0.1 mg/mL or higher than 1 mg/mL are not recommended.\n                  \n                  \n                     Stability\n                     \nDoxycycline is stable for 48 hours in solution when diluted with Sodium Chloride Injection, USP, or 5% Dextrose Injection, USP, to concentrations between 1 mg/mL and 0.1 mg/mL and stored at 25°C. Doxycycline in these solutions is stable under fluorescent light for 48 hours, but must be protected from direct sunlight during storage and infusion. Reconstituted solutions (1 to 0.1 mg/mL) may be stored up to 72 hours prior to start of infusion if refrigerated and protected from sunlight and artificial light. Infusion must then be completed within 12 hours. Solutions must be used within these time periods or discarded.\n \n                  \n                  Doxycycline, when diluted with Ringer’s Injection, USP, or Invert Sugar, 10% in Water, to a concentration between 1 mg/mL and 0.1 mg/mL, must be completely infused within 12 hours after reconstitution to ensure adequate stability. During infusion, the solution must be protected from direct sunlight. Reconstituted solutions (1 to 0.1 mg/mL) may be stored up to 72 hours prior to start of infusion if refrigerated and protected from sunlight and artificial light. Infusion must then be completed within 12 hours. Solutions must be used within these time periods or discarded.\n                  \n                  Diluted solutions (0.1 to 1 mg/mL) prepared using Normosol-M® in D5-W; Normosol-R® in D5-W; Plasma-Lyte® 56 in 5% Dextrose; or Plasma-Lyte® 148 in 5% Dextrose may also be stored up to 12 hours prior to start of infusion, if refrigerated and protected from sunlight and artificial light. The infusion must be completed within 12 hours. Solutions must be used within these time periods or discarded.\n                  \n                  When diluted with Lactated Ringer’s Injection, USP, or Dextrose 5% in Lactated Ringer’s, infusion of the solution (ca. 1 mg/mL) or lower concentrations (not less than 0.1 mg/mL) must be completed within six hours after reconstitution to ensure adequate stability. During infusion, the solution must be protected from direct sunlight. Solutions must be used within this time period or discarded.\n                  Solutions of doxycycline for injection, at a concentration of 10 mg/mL in Sterile Water for Injection, when frozen immediately after reconstitution are stable for eight weeks when stored at –20°C. If the product is warmed, care should be taken to avoid heating it after the thawing is complete. Once thawed the solution should not be refrozen.\n                  \n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.",
    "warningsAndPrecautions": "Doxycycline for Injection, USP, sterile powder, supplied as follows:\n                  \n                  \n                     \n                        \n                           \n                              Unit of Sale \n                           \n                           \n                              Strenght \n                           \n                           \n                              Each \n                           \n                        \n                        \n                           \n                              NDC 66794-237-41\n\t\t\t10 Single-Dose Vials per carton\n    \n                           \n                              \n\t\t\tDoxycycline hyclate equivalent to 100 mg doxycycline per vial\n    \n                           \n                              NDC 66794-237-02\n\t\t\t20 mL Single-Dose Vial\n    \n                        \n                     \n                  \n                  \n                  Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].\n                  \n                  \n                  \n                  \n                     PROTECT FROM LIGHT.\n                  \n                  Retain in carton until time of use.\n                  \n                  The brand names mentioned in this document are the trademarks of their respective owners.\n                  \n                  \n                  \n                  \n                     Manufactured for:\n   \nPiramal Critical Care\n  \n                     \nBethlehem, PA 18017, USA\n \n                  \n                     \nRevised date: 05/2025",
    "adverseReactions": "This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines.",
    "ingredients": [
        {
            "name": "ASCORBIC ACID",
            "code": "PQ6CK8PD0R"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "DOXYCYCLINE HYCLATE",
            "code": "19XTS3T51U"
        }
    ],
    "organization": "Piramal Critical Care Inc",
    "name": "DOXYCYCLINE",
    "effectiveTime": "20250516"
}