{
    "id": "333f0ca9-928d-45af-92b9-9ea8a4d02f7d",
    "indications": "MICARDIS is an angiotensin II receptor blocker (ARB) indicated for: Treatment of hypertension, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. (1.1) Cardiovascular (CV) risk reduction in patients unable to take ACE inhibitors (1.2)",
    "contraindications": "May be administered with or without food (2.1) When used for cardiovascular risk reduction, monitoring of blood pressure is recommended, and if appropriate, adjustment of medications that lower blood pressure may be necessary (2.2) Indication Starting Dose Dose Range Hypertension (2.1) 40 mg once daily 40 to 80 mg once daily Cardiovascular Risk Reduction (2.2) 80 mg once daily 80 mg once daily",
    "warningsAndPrecautions": "MICARDIS is available as white or off-white, uncoated tablets containing telmisartan 20 mg, 40 mg, or 80 mg. Tablets are marked with the Boehringer Ingelheim company symbol on one side, and on the other side, with either \"50H\", \"51H\", or \"52H\" for the 20 mg, 40 mg, and 80 mg strengths, respectively. Tablets are provided as follows:\n                  MICARDIS tablets 20 mg are round and individually blister-sealed in cartons of 30 tablets as 3 x 10 cards (NDC 0597-0039-37).\n                  MICARDIS tablets 40 mg are oblong shaped and individually blister-sealed in cartons of 30 tablets as 3 x 10 cards (NDC 0597-0040-37).\n                  MICARDIS tablets 80 mg are oblong shaped and individually blister-sealed in cartons of 30 tablets as 3 x 10 cards (NDC 0597-0041-37).\n                  \n                     \n                        Storage\n                     \n                     \n                     Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F)\t\t\t\t\t\t\t [see USP Controlled Room Temperature]. Tablets should not be removed from blisters until immediately before administration.",
    "adverseReactions": "MICARDIS is contraindicated in patients with known hypersensitivity (e.g., anaphylaxis or angioedema) to telmisartan or any other component of this product \n                        [see Adverse Reactions (6.2)]\n                     .\n                  Do not co-administer aliskiren with MICARDIS in patients with diabetes [see Drug Interactions (7)].",
    "ingredients": [
        {
            "name": "TELMISARTAN",
            "code": "U5SYW473RQ"
        }
    ],
    "organization": "Boehringer Ingelheim Pharmaceuticals, Inc.",
    "name": "Micardis",
    "effectiveTime": "20250520"
}