{
    "root": "3363b2a9-5d4f-d921-e063-6294a90a7fbb",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Mitomycin",
    "value": "20250422",
    "ingredients": [
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "MITOMYCIN",
            "code": "50SG953SK6"
        }
    ],
    "indications": "Mitomycin for Injection is not recommended as single-agent, primary therapy. It has been shown to be useful in the therapy of disseminated adenocarcinoma of the stomach or pancreas in proven combinations with other approved chemotherapeutic agents and as palliative treatment when other modalities have failed. Mitomycin is not recommended to replace appropriate surgery and/or radiotherapy.",
    "contraindications": "Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit.\n                  Mitomycin should be given intravenously only, using care to avoid extravasation of the compound. If extravasation occurs, cellulitis, ulceration, and slough may result.\n                  Each vial contains either mitomycin 5 mg and mannitol 10 mg, mitomycin, 20 mg and mannitol 40 mg or mitomycin 40 mg and mannitol 80 mg. To administer, add Sterile Water for Injection, 10 mL, 40 mL or 80 mL respectively. Shake to dissolve. If product does not dissolve immediately, allow to stand at room temperature until solution is obtained.\n                  After full hematological recovery (see guide to dosage adjustment) from any previous chemotherapy, the following dosage schedule may be used at 6 to 8 week intervals:\n                  20 mg/m\n \n  2intravenously as a single dose via a functioning intravenous catheter.\n\n \n                  Because of cumulative myelosuppression, patients should be fully reevaluated after each course of mitomycin, and the dose reduced if the patient has experienced any toxicities. Doses greater than 20 mg/m\n \n  2have not been shown to be more effective, and are more toxic than lower doses.\n\n \n                  The following schedule is suggested as a guide to dosage adjustment:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              Nadir After Prior Dose\n                           \n                        \n                        \n                           \n                              Leukocytes/mm\n     \n      3\n                              \n                           \n                           \n                              Platelets/mm\n     \n      3\n                              \n                           \n                           \n                              Percentage of \n        Prior Dose \n        To Be Given\n     \n                           \n                        \n                        \n                           >4000\n                           >100,000\n                           100%\n                        \n                        \n                           3000–3999\n                           75,000–99,999\n                           100%\n                        \n                        \n                           2000–2999\n                           25,000–74,999\n                           70%\n                        \n                        \n                           <2000\n                           <25,000\n                           50%\n                        \n                     \n                  \n                  No repeat dosage should be given until leukocyte count has returned to 4000/mm\n \n  3and a platelet count to 100,000/mm\n \n  3. When mitomycin is used in combination with other myelosuppressive agents, the doses should be adjusted accordingly. If the disease continues to progress after two courses of mitomycin, the drug should be stopped since chances of response are minimal.",
    "warningsAndPrecautions": "Mitomycin for Injection USP\n                  NDC 16729-115-05—Each amber vial contains 5 mg mitomycin, individually packed in single carton.\n                  NDC 16729-108-11—Each amber vial contains 20 mg mitomycin, individually packed in single carton.\n                  NDC 16729-116-38—Each amber vial contains 40 mg mitomycin, individually packed in single carton.\n                  \n                     Storage:Store dry powder at 25°C, excursion permitted between 15°C and 30°C, protected from light. Avoid excessive heat, over 40 °C (104° F). Protect reconstituted solution from light. Store solution under refrigeration 2° to 8 °C (36° to 46°F), discard after 14 days. If unrefrigerated, discard after 7 days.",
    "adverseReactions": "Mitomycin is contraindicated in patients who have demonstrated a hypersensitive or idiosyncratic reaction to it in the past.\n                  Mitomycin is contraindicated in patients with thrombocytopenia, coagulation disorder, or an increase in bleeding tendency due to other causes."
}