{
    "id": "3383dbe6-8796-a02d-e063-6294a90a4a5c",
    "indications": "Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
    "contraindications": "Adult Dosage for Metformin Hydrochloride Extended-Release Tablets: Swallow metformin hydrochloride extended-release tablets whole and never crush, cut or chew (2.1 ) Starting dose: 500 mg orally once daily with the evening meal ( 2.1 ) Increase the dose in increments of 500 mg weekly, up to a maximum of 2000 mg once daily with the evening meal ( 2.1 ) Patients receiving metformin hydrochloride tablets may be switched to metformin hydrochloride extended-release tablets once daily at the same total daily dose, up to 2000 mg once daily ( 2.1 ) Renal Impairment: Prior to initiation, assess renal function with estimated glomerular filtration rate (eGFR) ( 2.3 ) Do not use in patients with eGFR below 30 mL/minute/1.73 m 2 ( 2.3 ) Initiation is not recommended in patients with eGFR between 30 to 45 mL/minute/1.73 m 2 ( 2.3 ) Assess risk/benefit of continuing if eGFR falls below 45 mL/ minute/1.73 m 2 ( 2.3) Discontinue if eGFR falls below 30 mL/minute/1.73 m 2 ( 2.3 ) Discontinuation for Iodinated Contrast Imaging Procedures: Metformin hydrochloride extended-release tablets may need to be discontinued at time of, or prior to, iodinated contrast imaging procedures ( 2.4 )",
    "warningsAndPrecautions": "Table 13: Metformin Hydrochloride Extended-Release Tablets, USP Available Strengths, Units, and appearance\n                           \n                           \n                           \n                           \n                           \n                              \n                                 \n                                    Metformin Hydrochloride Extended-Release Tablets, USP\n                                 \n                              \n                              \n                                 500 mg\n                                 Bottles of 100\n                                 NDC 69315-410-01\n                                 White to off white capsule shaped, biconvex, beveled edge tablet, with occasionally mottled \n     \n                                      appearance, debossed with \"\n    \n     001\" on one side and plain on other side.\n   \n    \n                              \n                              \n                                 Bottles of 500\n                                 NDC 69315-410-05",
    "adverseReactions": "Metformin hydrochloride extended-release tablets are contraindicated in patients with:\n                  \n                       Severe renal impairment (eGFR below 30 mL/min/1.73 m\n  \n   2) [\n  \n   \n                           see Warnings and Precautions (5.1)\n                        ].\n \n  \n                       Hypersensitivity to metformin.\n                       Acute or chronic metabolic acidosis, including diabetic ketoacidosis, with or without coma.",
    "ingredients": [
        {
            "name": "CARBOXYMETHYLCELLULOSE SODIUM",
            "code": "K679OBS311"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "METFORMIN HYDROCHLORIDE",
            "code": "786Z46389E"
        }
    ],
    "organization": "Leading Pharma, LLC",
    "name": "METFORMIN HYDROCHLORIDE",
    "effectiveTime": "20250424"
}