{
    "id": "33da187f-72d1-daa5-e063-6394a90a66b1",
    "indications": "HORIZANT is indicated for: treatment of moderate-to-severe primary Restless Legs Syndrome (RLS) in adults. ( 1.1 ) management of postherpetic neuralgia (PHN) in adults. ( 1.2 )",
    "contraindications": "Instruct patients to swallow tablets whole and not to cut, crush, or chew tablets. Take with food. ( 2.1 ) RLS: 600 mg once daily taken at about 5 PM. ( 2.2 ) A dose of 1,200 mg once daily provided no additional benefit compared with the 600-mg dose, but caused an increase in adverse reactions. ( 2.2 ) If the dose is not taken at the recommended time, the next dose should be taken the following day as prescribed. ( 2.2 ) PHN: The starting dose is 600 mg in the morning for 3 days, then increase to 600 mg twice daily beginning on day 4. ( 2.3 ) A daily dose greater than 1,200 mg provided no additional benefit. ( 2.3 ) If the dose is not taken at the recommended time, skip this dose, and the next dose should be taken at the time of next scheduled dose. ( 2.3 ) Patients with renal impairment: Doses of HORIZANT must be adjusted in accordance with renal function. (2.4)",
    "warningsAndPrecautions": "HORIZANT Extended-Release Tablets containing 300 mg of gabapentin enacarbil are white to off-white, with occasional black/grey spots, oval-shaped tablets debossed with \"GS TF7\".\n                  HORIZANT Extended-Release Tablets containing 600 mg of gabapentin enacarbil are white to off-white, with occasional black/grey spots, oval-shaped tablets debossed with \"GS LFG\". They are supplied as follows:\n                  300 mg: NDC 53451-0103-1: Bottles of 30 \n    600 mg: NDC 53451-0101-1: Bottles of 30",
    "adverseReactions": "None.",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "DIBASIC CALCIUM PHOSPHATE DIHYDRATE",
            "code": "O7TSZ97GEP"
        },
        {
            "name": "GLYCERYL DIBEHENATE",
            "code": "R8WTH25YS2"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "GABAPENTIN ENACARBIL",
            "code": "75OCL1SPBQ"
        }
    ],
    "organization": "Azurity Pharmaceuticals, Inc. (formerly Arbor Pharmaceuticals)",
    "name": "Horizant",
    "effectiveTime": "20250428"
}