{
    "root": "33de40bd-2015-90b6-e063-6294a90a2617",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Sodium Sulfacetamide",
    "value": "20250423",
    "ingredients": [
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        },
        {
            "name": "SULFACETAMIDE SODIUM",
            "code": "4NRT660KJQ"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "GLYCERYL STEARATE SE",
            "code": "FCZ5MH785I"
        },
        {
            "name": "COCAMIDOPROPYL BETAINE",
            "code": "5OCF3O11KX"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "PEG-6 CAPRYLIC/CAPRIC GLYCERIDES",
            "code": "GO50W2HWO8"
        },
        {
            "name": "PEG-60 ALMOND GLYCERIDES",
            "code": "4Y0E651N0F"
        },
        {
            "name": "PEG-150 PENTAERYTHRITYL TETRASTEARATE",
            "code": "8L4OOQ76AM"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "EDETATE DISODIUM ANHYDROUS",
            "code": "8NLQ36F6MM"
        },
        {
            "name": "POLYSORBATE 60",
            "code": "CAL22UVI4M"
        },
        {
            "name": "SODIUM THIOSULFATE",
            "code": "HX1032V43M"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        }
    ],
    "indications": "Sodium Sulfacetamide 10% Wash is intended for topical application in the following scaling dermatoses: seborrheic dermatitis and seborrhea sicca (dandruff). It also is indicated for the treatment of secondary bacterial infections of the skin due to organisms susceptible to sulfonamides.",
    "contraindications": "Seborrheic dermatits including seborrhea sica - Sodium Sulfacetamide 10% Wash: Wash affected areas twice daily (morning and evening), or as directed by your phyiscian. Avoid contact with eyes or mucous membranes. Wet skin and liberally apply to areas to be cleansed, message gently into skin working into a full lather, rinse thoroughly/pat dry and repeat after 10 to 20 seconds. Rinsing with plain water will remove any excess medication. Repeat application as described for eight to ten days. If skin dryness occurs it may be controlled by rinsing cleanser off sooner or using less frequently. Regular shampooing following Sodium Sulfacetamide 10% Wash is not necessary but the hair should be shampooed at least once a week. As the condition subsides, the interval between applications may be lengthened. Applications once or twice a week may prevent recurrence. Should the condition recur after stopping therapy, the application of Sodium Sulfacetamide 10% Wash should be reinitiated as at the beginning of treatment. \n  Secondary Cutaneous Bacterial Infections - Wet skin and liberally apply to areas to be cleansed, massage gently into skin for 10-20 seconds working into a full lather, rinse thoroughly and pat dry. Rinsing with plain water will remove any excess medication. Repeat application as described for eight to ten days. If skin dryness occurs it may be controlled by rinsing cleanser off sooner or using less often.",
    "warningsAndPrecautions": "Sodium Sulfacetamide 10% Wash is supplied in the following size(s): 6 fl. oz. (177 mL) bottle, NDC 16477-410-06, and 12 fl. oz (354.8mL) bottle, NDC 16477-410-12",
    "adverseReactions": "Sodium Sulfacetamide 10% Wash is contraindicated in persons with known or suspected hypersensitivity to sulfonamides or to any of the ingredients of the product."
}