{
    "id": "33ffdbeb-b85a-25c9-e063-6394a90a05a3",
    "indications": "For the treatment of superficial bacterial infections of the external auditory canal caused by organisms susceptible to the action of the antibiotics, and for the treatment of infections of mastoidectomy and fenestration cavities caused by organisms susceptible to the antibiotics.",
    "contraindications": "Therapy with this product should be limited to 10 consecutive days. The external auditory canal should be thoroughly cleansed and dried with a sterile cotton applicator.\n                  For adults, 4 drops of the suspension should be instilled into the affected ear 3 to 4 times daily.\n                  For children, 3 drops are suggested because of the smaller capacity of the ear canal.\n                  The patient should lie with the affected ear upward and then the drops should be instilled. This position should be maintained for 5 minutes to facilitate penetration of the drops into the ear canal. Repeat, if necessary, for the opposite ear.\n                  If preferred, a cotton wick may be inserted into the canal and then the cotton may be saturated with the suspension. This wick should be kept moist by adding further suspension every 4 hours. The wick should be replaced at least once every 24 hours.\n                  \n                     SHAKE WELL BEFORE USING.",
    "warningsAndPrecautions": "Neomycin and polymyxin B sulfates and hydrocortisone otic suspension, USP is supplied in a white plastic dropper bottle in the following size:\n                  10 mL bottle - NDC 24208-635-62\n                  \n                     Storage:Store at 15°C to 25°C (59°F to 77°F).\n\n \n                  \n                     FOR USE IN EARS ONLY.\n                  \n                  \n                  \n                     KEEP OUT OF REACH OF CHILDREN.\n                  \n                  \n                     Distributed by: \n   \n                     Bausch & Lomb Americas Inc. \n    Bridgewater, NJ 08807 USA\n\n \n                  \n                     Manufactured by:\n                       Bausch & Lomb Incorporated \n    Tampa, FL 33637 USA\n\n \n                  © 2025 Bausch & Lomb Incorporated or its affiliates\n                  Revised: March 2025\n                  9115707 (Folded) \n    9115607 (Flat)",
    "adverseReactions": "This product is contraindicated in those individuals who have shown hypersensitivity to any of its components, and in herpes simplex, vaccinia, and varicella infections.",
    "ingredients": [
        {
            "name": "CETYL ALCOHOL",
            "code": "936JST6JCN"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SULFURIC ACID",
            "code": "O40UQP6WCF"
        },
        {
            "name": "THIMEROSAL",
            "code": "2225PI3MOV"
        },
        {
            "name": "HYDROCORTISONE",
            "code": "WI4X0X7BPJ"
        },
        {
            "name": "NEOMYCIN SULFATE",
            "code": "057Y626693"
        },
        {
            "name": "POLYMYXIN B SULFATE",
            "code": "19371312D4"
        }
    ],
    "organization": "Bausch & Lomb Incorporated",
    "name": "Neomycin and Polymyxin B Sulfates and Hydrocortisone",
    "effectiveTime": "20250430"
}