{
    "id": "3400108f-4499-f802-e063-6294a90adc4f",
    "indications": "Dabigatran etexilate capsules are a direct thrombin inhibitors indicated: To reduce the risk of stroke and systemic embolism in adult patients with non-valvular atrial fibrillation (1.1) For the treatment of deep venous thrombosis (DVT) and pulmonary embolism (PE) in adult patients who have been treated with a parenteral anticoagulant for 5 to 10 days (1.2) To reduce the risk of recurrence of DVT and PE in adult patients who have been previously treated (1.3)",
    "contraindications": "Non-valvular Atrial Fibrillation in Adult Patients: For patients with CrCl >30 mL/min: 150 mg orally, twice daily (2.2) For patients with CrCl 15 to 30 mL/min: 75 mg orally, twice daily (2.2) Treatment of DVT and PE in Adult Patients: For patients with CrCl >30 mL/min: 150 mg orally, twice daily after 5 to 10 days of parenteral anticoagulation (2.2) Reduction in the Risk of Recurrence of DVT and PE in Adult Patients: For patients with CrCl >30 mL/min: 150 mg orally, twice daily after previous treatment (2.2) Dabigatran etexilate capsules are NOT substitutable on a milligram-to-milligram basis with other dabigatran etexilate dosage forms Review recommendations for converting to or from other oral or parenteral anticoagulants (2.6 , 2.7) Temporarily discontinue dabigatran etexilate capsules before invasive or surgical procedures when possible, then restart promptly (2.8)",
    "warningsAndPrecautions": "Dabigatran etexilate 75 mg capsules are cream opaque cap / cream opaque body size '2' HPMC capsules imprinted with 'H' on cap and 'D10' on body with black ink, filled with mixture of off white to yellowish white pellets. The capsules are supplied in the packages listed:\n  \nUnit dose packages of 30 (3 x 10) NDC 60687-744-21\n \n                  Dabigatran etexilate 150 mg capsules are cream opaque cap / cream opaque body size '0' HPMC capsules imprinted with 'H' on cap and 'D11' on body with black ink, filled with mixture of off white to yellowish white pellets. The capsules are supplied in the packages listed:\n  \nUnit dose packages of 20 (5 x 4) NDC 60687-752-32\n \n                  Store at 20째C to 25째C (68째F to 77째F) [see USP Controlled Room Temperature]. If the capsules are taken out of the blister, the product must be used within 4 months. Store in the original blister to protect from moisture.\n                  Keep out of the reach of children.\n                  \n                     FOR YOUR PROTECTION: Do not use if blister is torn or broken.",
    "adverseReactions": "Dabigatran etexilate capsules are contraindicated in patients with:\n                  \n                     Active pathological bleeding \n   [see \n    Warnings and Precautions (5.2) and \n    Adverse Reactions (6.1)] \n   \n                     \n                     History of a serious hypersensitivity reaction to dabigatran, dabigatran etexilate, or to one of the excipients of the product (e.g., anaphylactic reaction or anaphylactic shock) \n   [see \n    Adverse Reactions (6.1)] \n   \n                     \n                     Mechanical prosthetic heart valve \n   [see \n    Warnings and Precautions (5.4)]",
    "ingredients": [
        {
            "name": "HYDROXYPROPYL CELLULOSE (1600000 WAMW)",
            "code": "RFW2ET671P"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TARTARIC ACID",
            "code": "W4888I119H"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        },
        {
            "name": "DABIGATRAN ETEXILATE MESYLATE",
            "code": "SC7NUW5IIT"
        }
    ],
    "organization": "American Health Packaging",
    "name": "Dabigatran Etexilate",
    "effectiveTime": "20250430"
}