{
    "root": "34009d15-bb1d-9b7e-e063-6294a90ae5e3",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Chlorhexidine Gluconate",
    "value": "20250528",
    "ingredients": [
        {
            "name": "PEG-40 SORBITAN DIISOSTEARATE",
            "code": "JL4CCU7I1G"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "SACCHARIN SODIUM",
            "code": "SB8ZUX40TY"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "CHLORHEXIDINE GLUCONATE",
            "code": "MOR84MUD8E"
        }
    ],
    "indications": "Chlorhexidine gluconate oral rinse is indicated for use between dental visits as part of a professional program for the treatment of gingivitis as characterized by redness and swelling of the gingivae, including gingival bleeding upon probing. Chlorhexidine gluconate oral rinse has not been tested among patients with acute necrotizing ulcerative gingivitis (ANUG). For patients having coexisting gingivitis and periodontitis, see \n  \n       \n \n  PRECAUTIONS.",
    "contraindications": "Chlorhexidine gluconate oral rinse therapy should be initiated directly following a dental prophylaxis. Patients using chlorhexidine gluconate oral rinse should be reevaluated and given a thorough prophylaxis at intervals no longer than six months.\n                  Recommended use is twice daily oral rinsing for 30 seconds, morning and evening after tooth brushing. Usual dosage is 15 ml (marked in cap) of undiluted chlorhexidine gluconate oral rinse. Patients should be instructed to not rinse with water, or other mouthwashes, brush teeth, or eat immediately after using chlorhexidine gluconate oral rinse. Chlorhexidine gluconate oral rinse is not intended for ingestion and should be expectorated after rinsing.",
    "warningsAndPrecautions": "Chlorhexidine gluconate oral rinse is supplied as a blue liquid in 4-oz (118 mL) and 1-pint (473 ml) amber plastic bottles with child-resistant dispensing closures.\n                  Store at 20°C to 25°C (68°F-77°F), excursions permitted to 15°C to 30°C (59°F to 86°F) [See USP controlled Room Temperature].\n                  Rx Only\n                  \n                     Revised: August 2023\n \n                  \n                     Distributed by:\n                     \n                     \nBenco Dental\n \n                  800.GO.BENCO • benco.com\n                  295 CenterPoint Blvd., Pittston, PA 18640, Made in USA",
    "adverseReactions": "Chlorhexidine gluconate oral rinse should not be used by persons who are known to be hypersensitive to chlorhexidine gluconate or other formula ingredients."
}