{
    "root": "34008387-2a5c-a02a-e063-6394a90a4c40",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "DICLOFENAC SODIUM",
    "value": "20250430",
    "ingredients": [
        {
            "name": "POLYOXYL 35 CASTOR OIL",
            "code": "6D4M1DAL6O"
        },
        {
            "name": "BORIC ACID",
            "code": "R57ZHV85D4"
        },
        {
            "name": "TROMETHAMINE",
            "code": "023C2WHX2V"
        },
        {
            "name": "SORBIC ACID",
            "code": "X045WJ989B"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "DICLOFENAC SODIUM",
            "code": "QTG126297Q"
        }
    ],
    "indications": "Diclofenac Sodium Ophthalmic is indicated for the treatment of postoperative inflammation in patients who have undergone cataract extraction and for the temporary relief of pain and photophobia in patients undergoing corneal refractive surgery.",
    "contraindications": "Cataract Surgery\n                  \n                  One drop of Diclofenac Sodium Ophthalmic should be applied to the affected eye, 4 times daily beginning 24 hours after cataract surgery and continuing throughout the first 2 weeks of the postoperative period.\n                  \n                     Corneal Refractive Surgery\n                  \n                  One or two drops of Diclofenac Sodium Ophthalmic should be applied to the operative eye within the hour prior to corneal refractive surgery. Within 15 minutes after surgery, one or two drops should be applied to the operative eye and continued 4 times daily for up to 3 days.",
    "warningsAndPrecautions": "Diclofenac Sodium Ophthalmic 0.1% (1 mg/mL) Sterile Solution is supplied in a white opaque LDPE bottle with a white opaque LDPE nozzle and grey coloured HDPE closure. The 2.5 mL fill is supplied in a 5 mL size bottle. The 5 mL fill is supplied in a 10 mL size bottle.\n                  2.5 mL -\n \n  NDC72888-150-21\n\n \n                  5 mL -\n \n  NDC72888-150-22\n\n \n                  Store at 15째C to 25째C (59째 to 77째F).\n                  \n                     Dispense in original, unopened container only.\n                  \n                  \n                     Distributed by:\n                  \n                  Advagen Pharma Ltd.,\n                  East Windsor, NJ 08520, USA.\n                  Rev. 01/2025",
    "adverseReactions": "Diclofenac Sodium Ophthalmic is contraindicated in patients who are hypersensitive to any component of the medication."
}