{
    "id": "3400bd5d-e9f6-a2aa-e063-6294a90a28c0",
    "indications": "Prednisone tablets, USP are indicated in the following conditions:\n                  \n                     Endocrine Disorders\n                  \n                  Primary or secondary adrenocortical insufficiency (hydrocortisone or cortisone is the first choice; synthetic analogs may be used in conjunction with mineralocorticoids where applicable; in infancy mineralocorticoid supplementation is of particular importance); congenital adrenal hyperplasia; hypercalcemia associated with cancer; nonsuppurative thyroiditis.\n                  \n                     Rheumatic Disorders\n                  \n                  As adjunctive therapy for short-term administration (to tide the patient over an acute episode or exacerbation) in: psoriatic arthritis, rheumatoid arthritis, including juvenile rheumatoid arthritis (selected cases may require low-dose  maintenance therapy), ankylosing spondylitis, acute and subacute bursitis, acute nonspecific tenosynovitis, acute gouty arthritis, post-traumatic osteoarthritis, synovitis of osteoarthritis, epicondylitis.\n                  \n                     Collagen Diseases\n                  \n                  During an exacerbation or as maintenance therapy in selected cases of: systemic lupus erythematosus, systemic dermatomyositis (polymyositis),  acute rheumatic carditis.\n                  \n                     De\n                     rmatologic Diseases\n                  \n                  Pemphigus; bullous dermatitis herpetiformis; severe erythema multiforme (Stevens-Johnson syndrome); exfoliative dermatitis; mycosis fungoides; severe psoriasis; severe seborrheic dermatitis.\n                  \n                     Allergic States\n                  \n                  Control of severe or incapacitating allergic conditions intractable to adequate trials  of conventional treatment: seasonal or perennial allergic rhinitis; bronchial asthma; contact dermatitis; atopic dermatitis; serum sickness; drug hypersensitivity reactions.\n                  \n                     Ophthalmic Diseases\n                  \n                  Severe acute and chronic allergic and inflammatory  processes involving the eye and its adnexa  such as: allergic corneal marginal ulcers, herpes zoster ophthalmicus, anterior segment inflammation, diffuse posterior uveitis and choroiditis, sympathetic ophthalmia, allergic conjunctivitis, keratitis, chorioretinitis, optic neuritis, iritis and iridocyclitis.\n                  \n                     Respiratory Diseases\n                  \n                  Symptomatic sarcoidosis; Loeffler’s syndrome not manageable by other means; berylliosis; fulminating or disseminated pulmonary tuberculosis when used concurrently with appropriate antituberculous chemotherapy; aspiration pneumonitis.\n                  \n                     Hematologic Disorders\n                  \n                  Idiopathic thrombocytopenic purpura in adults; secondary thrombocytopenia in adults; acquired (autoimmune) hemolytic anemia; erythroblastopenia (RBC anemia); congenital (erythroid) hypoplastic anemia.\n                  \n                     Neoplastic Diseases\n                  \n                  For palliative management of: leukemias and lymphomas in adults, acute leukemia of childhood.\n                  \n                     Edematous States\n                  \n                  To induce a diuresis or remission of proteinuria in the nephrotic syndrome, without uremia, of the idiopathic type or that due to lupus erythematosus.\n                  \n                     Gastrointestinal Diseases\n                  \n                  To tide the patient over a critical period of the disease in: ulcerative colitis, regional enteritis.\n                  \n                     Miscellaneous\n                  \n                  Tuberculous meningitis with subarachnoid block or impending block when used concurrently with appropriate antituberculous chemotherapy; trichinosis with neurologic or myocardial involvement.",
    "contraindications": "Gastric irritation may be reduced if taken before, during, or immediately after meals or with food or milk.\n                  The maximal activity of the adrenal cortex is between 2 am and 8 am, and it is minimal between 4 pm and midnight. Exogenous corticosteroids suppress adrenocorticoid activity the least when given at the time of maximal activity (am) for single dose administration. Therefore, it is recommended that prednisone be administered in the morning prior to 9 am and when large doses are given, administration of antacids between meals to help prevent peptic ulcers. Multiple dose therapy should be evenly distributed in evenly spaced intervals throughout the day.\n                  Dietary salt restriction may be advisable in patients.\n                  Do not stop taking this medicine without first talking to your doctor. Avoid abrupt withdraw of therapy.\n                  The initial dosage of prednisone may vary from 5 mg to 60 mg per day, depending on the specific disease entity being treated. In situations of less severity lower doses will generally suffice, while in selected patients higher initial doses may be required. The initial dosage should be maintained or adjusted until a satisfactory  response is noted. If after a reasonable period  of time there is a lack  of satisfactory clinical response, prednisone should  be discontinued  and the patient transferred  to other appropriate therapy.\n \n  IT SHOULD BE EMPHASIZED THAT DOSAGE REQUIREMENTS ARE VARIABLE AND MUST BE INDIVIDUALIZED ON THE BASIS OF THE DISEASE UNDER TREATMENT AND THE RESPONSE OF THE PATIENT.After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small increments at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. It should be kept in mind that constant monitoring is needed in regard to drug dosage. Included in the situations  which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient’s individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment; in this latter situation, it may be necessary to increase the dosage of prednisone for a period of time consistent with the patient’s condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly.",
    "warningsAndPrecautions": "Prednisone tablets, USP 5 mg are flat faced, beveled, scored, round, white tablets imprinted “DAN DAN” and “5052” supplied in\n                  \n                  NDC: 70518-3537-00\n                  PACKAGING: 1 in 1 CARTON, 21 in 1 BLISTER PACK TYPE 0\n                  \n                  Dispense in a well-closed container with child-resistant closure.\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  Blisters: Protect from light and moisture.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Prednisone tablets are contraindicated in systemic fungal infections and known hypersensitivity to components.",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSPOVIDONE",
            "code": "2S7830E561"
        },
        {
            "name": "DOCUSATE SODIUM",
            "code": "F05Q2T2JA0"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "PREDNISONE",
            "code": "VB0R961HZT"
        }
    ],
    "organization": "REMEDYREPACK INC.",
    "name": "Prednisone",
    "effectiveTime": "20250430"
}