{
    "id": "34012195-5fcd-eff1-e063-6294a90a98de",
    "indications": "Fludeoxyglucose F18 Injection, USP is indicated for positron emission tomography (PET) imaging in the following settings:",
    "contraindications": "Fludeoxyglucose F18 Injection emits radiation.  Use procedures to minimize radiation exposure. Calculate the final dose from the end of synthesis (EOS) time using proper radioactive decay factors.  Assay the final dose in a properly calibrated dose calibrator before administration to the patient\n \n  [see Description (\n  \n   11.2)]\n \n  .",
    "warningsAndPrecautions": "Fludeoxyglucose F18 Injection, USP is supplied in a multi-dose, capped 30 mL glass vial containing between 0.740 GBq/mL–11.1 GBq/mL (20 mCi/mL—300 mCi/mL), of no carrier added 2‑deoxy-2-[F 18] fluoro-D-glucose, at end of synthesis, in approximately 20 mL.  The contents of each vial are sterile, pyrogen-free and preservative-free.\n                  NDC 73410-003-01\n                  This radiopharmaceutical is licensed by the State of New York, Department Of Health, Bureau of Environmental Radiation Protection, for distribution to persons licensed pursuant to New York's Regulatory Code for Radioactive material specified in Chapter 1-‑Part 16 of the State Sanitary Code, as appropriate, or under equivalent licenses of an Agreement State or Licensing State. \n                  \n                     Storage\n                  \n                  Store the Fludeoxyglucose F18 Injection vial upright in a lead shielded container at 25°C (77°F); excursions permitted to 15-30°C (59-86°F). \n                  Store and dispose of Fludeoxyglucose F18 Injection in accordance with the regulations and a general license, or its equivalent, of an Agreement State or a Licensing State. \n                  The expiration date and time are provided on the container label. Use Fludeoxyglucose F18 Injection within 12 hours from the EOS time.",
    "adverseReactions": "None.",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM CITRATE, UNSPECIFIED FORM",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "FLUDEOXYGLUCOSE F-18",
            "code": "0Z5B2CJX4D"
        }
    ],
    "organization": "SOFIE Co. dba SOFIE",
    "name": "Fludeoxyglucose F 18",
    "effectiveTime": "20250430"
}