{
    "id": "341458ca-1786-8c07-e063-6394a90a70df",
    "indications": "Enoxaparin Sodium Injection is a low molecular weight heparin (LMWH) indicated for: Prophylaxis of deep vein thrombosis (DVT) in abdominal surgery, hip replacement surgery, knee replacement surgery, or medical patients with severely restricted mobility during acute illness ( 1.1 ) Inpatient treatment of acute DVT with or without pulmonary embolism ( 1.2 ) Outpatient treatment of acute DVT without pulmonary embolism ( 1.2 ) Prophylaxis of ischemic complications of unstable angina and non-Q-wave myocardial infarction (MI) ( 1.3 ) Treatment of acute ST-segment elevation myocardial infarction (STEMI) managed medically or with subsequent percutaneous coronary intervention (PCI) ( 1.4 )",
    "contraindications": "See full prescribing information for dosing and administration information. ( 2 )",
    "warningsAndPrecautions": "Enoxaparin Sodium Injection, USP is a clear, colorless to pale yellow solution and is supplied as follows:\n                  \n                     100 mg per mL Concentration\n                     \n                     \n                     \n                     \n                     \n                     \n                        \n                           * Strength represents the number of milligrams of enoxaparin sodium in Water for Injection.\n                        \n                        \n                           \n                              †Approximate anti-Factor Xa activity based on reference to the W.H.O. First International Low Molecular Weight Heparin Reference Standard.\n   \n    \n                        \n                        \n                           \n                              §Each Enoxaparin Sodium Injection, USP multi-dose vial contains 15 mg benzyl alcohol per 1 mL as a preservative.\n   \n    \n                        \n                     \n                     \n                        \n                           \n                              \n                                 NDC\n                              \n                           \n                           \n                              \n                                 Strength*\n                              \n                           \n                           \n                              \n                                 Anti-Xa Activity\n      \n       †\n                                 \n                              \n                           \n                           \n                              \n                                 Label Color\n                              \n                           \n                           \n                              \n                                 Package Factor\n                              \n                           \n                        \n                        \n                           \n                              68001-641-41\n                           \n                           \n                              300 mg per 3 mL Multi-Dose Vial\n     \n      §\n                              \n                           \n                           \n                              30,000 IU\n                           \n                           \n                              Red\n                           \n                           \n                              1 vial per carton\n                           \n                        \n                     \n                  \n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C to 30°C (59°F to 86°F). [See USP Controlled Room Temperature.] Store in the original carton or packaging until ready to use.\n                  Do not store the multi-dose vials for more than 28 days after the first use.\n                  \n                     Sterile, Nonpyrogenic.\n                  \n                  \n                     The container closure is not made with natural rubber latex.",
    "adverseReactions": "Enoxaparin sodium is contraindicated in patients with:\n                  \n                     Active major bleeding\n                     History of immune-mediated heparin-induced thrombocytopenia (HIT) within the past 100 days or in the presence of circulating antibodies\n  \n   [see Warnings and Precautions (\n   \n    5.4)]\n  \n   \n                     \n                     Known hypersensitivity to enoxaparin sodium (e.g., pruritus, urticaria, anaphylactic/anaphylactoid reactions)\n  \n   [see Adverse Reactions (\n   \n    6.2)]\n  \n   \n                     \n                     Known hypersensitivity to heparin or pork products\n                     Known hypersensitivity to benzyl alcohol\n  \n   [see Warnings and Precautions (\n   \n    5.8)]",
    "ingredients": [
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "ENOXAPARIN SODIUM",
            "code": "8NZ41MIK1O"
        }
    ],
    "organization": "BluePoint Laboratories",
    "name": "Enoxaparin Sodium",
    "effectiveTime": "20250501"
}