{
    "root": "3415fb52-47c4-0715-e063-6294a90a272c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Estradiol",
    "value": "20250501",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "DIBASIC CALCIUM PHOSPHATE DIHYDRATE",
            "code": "O7TSZ97GEP"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "FD&C BLUE NO. 1 ALUMINUM LAKE",
            "code": "J9EQA3S2JM"
        },
        {
            "name": "D&C RED NO. 27 ALUMINUM LAKE",
            "code": "ZK64F7XSTX"
        },
        {
            "name": "ESTRADIOL",
            "code": "4TI98Z838E"
        }
    ],
    "indications": "Estradiol tablets are indicated in the:\n                  \n                     Treatment of moderate to severe vasomotor symptoms associated with the menopause.\n                     Treatment of moderate to severe symptoms of vulvar and vaginal atrophy associated with the menopause. When prescribing solely for the treatment of symptoms of vulvar and vaginal atrophy, topical vaginal products should be considered.\n                     Treatment of hypoestrogenism due to hypogonadism, castration or primary ovarian failure.\n                     Treatment of breast cancer (for palliation only) in appropriately selected women and men with metastatic disease.\n                     Treatment of advanced androgen-dependent carcinoma of the prostate (for palliation only).\n                     Prevention of osteoporosis. When prescribing solely for the prevention of postmenopausal osteoporosis, therapy should only be considered for women at significant risk of osteoporosis and for whom non-estrogen medications are not considered to be appropriate. (See\n  \n   CLINICAL PHARMACOLOGY,\n  \n   \n                           Clinical Studies.\n  \n   )\n \n  \n                  \n                  The mainstays for decreasing the risk of postmenopausal osteoporosis are weight bearing exercise, adequate calcium and vitamin D intake, and when indicated, pharmacologic therapy. Postmenopausal women require an average of 1500 mg/day of elemental calcium. Therefore, when not contraindicated, calcium supplementation may be helpful for women with suboptimal dietary intake. Vitamin D supplementation of 400 to 800 IU/day may also be required to ensure adequate daily intake in postmenopausal women.",
    "contraindications": "When estrogen is prescribed for a postmenopausal woman with a uterus, a progestin should also be initiated to reduce the risk of endometrial cancer. A woman without a uterus does not need progestin. Use of estrogen, alone or in combination with a progestin, should be with the lowest effective dose and for the shortest duration consistent with treatment goals and risks for the individual woman. Patients should be reevaluated periodically as clinically appropriate (e.g., 3-month to 6-month intervals) to determine if treatment is still necessary (see\n \n  \n                        BOXED WARNINGS\n                     and\n \n  \n                        WARNINGS\n                     ). For women who have a uterus, adequate diagnostic measures, such as endometrial sampling, when indicated, should be undertaken to rule out malignancy in cases of undiagnosed persistent or recurring abnormal vaginal bleeding.\n\n \n                  Patients should be started at the lowest dose for the indication.\n                  \n                     1. For treatment of moderate to severe vasomotor symptoms, vulval and vaginal atrophy associated with the menopause, the lowest dose and regimen that will control symptoms should be chosen and medication should be discontinued as promptly as possible.\n                  \n                  Attempts to discontinue or taper medication should be made at 3-month to 6-month intervals. The usual initial dosage range is 1 to 2 mg daily of estradiol adjusted as necessary to control presenting symptoms. The minimal effective dose for maintenance therapy should be determined by titration. Administration should be cyclic (e.g., 3 weeks on and 1 week off).\n                  \n                     2. For treatment of female hypoestrogenism due to hypogonadism, castration, or primary ovarian failure.\n                  \n                  Treatment is usually initiated with a dose of 1 to 2 mg daily of estradiol, adjusted as necessary to control presenting symptoms; the minimal effective dose for maintenance therapy should be determined by titration.\n                  \n                     3. For treatment of breast cancer, for palliation only, in appropriately selected women and men with metastatic disease.\n                  \n                  Suggested dosage is 10 mg three times daily for a period of at least three months.\n                  \n                     4. For treatment of advanced androgen-dependent carcinoma of the prostate, for palliation only.\n                  \n                  Suggested dosage is 1 to 2 mg three times daily. The effectiveness of therapy can be judged by phosphatase determinations as well as by symptomatic improvement of the patient.\n                  \n                     5. For prevention of osteoporosis.\n                  \n                  When prescribing solely for the prevention of postmenopausal osteoporosis, therapy should be considered only for women at significant risk of osteoporosis and for whom non-estrogen medications are not considered to be appropriate.\n                  The lowest effective dose of estradiol has not been determined.",
    "warningsAndPrecautions": "Estradiol Tablets, USP are available as:\n                  1 mg, Light purple, oval, flat-faced, beveled-edge, scored tablet. Debossed with 886 / 1 on the scored side and stylized b on the other side, packaged in\n                  NDC: 70518-0834-00\n                  NDC: 70518-0834-01\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 90 in 1 BOTTLE PLASTIC\n                  \n                  Store at 20º to 25º C (68º to 77ºF) [See USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container as defined in the USP, with a child-resistant closure (as required).\n                  Keep this and all medications out of the reach of children.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Estrogens should not be used in individuals with any of the following conditions:\n                  \n                     Undiagnosed abnormal genital bleeding.\n                     Known, suspected or history of cancer of the breast except in appropriately selected patients being treated for metastatic disease.\n                     Known or suspected estrogen-dependent neoplasia.\n                     Active deep vein thrombosis, pulmonary embolism or history of these conditions.\n                     Active or recent (e.g., within the past year) arterial thromboembolic disease (e.g., stroke, myocardial infarction.\n                     Liver dysfunction or disease.\n                     Estradiol tablets should not be used in patients with known hypersensitivity to its ingredients. Estradiol tablets 2 mg contain FD&C Yellow No. 5 (tartrazine) which may cause allergic-type reactions (including bronchial asthma) in certain susceptible individuals. Although the overall incidence of FD&C Yellow No. 5 (tartrazine) sensitivity in the general population is low, it is frequently seen in patients who also have aspirin hypersensitivity.\n                     Known or suspected pregnancy. There is no indication for estradiol tablets in pregnancy. There appears to be little or no increased risk of birth defects in children born to women who have used estrogens and progestins from oral contraceptives inadvertently during early pregnancy. (See\n  \n   \n                           PRECAUTIONS\n                        .)"
}