{
    "root": "341715cc-f13d-dd49-e063-6394a90a8b30",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Trazodone Hydrochloride",
    "value": "20250501",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "TRAZODONE HYDROCHLORIDE",
            "code": "6E8ZO8LRNM"
        }
    ],
    "indications": "Trazodone is a selective serotonin reuptake inhibitor indicated for the treatment of major depressive disorder (MDD) ( 1 ).",
    "contraindications": "Starting dose: 150 mg in divided doses daily. May be increased by 50 mg per day every three to four days. Maximum dose: 400 mg per day in divided doses ( 2 ). Trazodone hydrochloride tablets should be taken shortly after a meal or light snack ( 2 ). Tablets should be swallowed whole or broken in half along the score line, and should not be chewed or crushed ( 2 ). When discontinued, gradual dose reduction is recommended ( 2 ).",
    "warningsAndPrecautions": "Trazodone Hydrochloride Tablets USP, 50 mg are white to off-white, round-shape, biconvex beveled tablets, bisect on one side and plain on other side. The bisected side of tablet is debossed with '8' on upper side of bisect and '05' on lower side of bisect and are supplied as follows:\n                  NDC 72789-154-30 in bottle of 30 tablets\n                  NDC 72789-154-60 in bottle of 60 tablets\n                  NDC 72789-154-90 in bottle of 90 tablets\n                  Directions for using the correct score when breaking the tablet, please refer to the\n                  following:\n                  -For 50 mg, break the score on either the left or right side of the tablet (one-third of a\n                  tablet).\n                  \n                  Store at 20째C to 25째C (68째F to 77째F) [See USP Controlled Room Temperature].\n                  Dispense with a child-resistant closure in a tight, light-resistant container.",
    "adverseReactions": "Concomitant use of monoamine oxidase inhibitors (MAOIs), or use within 14 days of stopping MAOIs ( 4 )."
}