{
    "root": "3417b0d5-4a13-852d-e063-6294a90a0977",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "FOLIC ACID",
    "value": "20250501",
    "ingredients": [
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "FOLIC ACID",
            "code": "935E97BOY8"
        }
    ],
    "indications": "Folic acid, USP is effective in the treatment of megaloblastic anemias due to a deficiency of folic acid, USP (as may be seen in tropical or nontropical sprue) and in anemias of nutritional origin, pregnancy, infancy, or childhood.",
    "contraindications": "Oral administration is preferred. Although most patients with malabsorption cannot absorb food folates, they are able to absorb folic acid, USP given orally. Parenteral administration is not advocated but may be necessary in some individuals (e.g., patients receiving parenteral or enteral alimentation). Doses greater than 0.1 mg should not be used unless anemia due to vitamin B\n \n  12deficiency has been ruled out or is being adequately treated with a cobalamin. Daily doses greater than 1 mg do not enhance the hematologic effect, and most of the excess is excreted unchanged in the urine.\n\n \n                  The usual therapeutic dosage in adults and children (regardless of age) is up to 1 mg daily. Resistant cases may require larger doses.\n                  When clinical symptoms have subsided and the blood picture has become normal, a daily maintenance level should be used, i.e., 0.1 mg for infants and up to 0.3 mg for children under 4 years of age, 0.4 mg for adults and children 4 or more years of age, and 0.8 mg for pregnant and lactating women, but never less than 0.1 mg/day. Patients should be kept under close supervision and adjustment of the maintenance level made if relapse appears imminent.\n                  In the presence of alcoholism, hemolytic anemia, anticonvulsant therapy, or chronic infection, the maintenance level may need to be increased.",
    "warningsAndPrecautions": "Folic Acid Tablets, USP 1 mg, are round, yellow tablets debossed “N8”on one side and bisected on other side and supplied in\n                  \n                  NDC: 70518-0866-00\n                  NDC: 70518-0866-01\n                  NDC: 70518-0866-02\n                  NDC: 70518-0866-03\n                  NDC: 70518-0866-04\n                  NDC: 70518-0866-05\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 7 in 1 BLISTER PACK\n                  PACKAGING: 7 in 1 BLISTER PACK\n                  PACKAGING: 100 in 1 BOTTLE PLASTIC\n                  PACKAGING: 100 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  \n                  Dispense in well-closed container with child-resistant closure.\n                  Store at controlled room temperature 20°-25°C (68°-77°F) [See USP Controlled Room Temperature].\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Folic acid, USP is contraindicated in patients who have shown previous intolerance to the drug."
}