{
    "root": "3417f51c-7ace-49a1-ab3e-d14de2384c71",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Rosuvastatin Calcium",
    "value": "20250228",
    "ingredients": [
        {
            "name": "ROSUVASTATIN CALCIUM",
            "code": "83MVU38M7Q"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "Anhydrous Dibasic Calcium Phosphate",
            "code": "L11K75P92J"
        },
        {
            "name": "Crospovidone",
            "code": "2S7830E561"
        },
        {
            "name": "Magnesium Stearate",
            "code": "70097M6I30"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "CROSPOVIDONE",
            "code": "2S7830E561"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        }
    ],
    "indications": "Rosuvastatin tablets are indicated:• To reduce the risk of major adverse cardiovascular (CV) events (CV death, nonfatal myocardial infarction, nonfatal stroke, or an arterial revascularization procedure) in adults without established coronary heart disease who are at increased risk of CV disease based on age, high-sensitivity C-reactive protein (hsCRP) ≥2 mg/L, and at least one additional CV risk factor.• As an adjunct to diet to:º Reduce low-density lipoprotein cholesterol (LDL-C) in adults with primary hyperlipidemia.º Reduce LDL-C and slow the progression of atherosclerosis in adults.º Reduce LDL-C in adults and pediatric patients aged 8 years and older with heterozygous familial hypercholesterolemia (HeFH).• As an adjunct to other LDL-C-lowering therapies, or alone if such treatments are unavailable, to reduce LDL-C in adults and pediatric patients aged 7 years and older with homozygous familial hypercholesterolemia (HoFH).• As an adjunct to diet for the treatment of adults with:º Primary dysbetalipoproteinemia.º Hypertriglyceridemia.",
    "contraindications": "Take orally with or without food, at any time of day. ( 2.1 ) Assess LDL-C when clinically appropriate, as early as 4 weeks after initiating ROSUVASTATIN TABLETS, and adjust dosage if necessary. ( 2.1 ) Adults: Recommended dosage range is 5 to 40 mg once daily. ( 2.1 ) Pediatric Patients with HeFH: Recommended dosage range is 5 to 10 mg once daily for patients aged 8 to less than 10 years of age, and 5 to 20 mg once daily for patients aged 10 years and older. ( 2.2 ) Pediatric Patients with HoFH: Recommended dosage is 20 mg once daily for patients aged 7 years and older. ( 2.2 ) Asian Patients: Initiate at 5 mg once daily. Consider risks and benefits of treatment if not adequately controlled at doses up to 20 mg once daily. ( 2.4 ) Patients with Severe Renal Impairment (not on hemodialysis): Initiate at 5 mg once daily; do not exceed 10 mg once daily. ( 2.5 ) See full prescribing information for ROSUVASTATIN TABLETS dosage and administration modifications due to drug interactions. ( 2.6 )",
    "warningsAndPrecautions": "Rosuvastatin tablets are supplied as:\n                  NDC 69434-005-02: 5mg. Round, yellow film coated tablet, biconvex, one side of the tablet debossed“Y16”, the other side is smooth; bottle of 90 tablets.NDC 69434-005-03: 5mg. Round, yellow film coated tablet, biconvex, one side of the tablet debossed “Y16”, the other side is smooth; bottle of 500 tablets.\n                  NDC 69434-006-02: 10 mg. Round, pink film coated tablet, biconvex, one side of the tablet debossed “Y17”, the other side is smooth; bottle of 90 tablets.NDC 69434-006-03: 10 mg. Round, pink film coated tablet, biconvex, one side of the tablet debossed “Y17”, the other side is smooth; bottle of 500 tablets.\n                  NDC 69434-007-02: 20 mg. Round, yellow film coated tablet, biconvex, one side of the tablet debossed “Y19”, the other side is smooth; bottle of 90 tablets.NDC 69434-007-03: 20 mg. Round, yellow film coated tablet, biconvex, one side of the tablet debossed “Y19”, the other side is smooth; bottle of 500 tablets.\n                  NDC 69434-008-01: 40 mg. Round, pink film coated tablet, biconvex, one side of the tablet debossed “Y20”, the other side is smooth; bottle of 30 tablets.NDC 69434-008-03: 40 mg. Round, pink film coated tablet, biconvex, one side of the tablet debossed “Y20”, the other side is smooth; bottle of 500 tablets.\n                  \n                     Storage\n                  \n                  Store at controlled room temperature, 20ºC to 25ºC (68ºF to 77ºF); excursions permitted between 15°C and 30°C (59°F and 86°F) [see USP Controlled Room Temperature]. Protect from moisture.",
    "adverseReactions": "Rosuvastatin tablets are contraindicated in the following conditions:\n                  • Acute liver failure or decompensated cirrhosis [see Warnings and Precautions (5.3)].\n                  •Hypersensitivity to rosuvastatin or any excipients in rosuvastatin tablets. Hypersensitivity reactions including rash, pruritus, urticaria, and angioedema have been reported with rosuvastatin tablets [see Adverse Reactions (6.1)]."
}