{
    "root": "34185cf5-94da-7039-e063-6394a90a9133",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Phenazopyridine Hydrochloride",
    "value": "20250501",
    "ingredients": [
        {
            "name": "CARNAUBA WAX",
            "code": "R12CBM0EIZ"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL 1000",
            "code": "U076Q6Q621"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "PHENAZOPYRIDINE HYDROCHLORIDE",
            "code": "0EWG668W17"
        }
    ],
    "indications": "Phenazopyridine HCl is indicated for the symptomatic relief of pain, burning, urgency, frequency, and other discomforts arising from irritation of the lower urinary tract mucosa caused by infection, trauma, surgery, endoscopic procedures, or the passage of sounds or catheters. The use of Phenazopyridine HCl for relief of symptoms should not delay definitive diagnosis and treatment of causative conditions. Because it provides only symptomatic relief, prompt appropriate treatment of the cause of pain must be instituted and Phenazopyridine HCl should be discontinued when symptoms are controlled.\n                  The analgesic action may reduce or eliminate the need for systemic analgesics or narcotics. It is, however, compatible with antibacterial therapy and can help to relieve pain and discomfort during the interval before antibacterial therapy controls the infection. Treatment of a urinary tract infection with Phenazopyridine HCl should not exceed 2 days because there is a lack of evidence that the combined administration of Phenazopyridine HCl and an antibacterial provides greater benefit than administration of the antibacterial alone after 2 days (see\n \n  \n                        DOSAGE AND ADMINISTRATION\n                      section).",
    "contraindications": "100 mg Tablets: Average adult dosage is two tablets 3 times a day after meals.\n                  200 mg Tablets: Average adult dosage is one tablet 3 times a day after meals.\n                  When used concomitantly with an antibacterial agent for the treatment of a urinary tract infection, the administration of Phenazopyridine HCl should not exceed 2 days.",
    "warningsAndPrecautions": "Phenazopyridine HCl tablets, USP \n \n  100 mg are available as deep brown to maroon colored, round, film-coated tablets debossed “PY” above “1” on one side and plain on the other.  \n    They are supplied as follows:\n\n \n                  Bottles of 6             NDC 72789-362-06\n                  \n                     DISPENSE contents with a child-resistant closure (as required) and in a tight container as defined in the USP.\n\n \n                  \n                     STORE at 20° to 25°C (68° to 77°F); excursions permitted between15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Phenazopyridine HCl should not be used in patients who have previously exhibited hypersensitivity to it. The use of Phenazopyridine HCl is contraindicated in patients with renal insufficiency."
}