{
    "root": "34184cb3-249b-ed4c-e063-6294a90a49c1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Amitriptyline Hydrochloride",
    "value": "20250501",
    "ingredients": [
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (110000 WAMW)",
            "code": "5Y0974F5PW"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "AMITRIPTYLINE HYDROCHLORIDE",
            "code": "26LUD4JO9K"
        }
    ],
    "indications": "For the relief of symptoms of depression. Endogenous depression is more likely to be alleviated than are other depressive states.",
    "contraindications": null,
    "warningsAndPrecautions": "25 mg: Yellow colored, round shaped, film-coated tablets, debossed with \"420\" on one side and \"U\" on the other side, and supplied as:\n                  NDC 72789-305-30 bottles of 30\n                  Store at 20º to 25ºC (68º to 77ºF); excursions permitted to 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container.\n                  \n                     KEEP OUT OF THE REACH OF CHILDREN.\n                  \n                  \n                     METABOLISM\n                  \n                  Studies in man following oral administration of\n \n  14C-labeled drug indicated that amitriptyline is rapidly absorbed and metabolized. Radioactivity of the plasma was practically negligible, although significant amounts of radioactivity appeared in the urine by 4 to 6 hours and one-half to one-third of the drug was excreted within 24 hours.\n\n \n                  Amitriptyline is metabolized by N-demethylation and bridge hydroxylation in man, rabbit, and rat. Virtually the entire dose is excreted as glucuronide or sulfate conjugate of metabolites, with little unchanged drug appearing in the urine. Other metabolic pathways may be involved.",
    "adverseReactions": "Amitriptyline hydrochloride is contraindicated in patients who have shown prior hypersensitivity to it. It should not be given concomitantly with monoamine oxidase inhibitors. Hyperpyretic crises, severe convulsions, and deaths have occurred in patients receiving tricyclic antidepressant and monoamine oxidase inhibiting drugs simultaneously. When it is desired to replace a monoamine oxidase inhibitor with amitriptyline hydrochloride, a minimum of 14 days should be allowed to elapse after the former is discontinued. Amitriptyline hydrochloride should then be initiated cautiously with gradual increase in dosage until optimum response is achieved.\n                  Amitriptyline hydrochloride should not be given with cisapride due to the potential for increased QT interval and increased risk for arrhythmia.\n                  This drug is not recommended for use during the acute recovery phase following myocardial\n                  Infarction."
}