{
    "root": "3427f557-5b8a-ef3a-e063-6294a90a2ebf",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Phenobarbital",
    "value": "20250502",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "PHENOBARBITAL",
            "code": "YQE403BP4D"
        }
    ],
    "indications": "Sedative\n                     Anticonvulsant – For the treatment of generalized and partial seizures.",
    "contraindications": "The dose of phenobarbital must be individualized with full knowledge of its particular characteristics. Factors of consideration are the patient’s age, weight, and condition.\n                  \n                     Sedation: \n   \n                     For sedation, the drug may be administered in single dose of 30 to 120 mg repeated at intervals: frequency will be determined by the patient’s response. It is generally considered that no more than 400 mg of phenobarbital should be administered during a 24-hour period.\n\n \n                  \n                     Adults: \n   \n                     Daytime Sedation: 30 to 120 mg daily in 2 to 3 divided doses. \n    Oral Hypnotic: 100 to 200 mg.\n\n \n                  \n                     Anticonvulsant Use– Clinical laboratory reference values should be used to determine the therapeutic anticonvulsant level of phenobarbital in the serum. To achieve the blood levels considered therapeutic in pediatric patients, higher per-kilogram dosages are generally necessary for phenobarbital and most other anticonvulsants. In children and infants, phenobarbital at a loading dose of 15 to 20 mg/kg produces blood levels of about 20 mcg/mL shortly after administration.\n\n \n                  Phenobarbital has been used in the treatment and prophylaxis of febrile seizures. However, it has not been established that prevention of febrile seizures influences the subsequent development of epilepsy.\n                  Adults: 60 to 200 mg/day.\n                  Pediatric Patients: 3 to 6 mg/kg/day.\n                  \n                     Special Patient Population– Dosage should be reduced in the elderly or debilitated because these patients may be more sensitive to barbiturates. Dosage should be reduced for patients with impaired renal function or hepatic disease.",
    "warningsAndPrecautions": "Phenobarbital Tablets, USP 16.2 mg are white, round, biconvex, scored tablets, debossed “5011” and “V” on one side and plain on the reverse side, and supplied as follows:\n                  \n                  NDC: 70518-0911-00\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Phenobarbital is contraindicated in patients who are hypersensitive to barbiturates, in patients with a history of manifest or latent porphyria, and in patients with marked impairment of liver function or respiratory disease in which dyspnea or obstruction is evident."
}