{
    "root": "342914b4-c58e-9ff2-e063-6394a90ac412",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "TRAMADOL HYDROCHLORIDE",
    "value": "20250502",
    "ingredients": [
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "DIBUTYL SEBACATE",
            "code": "4W5IH7FLNY"
        },
        {
            "name": "ETHYLCELLULOSES",
            "code": "7Z8S9VYZ4B"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SODIUM STEARYL FUMARATE",
            "code": "7CV7WJK4UI"
        },
        {
            "name": "TRAMADOL HYDROCHLORIDE",
            "code": "9N7R477WCK"
        }
    ],
    "indications": "Tramadol hydrochloride extended-release tablet is indicated for the management of severe and persistent pain that requires an extended treatment period with a daily opioid analgesic and for which alternative treatment options are inadequate. \n   \n                        \n                        Limitations of Use\n                        \n                     \n                  \n                  \n                     \n                        Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dosages or duration, and because of the greater risks of overdose and death with extended-release opioid formulations\n  \n    [see Warnings and Precautions (\n   \n     5.1)]\n  \n    , reserve tramadol hydrochloride extended-release tablets for use in patients for whom alternative treatment options (e.g., non-opioid analgesics or immediate-release opioids) are ineffective, not tolerated, or would be otherwise inadequate to provide sufficient management of pain.\n \n   \n                     \n                     Tramadol hydrochloride extended-release tablet is not indicated as an as-needed (prn) analgesic.",
    "contraindications": "Tramadol hydrochloride extended-release tablets should be prescribed only by healthcare providers knowledgeable about the use of extended-release/long-acting opioids and how to mitigate the associated risks. ( 2.1 ) Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals. Reserve titration to higher doses of tramadol hydrochloride extended-release tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. ( 2.1 , 5 ). Initiate the dosing regimen for each patient individually, taking into account the patient's underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse. ( 5.1 ) Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with tramadol hydrochloride extended-release tablets. Consider this risk when selecting an initial dose and when making dose adjustments. ( 2.1 , 5.2 ) Do not exceed a daily dose of 300 mg tramadol. Do not use with other tramadol products. ( 2.1 ) For opioid-naïve and opioid non-tolerant patients, initiate tramadol hydrochloride extended-release tablets at a dose of 100 mg once daily, then titrate up by 100 mg increments every 5 days according to need and tolerance. ( 2.3 ) For patients currently on tramadol IR, calculate total 24-hr IR dose, and initiate tramadol hydrochloride extended-release tablets at a dose rounded down to next lower 100 mg increment; then adjust dose according to need and tolerance. See full prescribing information for instructions on conversion, titration, and maintenance of therapy. ( 2.3 , 2.4 ) Do not abruptly discontinue tramadol hydrochloride extended-release tablets in a physically-dependent patient. ( 2.5 ) Discuss availability of naloxone with the patient and caregiver and assess each patient's need for access to naloxone, both when initiating and renewing treatment with tramadol hydrochloride extended-release tablets. Consider prescribing naloxone based on the patient's risk factors for overdose [ 2.2 , 5.1 , 5.3 , 5.7 ].",
    "warningsAndPrecautions": "Tramadol hydrochloride extended-release tablets USP are supplied in the following package and dose strength forms:\n                  100 mg tablets (white to off-white circular, biconvex, beveled edge, coated) imprinted with 'L010' on one side and plain on the other side.\n                  \n                  NDC: 70518-0942-00\n                  NDC: 70518-0942-01\n                  NDC: 70518-0942-02\n                  PACKAGING: 30 in 1 BOTTLE PLASTIC\n                  PACKAGING: 90 in 1 BOTTLE PLASTIC\n                  PACKAGING: 60 in 1 BOTTLE PLASTIC\n                  \n                  Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                  Store tramadol hydrochloride extended release tablets securely and dispose of properly [see Patient Counseling Information (17)].\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Tramadol hydrochloride extended-release tablets are contraindicated for:\n                  \n                     all children younger than 12 years of age\n  \n   [see Warnings and Precautions (\n   \n    5.4)]\n  \n   \n                     \n                     post-operative management in children younger than 18 years of age following tonsillectomy and/or adenoidectomy\n  \n   [see Warnings and Precautions (\n   \n    5.4)]\n  \n   .\n \n  \n                  \n                  Tramadol hydrochloride extended-release tablets are also contraindicated in patients with:\n                  \n                     Significant respiratory depression\n  \n   [see Warnings and Precautions (\n   \n    5.3)]\n  \n   \n                     \n                     Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment\n  \n   [see Warnings and Precautions (\n   \n    5.12)]\n  \n   \n                     \n                     Known or suspected gastrointestinal obstruction, including paralytic ileus\n  \n   [see Warnings and Precautions (\n   \n    5.15)]\n  \n   \n                     \n                     Hypersensitivity to tramadol (e.g., anaphylaxis)\n  \n   [see Warnings and Precautions (5.16), Adverse Reactions (\n   \n    6.2)]\n  \n   \n                     \n                     Concurrent use of monoamine oxidase inhibitors (MAOIs) or use within the last 14 days\n  \n   [see Drug Interactions (\n   \n    7)]."
}