{
    "id": "342a1f23-2fe7-0483-e063-6394a90a8d49",
    "indications": "Potassium citrate is a citrate salt of potassium indicated for the management of: • Renal tubular acidosis (RTA) with calcium stones (1.1) • Hypocitraturic calcium oxalate nephrolithiasis of any etiology (1.2) • Uric acid lithiasis with or without calcium stones (1.3)",
    "contraindications": "Objective: To restore normal urinary citrate (greater than 320 mg/day and as close to the normal mean of 640 mg/day as possible), and to increase urinary pH to a level of 6.0 to 7.0. • Severe hypocitraturia (urinary citrate < 150 mg/day): therapy should be initiated at 60 mEq per day; a dose of 30 mEq two times per day or 20 mEq three times per day with meals or within 30 minutes after meals or bedtime snack (2.2) • Mild to moderate hypocitraturia (urinary citrate >150 mg/day): therapy should be initiated at 30 mEq per day; a dose of 15 mEq two times per day or 10 mEq three times per day with meals or within 30 minutes after meals or bedtime snack (2.3)",
    "warningsAndPrecautions": "Potassium citrate extended-release tablets USP 15 mEq are uncoated, pale yellow colored, caplet shaped, bi-Convex, debossed with 'S408' on one side and plain on the other side, supplied in bottles as:\n                  \n                     NDC 72162-2478-1: 100 Tablets in a BOTTLE\n                  \n                  \n                  Storage: Store in a tight container at 20°–25°C (68°–77°F), Excursions permitted between 15° and 30°C (59° and 86°F) [See USP controlled room temperature].\n                  \n                  Repackaged/Relabeled by:\n  \nBryant Ranch Prepack, Inc.\n  \nBurbank, CA 91504",
    "adverseReactions": "Potassium citrate extended-release tablets are contraindicated:\n                  • In patients with hyperkalemia (or who have conditions predisposing them to hyperkalemia), as a further rise in serum potassium concentration may produce cardiac arrest. Such conditions include: chronic renal failure, uncontrolled diabetes mellitus, acute dehydration, strenuous physical exercise in unconditioned individuals, adrenal insufficiency, extensive tissue breakdown or the administration of a potassium-sparing agent (such as triamterene, spironolactone or amiloride).\n                  • In patients in whom there is cause for arrest or delay in tablet passage through the gastrointestinal tract, such as those suffering from delayed gastric emptying, esophageal compression, intestinal obstruction or stricture, or those taking anticholinergic medication.\n                  • In patients with peptic ulcer disease because of its ulcerogenic potential.\n                  • In patients with active urinary tract infection (with either urea-splitting or other organisms, in association with either calcium or struvite stones). The ability of Potassium citrate extended–release tablets to increase urinary citrate may be attenuated by bacterial enzymatic degradation of citrate. Moreover, the rise in urinary pH resulting from potassium citrate therapy might promote further bacterial growth.\n                  • In patients with renal insufficiency (glomerular filtration rate of less than 0.7 ml/kg/min), because of the danger of soft tissue calcification and increased risk for the development of hyperkalemia.",
    "ingredients": [
        {
            "name": "CARNAUBA WAX",
            "code": "R12CBM0EIZ"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POTASSIUM CITRATE",
            "code": "EE90ONI6FF"
        }
    ],
    "organization": "Bryant Ranch Prepack",
    "name": "POTASSIUM CITRATE",
    "effectiveTime": "20250502"
}