{
    "root": "342bbef4-9066-b7df-e063-6294a90a8067",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Phendimetrazine Tartrate",
    "value": "20250502",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "PHENDIMETRAZINE TARTRATE",
            "code": "6985IP0T80"
        }
    ],
    "indications": "Phendimetrazine tartrate is indicated in the management of exogenous obesity as a short term adjunct (a few weeks) in a regimen of weight reduction based on caloric restriction in patients with an initial body mass index (BMI) of 30 kg/m\n \n  2or higher who have not responded to appropriate weight reducing regimen (diet and/or exercise) alone. Below is a chart of Body Mass Index (BMI) based on various heights and weights. BMI is calculated by taking the patient’s weight, in kilograms (kg), divided by the patient’s height, in meters (m), squared. Metric conversions are as follows: pounds ÷ 2.2 = kg; inches x 0.0254 = meters.\n\n \n                  \n                     \n                  \n                  \n                  Phendimetrazine tartrate is indicated for use as monotherapy only.",
    "contraindications": "Usual Adult Dosage:1 tablet (35 mg) twice a day or three times a day one hour before meals.\n\n \n                  Dosage should be individualized to obtain an adequate response with the lowest effective dosage. In some cases, ½ tablet (17.5 mg) per dose may be adequate. Dosage should not exceed 2 tablets three times a day.",
    "warningsAndPrecautions": "Phendimetrazine Tartrate Tablets, USP 35 mgare available as\n \n                  \n                  Blue, round, biconvex tablets debossed “K” above bisect “78” on one side and plain on the other side.\n                  \n                  Bottles of 90 NDC 68071-3839-9",
    "adverseReactions": "Known hypersensitivity or idiosyncratic reactions to sympathomimetics.\n                  Advanced arteriosclerosis, symptomatic cardiovascular disease, moderate and severe hypertension, hyperthyroidism, and glaucoma.\n                  Highly nervous or agitated patients.\n                  Patients with a history of drug abuse.\n                  Patients taking other CNS stimulants, including monoamine oxidase inhibitors."
}