{
    "id": "342dd6fc-b2d4-4d8c-e063-6294a90aaf72",
    "indications": "Steroid responsive inflammatory conditions of the palpebral and bulbar conjunctiva, cornea, and anterior segment of the globe, such as allergic conjunctivitis, acne rosacea, superficial punctate keratitis, herpes zoster keratitis, iritis, cyclitis, selected infective conjunctivitides when the inherent hazard of steroid use is accepted to obtain an advisable diminution in edema and inflammation; corneal injury from chemical, radiation, or thermal burns, or penetration of foreign bodies.",
    "contraindications": "SHAKE WELL BEFORE USING. One or two drops topically in the conjunctival sac(s). In severe disease, drops may be used hourly, being tapered to discontinuation as the inflammation subsides. In mild disease, drops may be used up to four to six times daily.\n                  Not more than one bottle should be prescribed initially, and the prescription should not be refilled without further evaluation as outlined in PRECAUTIONS above.",
    "warningsAndPrecautions": "MAXIDEX\n \n  ®(dexamethasone ophthalmic suspension) 0.1% in plastic dispensers:\n\n \n                  5 mL NDC 0078-0925-25\n                  \n                     STORAGE:Store upright at 8°C to 27°C (46°F to 80°F).\n\n \n                  After opening, MAXIDEX can be used until the expiration date on the bottle.\n                  © Novartis\n                  Distributed by: \n    Novartis Pharmaceuticals Corporation \n    East Hanover, New Jersey 07936\n \n                  Revised: January 2022\n                  T2022-01",
    "adverseReactions": "Contraindicated in acute, untreated bacterial infections; mycobacterial ocular infections; epithelial herpes simplex (dendritic keratitis); vaccinia, varicella, and most other viral diseases of the cornea and conjunctiva; fungal disease of ocular structures; and in those persons who have shown hypersensitivity to any component of this preparation.",
    "ingredients": [
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC",
            "code": "GR686LBA74"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "DEXAMETHASONE",
            "code": "7S5I7G3JQL"
        }
    ],
    "organization": "Novartis Pharmaceuticals Corporation",
    "name": "Maxidex",
    "effectiveTime": "20250502"
}