{
    "root": "34651d17-fc3e-f9fb-e063-6394a90af240",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "HYDROCHLOROTHIAZIDE",
    "value": "20250505",
    "ingredients": [
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "D&C YELLOW NO. 10 ALUMINUM LAKE",
            "code": "CQ3XH3DET6"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "HYDROCHLOROTHIAZIDE",
            "code": "0J48LPH2TH"
        }
    ],
    "indications": "Hydrochlorothiazide tablets are indicated as adjunctive therapy in edema associated  with congestive heart failure, hepatic cirrhosis, and corticosteroid and estrogen therapy.\n                  Hydrochlorothiazide tablets have also been found useful in edema due to various forms of renal dysfunction such as nephrotic syndrome, acute glomerulonephritis, and chronic renal failure.\n                  Hydrochlorothiazide tablets are indicated in the management of hypertension either as the sole therapeutic agent or to enhance the effectiveness of other antihypertensive drugs in the more severe forms of hypertension.\n                  \n                     Use in Pregnancy\n                  \n                  Routine use of diuretics during normal pregnancy is inappropriate and exposes mother and fetus to unnecessary hazard. Diuretics do not prevent development of toxemia of pregnancy, and there is no satisfactory evidence that they are useful in the treatment of toxemia.\n                  Edema during pregnancy may arise from pathologic causes or from the physiologic and mechanical consequences of pregnancy. Thiazides are indicated in pregnancy when edema is due to pathologic causes, just as they are in the absence of pregnancy (see\n \n  PRECAUTIONS, Pregnancy). Dependent edema in pregnancy, resulting from restriction of venous return by the gravid uterus, is properly treated through elevation of the lower extremities and use of support stockings. Use of diuretics to lower intravascular volume in this instance is illogical and unnecessary. During normal pregnancy there is hypervolemia  which is not harmful to the fetus or the mother in the absence of cardiovascular disease. However, it may be associated with edema, rarely generalized edema. If such edema causes discomfort, increased recumbency will often provide relief. Rarely this edema may cause extreme discomfort which is not relieved by rest. In these instances, a short course of diuretic therapy may provide relief and be appropriate.",
    "contraindications": "Therapy should be individualized according to patient response. Use the smallest dosage necessary to achieve the required response.",
    "warningsAndPrecautions": "Hydrochlorothiazide Tablets USP, 25 mg are peach colored, round, debossed on one side with \"H\" above and \"2\" below the bisect and plain on the other side.\n                  Hydrochlorothiazide Tablets USP, 25 mg are supplied as follows:\n                  \n                  NDC: 70518-3633-00\n                  NDC: 70518-3633-01\n                  NDC: 70518-3633-02\n                  NDC: 70518-3633-03\n                  NDC: 70518-3633-04\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 90 in 1 BOTTLE PLASTIC\n                  PACKAGING: 30 in 1 BOTTLE PLASTIC\n                  PACKAGING: 15 in 1 BOTTLE PLASTIC\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  \n                  \n                  Dispense in a tight, light-resistant container.\n                  Store at 20° to 25°C (68° to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature].\n                  Rx only\n                  \n                  \n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Anuria.\n                  Hypersensitivity to this product or to other sulfonamide-derived drugs."
}