{
    "id": "34667b54-e4af-3fe6-e063-6294a90af0e1",
    "indications": "Perennial and seasonal allergic rhinitis \n    Vasomotor rhinitis \n    Allergic conjunctivitis due to inhalant allergens and foods \n    Mild, uncomplicated allergic skin manifestations of urticaria and angioedema \n    Amelioration of allergic reactions to blood or plasma \n    Cold urticaria \n    Dermatographism\n \n                  As therapy for anaphylactic reactions\n \n  adjunctiveto epinephrine and other standard measures after the acute manifestations have been controlled.",
    "contraindications": "DOSAGE SHOULD BE INDIVIDUALIZED ACCORDING TO THE NEEDS AND THE RESPONSE OF THE PATIENT.\n                  Although intended primarily for administration to children, the syrup is also used for administration to adults who cannot swallow tablets.\n                  \n                     Children:The total daily dosage for children may be calculated on the basis of body weight or body area using approximately 0.25 mg/kg/day (0.11 mg/lb/day) or 8 mg per square meter of body surface (8 mg/m\n \n  2).\n\n \n                  \n                     Age 2 to 6 years:The usual dose is 2 mg (one teaspoonful) two or three times a day, adjusted as necessary to the size and response of the patient. The dose is not to exceed 12 mg a day.\n\n \n                  \n                     Age 7 to 14 years:The usual dose is 4 mg (two teaspoonsful) two or three times a day, adjusted as necessary to the size and response of the patient. The dose is not to exceed 16 mg a day.\n\n \n                  \n                     Adults:The total daily dose for adults should not exceed 0.5 mg/kg/day (0.23 mg/lb/day). The therapeutic range is 4 to 20 mg a day, with the majority of patients requiring 12 to 16 mg a day. An occasional patient may require as much as 32 mg a day for adequate relief. It is suggested that dosage be initiated with 4 mg (two teaspoonsful) three times a day and adjusted according to the size and response of the patient.",
    "warningsAndPrecautions": "Cyproheptadine Hydrochloride Oral Solution, USP, 2 mg/5 mL in a yellow, peppermint flavor vehicle, is supplied in a pint (473 mL) container.\n                  (NDC 72162-2065-2)\n                  (NDC 72162-2065-4).\n                  Store at 20°-25°C (68°-77°F) excursion permitted to 15°-30°C (59°-86°F) [See USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container as defined in the USP.\n                  Repackaged/Relabeled by:\n  \nBryant Ranch Prepack, Inc.\n  \nBurbank, CA 91504",
    "adverseReactions": "Newborn or Premature Infants:This drug should\n \n  notbe used in newborn or premature infants.\n\n \n                  \n                     Nursing Mothers:Because of the higher risk of antihistamines for infants generally and for newborns and prematures in particular, antihistamine therapy is contraindicated in nursing mothers.\n\n \n                  \n                     Other Conditions:\n                       Hypersensitivity to cyproheptadine and other drugs of similar chemical structure \n    Monoamine oxidase inhibitor therapy (see\n \n  Drug Interactions) \n    Angle-closure glaucoma \n    Stenosing peptic ulcer \n    Symptomatic prostatic hypertrophy \n    Bladder neck obstruction \n    Pyloroduodenal obstruction \n    Elderly, debilitated patients",
    "ingredients": [
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "SORBIC ACID",
            "code": "X045WJ989B"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "PEPPERMINT",
            "code": "V95R5KMY2B"
        },
        {
            "name": "CYPROHEPTADINE HYDROCHLORIDE",
            "code": "NJ82J0F8QC"
        }
    ],
    "organization": "Bryant Ranch Prepack",
    "name": "CYPROHEPTADINE HYDROCHLORIDE",
    "effectiveTime": "20250505"
}