{
    "id": "3469aba7-2ea7-f049-e063-6394a90adae4",
    "indications": "For the treatment of constipation. In patients with a history of chronic constipation, lactulose solution therapy increases the number of bowel movements per day and the number of days on which bowel movements occur.",
    "contraindications": "The usual dose is 1 to 2 tablespoonfuls (15 to 30 mL, containing 10 g to 20 g of lactulose) daily. The dose may be increased to 60 mL daily if necessary. Twenty-four to 48 hours may be required to produce a normal bowel movement. \n                  \n                  \n                  \n                     NOTE: Some patients have found that lactulose solution may be more acceptable when mixed with fruit juice, water, or milk.",
    "warningsAndPrecautions": "Lactulose Solution, USP 10 g/15 mL is a colorless to yellow, unflavored solution available in the following container sizes:\n                  \n                  15 mL unit dose white cups in trays of 10 cups (NDC 0116-4005-15)\n                  30 mL unit dose white cups in trays of 10 cups (NDC 0116-4005-30)\n                  8 fl. oz. (237 mL) white bottles (NDC 0116-4005-08)\n                  16 fl. oz. (473 mL) white bottles (NDC 0116-4005-16)\n                  32 fl. oz. (946 mL) white bottles (NDC 0116-4005-32)\n                  \n                  Lactulose solution contains lactulose 667 mg/mL (10 g/15 mL).\n                  \n                  \n                  \n                     Store at 20 ° to 25 °C (68 ° to 77 °F) [see USP Controlled Room Temperature]. Do not freeze.\n \n                  \n                  Under recommended storage conditions, a normal darkening of color may occur. Such darkening is characteristic of sugar solutions and does not affect therapeutic action.\n                  \n                  Prolonged exposure to temperatures above 30 °C (86 °F) or to direct light may cause extreme darkening and turbidity which may be pharmaceutically objectionable. If this condition develops, do not use.\n                  \n                  Prolonged exposure to freezing temperatures may cause change to a semisolid, too viscous to pour. Viscosity will return to normal upon warming to room temperature.\n                  \n                  Dispense in original container or in a tight, light-resistant container as defined in the USP, with a child-resistant closure.\n                  \n                  To The Pharmacist: When ordering this product, include the product number (or NDC) in the description.",
    "adverseReactions": "Since lactulose solution contains galactose (less than 1.6 g/15 mL), it is contraindicated in patients who require a low galactose diet.",
    "ingredients": [
        {
            "name": "LACTULOSE",
            "code": "9U7D5QH5AE"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        }
    ],
    "organization": "Xttrium Laboratories, Inc.",
    "name": "Lactulose",
    "effectiveTime": "20250430"
}