{
    "root": "34699b9e-d070-64b2-e063-6294a90a0f6d",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CLOMIPRAMINE HYDROCHLORIDE",
    "value": "20250505",
    "ingredients": [
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "FD&C RED NO. 3",
            "code": "PN2ZH5LOQY"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "CLOMIPRAMINE HYDROCHLORIDE",
            "code": "2LXW0L6GWJ"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        }
    ],
    "indications": "Clomipramine hydrochloride capsules USP are indicated for the treatment of obsessions and compulsions in patients with Obsessive-Compulsive Disorder (OCD). The obsessions or compulsions must cause marked distress, be time-consuming, or significantly interfere with social or occupational functioning, in order to meet the DSM-III-R (circa 1989) diagnosis of OCD.\n                  Obsessions are recurrent, persistent ideas, thoughts, images, or impulses that are ego-dystonic. Compulsions are repetitive, purposeful, and intentional behaviors performed in response to an obsession or in a stereotyped fashion, and are recognized by the person as excessive or unreasonable.\n                  The effectiveness of clomipramine for the treatment of OCD was demonstrated in multicenter, placebo-controlled, parallel-group studies, including two 10-week studies in adults and one 8-week study in children and adolescents 10 to 17 years of age. Patients in all studies had moderate-to-severe OCD (DSM-III), with mean baseline ratings on the Yale-Brown Obsessive Compulsive Scale (YBOCS) ranging from 26 to 28 and a mean baseline rating of 10 on the NIMH Clinical Global Obsessive Compulsive Scale (NIMH-OC). Patients taking CMI experienced a mean reduction of approximately 10 on the YBOCS, representing an average improvement on this scale of 35% to 42% among adults and 37% among children and adolescents. CMI-treated patients experienced a 3.5 unit decrement on the NIMH-OC. Patients on placebo showed no important clinical response on either scale. The maximum dose was 250 mg/day for most adults and 3 mg/kg/day (up to 200 mg) for all children and adolescents.\n                  The effectiveness of clomipramine for long-term use (i.e., for more than 10 weeks) has not been systematically evaluated in placebo-controlled trials. The physician who elects to use clomipramine for extended periods should periodically reevaluate the long-term usefulness of the drug for the individual patient (\n \n  see\n                     \n                        DOSAGE AND ADMINISTRATION\n                     ).",
    "contraindications": "The treatment regimens described below are based on those used in controlled clinical trials of clomipramine in 520 adults, and 91 children and adolescents with OCD. During initial titration, clomipramine should be given in divided doses with meals to reduce gastrointestinal side effects. The goal of this initial titration phase is to minimize side effects by permitting tolerance to side effects to develop or allowing the patient time to adapt if tolerance does not develop.\n                  Because both CMI and its active metabolite, DMI, have long elimination half-lives, the prescriber should take into consideration the fact that steady-state plasma levels may not be achieved until 2 to 3 weeks after dosage change (\n \n  see\n                     \n                        CLINICAL PHARMACOLOGY\n                     ). Therefore, after initial titration, it may be appropriate to wait 2 to 3 weeks between further dosage adjustments.",
    "warningsAndPrecautions": "Clomipramine Hydrochloride Capsules USP are supplied as follows:\n                  \n                     25 mg- Dark blue cap/light blue body capsules, size 2, with black printing of CLOM 25 on both cap and body of capsule\n\n \n                  \n                     \n                     \n                     \n                        \n                           Bottles of 30\n                           NDC 51672-4011-6\n                        \n                        \n                           Bottles of 60\n                           NDC 51672-4011-4\n                        \n                        \n                           Bottles of 90\n                           NDC 51672-4011-5\n                        \n                        \n                           Bottles of 100\n                           NDC 51672-4011-1\n                        \n                     \n                  \n                  \n                     50 mg- Yellow opaque capsules, size 1, with black printing of CLOM 50 on both cap and body of capsule\n\n \n                  \n                     \n                     \n                     \n                        \n                           Bottles of 30\n                           NDC 51672-4012-6\n                        \n                        \n                           Bottles of 60\n                           NDC 51672-4012-4\n                        \n                        \n                           Bottles of 90\n                           NDC 51672-4012-5\n                        \n                        \n                           Bottles of 100\n                           NDC 51672-4012-1\n                        \n                     \n                  \n                  \n                     75 mg- White opaque capsules, size 1, with black printing of CLOM 75 on both cap and body of capsule\n\n \n                  \n                     \n                     \n                     \n                        \n                           Bottles of 30\n                           NDC 51672-4013-6\n                        \n                        \n                           Bottles of 60\n                           NDC 51672-4013-4\n                        \n                        \n                           Bottles of 90\n                           NDC 51672-4013-5\n                        \n                        \n                           Bottles of 100\n                           NDC 51672-4013-1",
    "adverseReactions": "Clomipramine hydrochloride capsules USP are contraindicated in patients with a history of hypersensitivity to clomipramine or other tricyclic antidepressants."
}