{
    "root": "3473f3a5-1458-b267-e063-6394a90af8d4",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": {
        "text": "Steritalc",
        "suffix": {
            "text": "4g"
        }
    },
    "value": "20250506",
    "ingredients": [
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        }
    ],
    "indications": "1.INDICATIONS AND USAGE\n                  \n                  \n                  \n                  \n                  \n                     1.1 Malignant Pleural Effusion\n                  \n                  \n                  STERITALC is indicated to decrease the recurrence of malignant pleural effusions in symptomatic patients following maximal drainage of the pleural effusion.\n                  \n                  \n                  \n                  \n                     1.2 Pneumothorax\n                  \n                  \n                  STERITALC is indicated in adults to decrease the recurrence of pneumothorax.",
    "contraindications": "2.1 Important Use Information\n                  \n                  \n                  \n                  STERITALC is for pleurodesis only - Do \n  NOT administer STERITALC intravenously.\n \n                  \n                  Administer STERITALC after adequate drainage of the pleural effusion or air.\n                  \n                  \n                  \n                     2.2 Recommended Dose for Malignant Pleural Effusion\n                  \n                  \n                  The recommended dose for malignant pleural effusion is 2 to 5 grams administered intrapleurally. According to the physician’s discretion, and in consideration of diagnosis and patient’s condition, different dosages may be applied, but a total dosage of 10 grams should not be exceeded.\n                  \n                  \n                     2.3 Recommended Dose for Pneumothorax\n                  \n                  \n                  The recommended dose for pneumothorax is 2 grams administered intrapleurally. According to physician’s discretion and in consideration of diagnosis and patient’s condition, different dosages may be applied, but a cumulative dosage of 10 grams should not be exceeded.\n                  \n                  \n                  \n                     2.4 Preparation\n                  \n                  \n                  \n                     \n                        Slurry for Tube Thoracostomy\n                     \n                  \n                  \n                  \n                     STERITALC 2 grams and 4 grams dosage forms\n                  \n                  \n                  Do not prepare the slurry in advance. Use the slurry immediately after preparation.\n                  \n                  \n                  Prepare the talc suspension using aseptic technique in an appropriate laminar flow hood as follows:\n                  \n                  \n                  \n                     Step 1: Fully bend or remove the flap into the direction of the arrow. The top can now be punctured to mix the slurry.\n \n                  \n                  \n                     Step 2: Using a 16 gauge needle attached to a 60-mL Luer Lok syringe, draw up 50 mL of 0.9 % Sodium Chloride injection, USP. Vent the talc bottle using a needle. Slowly inject the 50 mL of 0.9% Sodium Chloride Injection, USP into the glass vial.\n \n                  \n                  \n                     Step 3: Swirl the glass vial to disperse the talc powder.\n \n                  \n                  \n                     Step 4: Divide the contents of the glass vial equally into two 60-mL Luer Lok syringes, each attached with a 16 gauge needle, by withdrawing 25 mL of the suspension into each syringe with continuous swirling. Add 0.9% Sodium Chloride Injection, USP to a total volume of 50 mL in each syringe. Draw 10 mL of air into each syringe to the 60 mL mark to serve as a headspace for mixing prior to administration.\n \n                  \n                  For STERITALC 2 grams, each syringe should contain 1 gram of Sterile Talc Powder in 50 mL of 0.9% Sodium Chloride Injection, USP with an air headspace of 10 mL.\n                  \n                  For STERITALC 4 grams, each syringe should contain 2 grams of Sterile Talc Powder in 50 mL of 0.9% Sodium Chloride Injection, USP with an air headspace of 10 mL.\n                  \n                  \n                     Step 5: Label the syringes with the talc concentration, the expiration date and time, the identity of the patient intended to receive the material, and the following statements:\n \n                  “SHAKE SYRINGE WELL to resuspend before administration”\n                  “FOR PLEURODESIS ONLY – not for intravenous administration”\n                  \n                  \n                     Step 6: If not used immediately, store prepared suspension in refrigerator. Discard the prepared suspension if not used within 12 hours.\n \n                  \n                  \n                  \n                     \n                        Insufflation/Poudrage\n                     \n                  \n                  \n                  \n                     STERITALC 2 grams and 4 grams dosage forms\n                  \n                  \n                  Use an FDA-approved or cleared device for STERITALC insufflation/poudrage.\n                  \n                  \n                  \n                     Step 1:  Fully remove the top from the vial.\n \n                  \n                     Step 2: Fill the content into the applicator for insufflation/poudrage.\n \n                  \n                     Step 3: Follow the selected device manufacturer's instructions for insufflation/poudrage.\n \n                  \n                  \n                  \n                     STERITALC 3 grams dosage form\n                  \n                  STERITALC 3 grams is designed to be used for the administration of talc in combination with a compatible FDA approved or FDA cleared device intended for manual insufflation of medical grade talc into the pleural cavity during pleurodesis such as Novatech SA’s NOVATECH® TALCAIR™.\n                  \n                  \n                  \n                     Step 1: Remove the aluminum tear-off cap from the vial.\n \n                  \n                     Step 2: Remove the stopper from the vial.\n \n                  \n                     Step 3: Close the vial with the vial coupling.\n \n                  \n                     Step 4: Firmly press the vial coupling onto the vial until you feel and hear the lid \"click\" onto the vial top. To do this, place the vial on a firm and level base.\n \n                  \n                     Step 5: Connect the insufflation bulb to the vial coupling using the Luer lock connector.\n \n                  \n                     Step 6: Ensure that all components are firmly connected with each other.\n \n                  \n                  \n                  \n                     2.5 Administration\n                  \n                  \n                  \n                     \n                        Slurry for Tube Thoracostomy\n                     \n                  \n                  \n                  \n                     STERITALC 2 grams and 4 grams dosage forms\n                  \n                  \n                  \n                  Prior to administration, continuously agitate the syringes to evenly redisperse the talc and avoid settlement. Immediately prior to administration, vent the 10 mL air headspace from each syringe. Administer the talc suspension through the chest tube according to standard procedures.\n                  \n                  \n                  \n                     Step 1:  Inject the slurry through the pleural drainage into the pleural cavity.\n \n                  \n                     Step 2: Clamp the pleural drainage. Keep the negative pressure in the pleural cavity.\n \n                  \n                     Step 3: While the slurry remains in the pleural cavity, reposition the patient regularly to achieve even distribution of the slurry.\n \n                  \n                     Step 4: Aspirate the slurry through the pleural drainage.\n \n                  \n                  \n                  \n                  \n                     \n                        Insufflation/Poudrage\n                     \n                  \n                  \n                  Perform intervention by means of a tube thoracoscopy. Follow the selected device manufacturer's instructions for insufflation/poudrage.\n                  \n                  \n                  \n                     STERITALC 2 grams and 4 grams dosage forms\n                  \n                  \n                  \n                  \n                     Step 1: Introduce the cannula into the trocar.\n \n                  \n                     Step 2: Distribute the talc evenly in the pleural cavity. To do this, carefully spray several times. After spraying a few times, change the cannula direction.\n \n                  \n                  After use, some talc may remain in the vial. Discard unused portion.\n                  \n                  \n                  \n                     STERITALC 3 grams dosage form\n                  \n                  \n                  Keep the product upright during use. Avoid contact between the cannula tip and tissue/body fluids. Otherwise the cannula may be blocked. In case of blockage: Shorten the cannula with a scalpel to be able to continue the intervention. Cut perpendicularly to the cannula and ensure that the cutting edge is straight and free of burs.\n                  \n                  \n                     Step 1: Introduce the cannula into the trocar.\n \n                  \n                     Step 2\n                     : Distribute the talc evenly in the pleural cavity. To do this, press the insufflation bulb carefully and at regular intervals. After spraying a few times, change the cannula direction.\n \n                  \n                  \n                  After use, some talc may remain in the vial. Discard unused portion",
    "warningsAndPrecautions": "STERITALC, white or off-white to light gray, sterile powder is supplied as\n                  \n                     two grams of talc powder in a single-dose 50 mL Type III glass vial, closed with a stopper, and crimped with an aluminum cap; with 4 vials packaged in one carton.\n                     NDC 62327-222-02 (vial)\n                  \n                  NDC 62327-222-42 (carton)\n                  four grams of talc powder in a single-dose 50 mL Type III glass vial, closed with a stopper, and crimped with an aluminum cap; with 4 vials packaged in one carton.\n                  NDC 62327-444-04 (vial)\n  \nNDC 62327-444-44 (carton)\n \n                  \n                  \n                  \n                     three grams of talc powder in a single-dose 10 mL Type I brown glass vial, closed with a stopper, and crimped with an aluminum cap; with 4 vials packaged in one carton.\n                  \n                  NDC 62327-333-03 (vial)\n  \nNDC 62327-333-43 (carton)\n \n                  \n                  \n                  \n                  \n                  \n                  Store at 20°C - 25°C (68°F - 77°F); excursions permitted between 15°C - 30°C (59°F - 86°F) [see USP Controlled Room Temperature]. Protect against sunlight.",
    "adverseReactions": "Due to lead content, STERITALC® is contraindicated in pregnant women and can cause fetal harm and potential loss of pregnancy\n   [see Warnings and Precautions (5.3) and Use in Specific Populations (8.1)]."
}