{
    "root": "34745c71-cfe8-172a-e063-6394a90adc67",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "MEROPENEM",
    "value": "20250430",
    "ingredients": [
        {
            "name": "SODIUM CARBONATE",
            "code": "45P3261C7T"
        },
        {
            "name": "MEROPENEM",
            "code": "FV9J3JU8B1"
        }
    ],
    "indications": "Meropenem for injection is a penem antibacterial indicated for the treatment of: Complicated skin and skin structure infections (adult patients and pediatric patients 3 months of age and older only). ( 1.1 ) Complicated intra-abdominal infections (adult and pediatric patients). ( 1.2 ) Bacterial meningitis (pediatric patients 3 months of age and older only). ( 1.3 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of meropenem for injection and other antibacterial drugs, meropenem for injection should only be used to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria.",
    "contraindications": "500 mg every 8 hours by intravenous infusion over 15 to 30 minutes for complicated skin and skin structure infections (cSSSI) for adult patients. When treating infections caused by Pseudomonas aeruginosa , a dose of 1 gram every 8 hours is recommended. ( 2.1 ) 1 gram every 8 hours by intravenous infusion over 15 minutes to 30 minutes for intra-abdominal infections for adult patients. ( 2.1 ) 1 gram every 8 hours by intravenous bolus injection (5 mL to 20 mL) over 3 minutes to 5 minutes for adult patients. ( 2.1 ) Dosage should be reduced in adult patients with renal impairment. ( 2.2 ) Recommended Meropenem for Injection Dosage Schedule for Adult Patients with Renal Impairment Creatinine Clearance (mL/min) Dose (dependent on type of infection) Dosing Interval Greater than 50 Recommended dose (500 mg cSSSI and 1 gram Intra-abdominal) Every 8 hours 26-50 Recommended dose Every 12 hours 10-25 One-half recommended dose Every 12 hours Less than 10 One-half recommended dose Every 24 hours Pediatric patients 3 months of age and older Recommended Meropenem for Injection Dosage Schedule for Pediatric Patients 3 Months of Age and Older with Normal Renal Function (2.3) Type of Infection Dose (mg/kg) Up to a Maximum Dose Dosing Interval Complicated skin and skin structure* 10 500 mg Every 8 hours Intra-abdominal 20 1 gram Every 8 hours Meningitis 40 2 gram Every 8 hours - Intravenous infusion is to be given over approximately 15 minutes to 30 minutes. - Intravenous bolus injection (5 mL to 20 mL) is to be given over approximately 3 minutes to 5 minutes. - There is no experience in pediatric patients with renal impairment. *20 mg/kg (or 1 gram for pediatric patients weighing over 50 kg) every 8 hours is recommended when treating complicated skin and skin structure infections caused by P. aeruginosa. (2.3) Pediatric patients less than 3 months of age Recommended Meropenem for Injection Dosage Schedule for Pediatric Patients Less than 3 Months of Age with Complicated Intra-Abdominal Infections and Normal Renal Function (2.3) Age Group Dose (mg/kg) Dose Interval Infants less than 32 weeks GA and PNA less than 2 weeks 20 Every 12 hours Infants less than 32 weeks GA and PNA 2 weeks and older 20 Every 8 hours Infants 32 weeks and older GA and PNA less than 2 weeks 20 Every 8 hours Infants 32 weeks and older GA and PNA 2 weeks and older 30 Every 8 hours - Intravenous infusion is to be given over 30 minutes. - There is no experience in pediatric patients with renal impairment. GA: gestational age and PNA: postnatal age",
    "warningsAndPrecautions": null,
    "adverseReactions": "Meropenem is contraindicated in patients with known hypersensitivity to any component of this product or to other drugs in the same class or in patients who have demonstrated anaphylactic reactions to beta (β)-lactams."
}