{
    "root": "34759de3-8b17-9ab2-e063-6394a90a6a3e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Naproxen",
    "value": "20250506",
    "ingredients": [
        {
            "name": "FUMARIC ACID",
            "code": "88XHZ13131"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "CARBOXYMETHYLCELLULOSE SODIUM, UNSPECIFIED",
            "code": "K679OBS311"
        },
        {
            "name": "NAPROXEN",
            "code": "57Y76R9ATQ"
        }
    ],
    "indications": "Naproxen oral suspension is indicated for: \n    the relief of the signs and symptoms of: \n    • rheumatoid arthritis \n    • osteoarthritis \n    • ankylosing spondylitis \n    • polyarticular juvenile idiopathic arthritis \n    • tendonitis \n    • bursitis \n    • acute gout \n    the management of: \n    • pain \n    • primary dysmenorrhea",
    "contraindications": "Use the lowest effective dose for shortest duration consistent with individual patient treatment goals. ( 2 ) Rheumatoid Arthritis, Osteoarthritis, and Ankylosing Spondylitis Naproxen oral suspension 250 mg (10 mL) or 375 mg (15 mL) or 500 mg (20 mL) twice daily twice daily twice daily The dose may be adjusted up or down depending on the clinical response of the patient. In patients who tolerate lower doses well, the dose may be increased to naproxen 1500 mg/day for up to 6 months. Polyarticular Juvenile Idiopathic Arthritis Recommended total daily dose of naproxen is approximately 10 mg/kg given in 2 divided doses. The following table may be used as a guide for dosing of naproxen suspension: Patient’s Weight Dose Administered as 13 kg (29 lb) 62.5 mg twice daily 2.5 mL (1/2 tsp) twice daily 25 kg (55 lb) 125 mg twice daily 5.0 mL (1 tsp) twice daily 38 kg (84 lb) 187.5 mg twice daily 7.5 mL (1 1/2 tsp) twice daily Management of Pain, Primary Dysmenorrhea, and Acute Tendonitis and Bursitis The recommended starting dose of naproxen oral suspension is 500 mg (20 mL), followed by 250 mg (10 mL) every 6 to 8 hours as required. Acute Gout The recommended starting dose is 750 mg (30 mL) of naproxen oral suspension followed by 250 mg (10 mL) every 8 hours until the attack has subsided.",
    "warningsAndPrecautions": "Naproxen oral suspension, USP: 125 mg/5 mL (contains 39 mg sodium) is available as a light orange-colored oral suspension in 1 pint (500 mL) light-resistant bottles. It is supplied as follows: \n    One 500 mL bottle with child-resistant closure:  NDC 31722-682-05 \n  \n                     Storage\n                       Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Avoid excessive heat above 40°C (104°F). Dispense in light-resistant containers. Shake gently before use.",
    "adverseReactions": "Naproxen oral suspension is contraindicated in the following patients:\n                  \n                     Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to naproxen or any components of the drug product\n  \n   [see Warnings and Precautions (\n   \n    5.7,\n   \n    5.9)]\n  \n   \n                     \n                     History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients\n  \n   [see Warnings and Precautions (\n   \n    5.7,\n   \n    5.8)] \n  \n   \n                     \n                     In the setting of coronary artery bypass graft (CABG) surgery\n  \n   [see Warnings and Precautions (\n   \n    5.1)]"
}