{
    "id": "347830a8-8833-26b7-e063-6294a90a1f17",
    "indications": "Hyoscyamine sulfate extended-release tablets are effective as adjunctive therapy in the treatment of peptic ulcer. They can also be used to control gastric secretion, visceral spasm and hypermotility in spastic colitis, spastic bladder, cystitis, pylorospasm, and associated abdominal cramps. May be used in functional intestinal disorders to reduce symptoms such as those seen in mild dysenteries, diverticulitis, and acute enterocolitis. For use as adjunctive therapy in the treatment of irritable bowel syndrome (irritable colon, spastic colon, mucous colitis) and functional gastrointestinal disorders. Also used as adjunctive therapy in the treatment of neurogenic bladder andmneurogenic bowel disturbances (including the splenic flexure syndrome and neurogenic colon). Hyoscyamine sulfate extended-release tablets are indicated along with morphine or other narcotics in symptomatic relief of biliary and renal colic; as a “drying agent” in the relief of symptoms of acute rhinitis; in the therapy of parkinsonism to reduce rigidity and tremors and to control associated sialorrhea and hyperhidrosis. May be used in the therapy of poisoning by anticholinesterase agents.",
    "contraindications": "Dosage may be adjusted according to the conditions and severity of symptoms.",
    "warningsAndPrecautions": "Hyoscyamine Sulfate Extended-Release Tablets, 0.375 mg are white, capsule-shaped tablets. They are coded “AP” on one side and “115” on the other.\n                  Bottles of 100 tablets          NDC 75929-057-10\n                  Store at controlled room temperature 20°-25°C (68°-77°F); excursions permitted to 15°-30°C (59°-86°F). Please refer to current USP.\n                  Dispense in tight, light-resistant containers as defined in USP/NF with a child-resistant closure.\n                  \n                     KEEP OUT OF REACH OF CHILDREN\n                  \n                  Also available as:\n                  \n                     \n                        \n                        \n                        \n                        \n                     \n                     \n                        \n                           \n                           \n                              \n                                 Dosage\n                                 \n                                 Strength\n                              \n                           \n                           \n                              \n                                 Package\n                                 \n                                 Size\n                              \n                           \n                           \n                              \n                                 NDC\n                              \n                           \n                        \n                        \n                           \n                              Hyoscyamine Sulfate\n      \n\t\t\tTablets, USP\n     \n                           \n                           \n                              0.125 mg\n                           \n                           \n                              100\n                           \n                           \n                              75929-055-10\n                           \n                        \n                        \n                           \n                              Hyoscyamine Sulfate\n      \n\t\t\tSublingual Tablets\n     \n                           \n                           \n                              0.125 mg\n                           \n                           \n                              100\n                           \n                           \n                              75929-056-10\n                           \n                        \n                     \n                  \n                  Distributed by:\n  \nWallace Pharmaceuticals Inc.\n  \nSomerset, New Jersey 08873-4120\n  \n©2018 Mylan Pharmaceuticals Inc\n \n                  WALLACE and \n  are trademarks of Wallace Pharmaceuticals Inc., a Mylan company\n \n                  IN-1151-03                 Rev. 3/2018\n                  Printed in USA\n                  70011278",
    "adverseReactions": "Glaucoma; obstructive uropathy (for example, bladder neck obstruction due to prostatic hypertrophy); obstructive disease of the gastrointestinal tract (as in achalasia, pyloroduodenal stenosis); paralytic ileus, intestinal atony of elderly or debilitated patients; unstable cardiovascular status in acute hemorrhage; severe ulcerative colitis; toxic megacolon complicating ulcerative colitis; myasthenia gravis.",
    "ingredients": [
        {
            "name": "HYOSCYAMINE SULFATE",
            "code": "F2R8V82B84"
        }
    ],
    "organization": "Pharma Packaging Solutions, LLC dba Tjopack LLC",
    "name": "Hyoscyamine",
    "effectiveTime": "20250506"
}