{
    "id": "34798e95-3e5e-779b-e063-6394a90a319e",
    "indications": "ASCENIV (immune globulin intravenous, human – slra) is a 10% immune globulin liquid for intravenous injection, indicated for the\n\t\t\t\t\t\t\ttreatment of primary humoral immunodeficiency (PI) in adults and adolescents (12 to 17 years of age). PI includes, but is not limited to,\n\t\t\t\t\t\t\tthe humoral immune defect in congenital agammaglobulinemia, common variable immunodeficiency (CVID), X-linked agammaglobulinemia,\n\t\t\t\t\t\t\tWiskott-Aldrich syndrome, and severe combined immunodeficiencies (SCID).",
    "contraindications": "For intravenous use only. Dose Initial Infusion Rate Maintenance Infusion Rate (if tolerated) 300-800 mg/kg every 3- 4 weeks 0.5 mg/kg/min (0.005 mL/kg/min) for the first 15 minutes Increase gradually every 15 minutes (if tolerated) up to 8 mg/kg/min (0.08 mL/kg/min) Ensure that patients with pre-existing renal insufficiency are not volume depleted; discontinue ASCENIV if renal function \n\t\t\t\t\t\t\t\t\t\tdeteriorates. [5.3] For patients at risk of renal dysfunction or thrombotic events, administer ASCENIV at the minimum infusion rate practicable. [5.2, 5.3]",
    "warningsAndPrecautions": "ASCENIV is supplied in a single-use, tamper-evident vial. The components used in the packaging for ASCENIV are not made with natural rubber latex. ASCENIV is supplied in 50 mL size containing 5 grams of protein (NDC 69800-0250-1).\n                  \n                  \n                     Store at 2 to 8°C (36 to 46°F) for up to 36 months from the date of manufacture. Do not freeze.\n                     Product may be stored up to 4 weeks at ≤ 25° C (77° F). After storage at room temperature product must be used or discarded.",
    "adverseReactions": "ASCENIV is contraindicated in:\n                  \n                     patients who have had an anaphylactic or severe systemic reaction to the administration of human immune globulin.\n                     IgA-deficiency patients with antibodies to IgA and a history of hypersensitivity.",
    "ingredients": [
        {
            "name": "GLYCINE",
            "code": "TE7660XO1C"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "WATER O-18",
            "code": "7QV8F8BYNJ"
        },
        {
            "name": "HUMAN IMMUNOGLOBULIN G",
            "code": "66Y330CJHS"
        }
    ],
    "organization": "ADMA Biologics, Inc.",
    "name": "ASCENIV",
    "effectiveTime": "20250506"
}