{
    "root": "347cc692-ca04-d43c-e063-6394a90a27aa",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Buspirone hydrochloride",
    "value": "20250506",
    "ingredients": [
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "BUSPIRONE HYDROCHLORIDE",
            "code": "207LT9J9OC"
        }
    ],
    "indications": "Buspirone hydrochloride tablets are indicated for the management of anxiety disorders or the short-term relief of the symptoms of anxiety. Anxiety or tension associated with the stress of everyday life usually does not require treatment with an anxiolytic.\n                  The efficacy of buspirone hydrochloride tablets have been demonstrated in controlled clinical trials of outpatients whose diagnosis roughly corresponds to Generalized Anxiety Disorder (GAD). Many of the patients enrolled in these studies also had coexisting depressive symptoms and buspirone hydrochloride tablets relieved anxiety in the presence of these coexisting depressive symptoms. The patients evaluated in these studies had experienced symptoms for periods of 1 month to over 1 year prior to the study, with an average symptom duration of 6 months. Generalized Anxiety Disorder (300.02) is described in the American Psychiatric Association’s Diagnostic and Statistical Manual, III\n \n  1as follows:\n\n \n                  Generalized, persistent anxiety (of at least 1 month continual duration), manifested by symptoms from three of the four following categories:\n                  1.      Motor tension:\n                  Shakiness, jitteriness, jumpiness, trembling, tension, muscle aches, fatigability, inability to relax, eyelid twitch, furrowed brow, strained face, fidgeting, restlessness, easy startle.\n                  2.      Autonomic hyperactivity:\n                  Sweating, heart pounding or racing, cold, clammy hands, dry mouth, dizziness, lightheadedness, paresthesias (tingling in hands or feet), upset stomach, hot or cold spells, frequent urination, diarrhea, discomfort in the pit of the stomach, lump in the throat, flushing, pallor, high resting pulse and respiration rate.\n                  3.      Apprehensive expectation:\n                  Anxiety, worry, fear, rumination, and anticipation of misfortune to self or others.\n                  4.      Vigilance and scanning:\n                  Hyperattentiveness resulting in distractibility, difficulty in concentrating, insomnia, feeling \"on edge,\" irritability, impatience.\n                  The above symptoms would not be due to another mental disorder, such as a depressive disorder or schizophrenia. However, mild depressive symptoms are common in GAD.\n                  The effectiveness of buspirone hydrochloride tablets in long-term use, that is, for more than 3 to 4 weeks, has not been demonstrated in controlled trials. There is no body of evidence available that systematically addresses the appropriate duration of treatment for GAD. However, in a study of long-term use, 264 patients were treated with buspirone hydrochloride tablets for 1 year without ill effect. Therefore, the physician who elects to use buspirone hydrochloride tablets for extended periods should periodically reassess the usefulness of the drug for the individual patient.",
    "contraindications": "The recommended initial dose is 15 mg daily (7.5 mg b.i.d.). To achieve an optimal therapeutic response, at intervals of 2 to 3 days the dosage may be increased 5 mg per day, as needed. The maximum daily dosage should not exceed 60 mg per day. In clinical trials allowing dose titration, divided doses of 20 mg to 30 mg per day were commonly employed.\n                  The bioavailability of buspirone is increased when given with food as compared to the fasted state (see\n \n  \n                        CLINICAL PHARMACOLOGY\n                     ).  Consequently, patients should take buspirone in a consistent manner with regard to the timing of dosing; either always with or always without food.\n\n \n                  When buspirone is to be given with a potent inhibitor of CYP3A4, the dosage recommendations described in the\n \n  \n                        PRECAUTIONS: \n \n  \n                     \n                        Drug Interactions\n                     section should be followed.\n\n \n                  \n                     Switching a Patient To or From a Monoamine Oxidase Inhibitor (MAOI) Antidepressant\n                  \n                  At least 14 days should elapse between discontinuation of an MAOI intended to treat depression and initiation of therapy with buspirone hydrochloride tablets. Conversely, at least 14 days should be allowed after stopping buspirone hydrochloride tablets before starting an MAOI antidepressant\n \n  \n                        CONTRAINDICATIONS \n \n  and\n \n  \n                        DRUG INTERACTIONS\n                     ).\n\n \n                  \n                     Use of Buspirone Hydrochloride Tablets with (Reversible) MAOIs, Such as Linezolid or Methylene Blue\n                  \n                  Do not start buspirone hydrochloride tablets in a patient who is being treated with a reversible MAOI such as linezolid or intravenous methylene blue because there is an increased risk of serotonin syndrome. In a patient who requires more urgent treatment of a psychiatric condition, non-pharmacological interventions, including hospitalization, should be considered (see\n \n  \n                        CONTRAINDICATIONS \n \n  and\n \n  \n                        DRUG INTERACTIONS\n                     ).\n\n \n                  In some cases, a patient already receiving therapy with buspirone hydrochloride tablets may require urgent treatment with linezolid or intravenous methylene blue. If acceptable alternatives to linezolid or intravenous methylene blue treatment are not available and the potential benefits of linezolid or intravenous methylene blue treatment are judged to outweigh the risks of serotonin syndrome in a particular patient, buspirone hydrochloride tablets should be stopped promptly, and linezolid or intravenous methylene blue can be administered. The patient should be monitored for symptoms of serotonin syndrome for 2 weeks or until 24 hours after the last dose of linezolid or intravenous methylene blue, whichever comes first. Therapy with buspirone hydrochloride tablets may be resumed 24 hours after the last dose of linezolid or intravenous methylene blue (see\n \n  \n                        WARNINGS\n                     ).\n\n \n                  The risk of administering methylene blue by non-intravenous routes (such as oral tablets or by local injection) or in intravenous doses much lower than 1 mg per kg with buspirone hydrochloride tablets is unclear. The clinician should, nevertheless, be aware of the possibility of emergent symptoms of serotonin syndrome with such use (see\n \n  \n                        CONTRAINDICATIONS\n                     ,\n \n  \n                        WARNINGS \n \n  and\n \n  \n                        DRUG INTERACTIONS\n                     ).",
    "warningsAndPrecautions": "Buspirone Hydrochloride Tablets USP, 10 mg are white to off-white, capsule-shaped, flat-faced, beveled-edge tablets debossed with bisect on one side; one side of bisect is debossed with 'ZE' and another is debossed with '37' and other side is plain and are supplied as follows:\n                  \n                  NDC: 70518-1166-00\n                  NDC: 70518-1166-01\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  Store at 20°C to 25° C (68°F to 77° F) [See USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Buspirone hydrochloride tablets are contraindicated in patients hypersensitive to buspirone hydrochloride.\n                  The use of monoamine oxidase inhibitors (MAOIs) intended to treat depression with buspirone or within 14 days of stopping treatment with buspirone is contraindicated because of an increased risk of serotonin syndrome and/or elevated blood pressure. The use of buspirone within 14 days of stopping an MAOI intended to treat depression is also contraindicated.\n                  Starting buspirone in a patient who is being treated with reversible MAOIs such as linezolid or intravenous methylene blue is also contraindicated because of an increased risk of serotonin syndrome. (see\n \n  \n                        WARNINGS\n                     ,\n \n  \n                        DOSAGE AND ADMINISTRATION \n \n  and\n \n  \n                        DRUG INTERACTIONS\n                     )"
}