{
    "root": "348decd4-285e-15a8-e063-6294a90ac45a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Amiodarone Hydrochloride",
    "value": "20250507",
    "ingredients": [
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "AMIODARONE HYDROCHLORIDE",
            "code": "976728SY6Z"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        }
    ],
    "indications": "Amiodarone hydrochloride tablets are indicated for the treatment of documented, life-threatening recurrent ventricular fibrillation and life-threatening recurrent hemodynamically unstable tachycardia in adults who have not responded to adequate doses of other available antiarrhythmics or when alternative agents cannot be tolerated.",
    "contraindications": "Dosage must be individualized based on severity of arrhythmia and response. Use the lowest effective dose. Obtain baseline chest x-ray, pulmonary function tests, thyroid function tests, and liver aminotransferases. Correct hypokalemia, hypomagnesemia, and hypocalcemia before initiating treatment.",
    "warningsAndPrecautions": "Amiodarone hydrochloride tablets, USP are available as follows:\n                  100 mg, white, round, flat-faced, beveled-edge tablet. Debossed with \"m\" on the upper portion and \"154\" on the lower half on one side of the tablet, and plain on the other.\n                  \n                     \n                        \n                        \n                     \n                     \n                        \n                           Bottles of 30 tablets\n                           NDC 42291-009-30\n                        \n                     \n                  \n                  200 mg, white, round, flat-faced, beveled-edge, scored tablet. Debossed with \"m\" on the upper portion and \"155\" on the lower half on one side of the tablet with a score mark between and plain on the other.\n                  \n                  400 mg, Oval-shaped, convex, yellow, scored tablet. Debossed with \"m\" on the left and \"156\" on the right with a score mark between on one side, and plain on the other.",
    "adverseReactions": "Cardiogenic shock.\n                     Sick sinus syndrome, second- or third-degree atrioventricular block, bradycardia leading to syncope without a functioning pacemaker.\n                     Known hypersensitivity to the drug or to any of its components, including iodine."
}