{
    "id": "348f148b-3e1a-fe2d-e063-6294a90a9b22",
    "indications": "Metoclopramide tablets are indicated for the: Treatment for 4 to 12 weeks of symptomatic, documented gastroesophageal reflux in adults who fail to respond to conventional therapy. ( 1 ) Relief of symptoms in adults with acute and recurrent diabetic gastroparesis. ( 1 ) Limitations of Use: Metoclopramide tablets are not recommended for use in pediatric patients due to the risk of tardive dyskinesia (TD) and other extrapyramidal symptoms as well as the risk of methemoglobinemia in neonates. ( 1 , 8.4 )",
    "contraindications": "Gastroesophageal Reflux ( 2.2 ) Administer metoclopramide tablets continuously or intermittently: Continuous: Administer 10 to 15 mg, 30 minutes before each meal and at bedtime (maximum of 60 mg per day) for 4 to 12 weeks. Intermittent: Single doses up to 20 mg prior to provoking situation. Acute and Recurrent Diabetic Gastroparesis ( 2.3 ) Administer 10 mg, 30 minutes before each meal and at bedtime (maximum of 40 mg per day) for 2 to 8 weeks. Dosage Adjustment in Specific Populations ( 2.2 , 2.3 ) For gastroesophageal reflux and acute and recurrent diabetic gastroparesis, see Full Prescribing Information for recommended dosage reductions for elderly patients, in patients with moderate or severe hepatic or renal impairment, and cytochrome P450 2D6 (CYP2D6) poor metabolizers.",
    "adverseReactions": "History of TD or dystonic reaction to metoclopramide ( 4 ) When stimulation of gastrointestinal motility might be dangerous ( 4 ) Pheochromocytoma, catecholamine-releasing paragangliomas ( 4 ) Epilepsy ( 4 ) Hypersensitivity to metoclopramide ( 4 )",
    "ingredients": [
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "METOCLOPRAMIDE HYDROCHLORIDE",
            "code": "W1792A2RVD"
        }
    ],
    "organization": "ScieGen Pharmaceuticals, Inc.",
    "name": "Metoclopramide",
    "effectiveTime": "20250507"
}