{
    "root": "349122c5-9c23-f312-e063-6394a90a3df7",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Amiodarone Hydrochloride",
    "value": "20250507",
    "ingredients": [
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "AMIODARONE HYDROCHLORIDE",
            "code": "976728SY6Z"
        }
    ],
    "indications": "Amiodarone Hydrochloride Injection, USP is indicated for initiation of treatment and prophylaxis of frequently recurring ventricular fibrillation (VF) and hemodynamically unstable ventricular tachycardia (VT) in patients refractory to other therapy. Amiodarone Hydrochloride Injection, USP also can be used to treat patients with VT/VF for whom oral amiodarone is indicated, but who are unable to take oral medication. During or after treatment with Amiodarone Hydrochloride Injection, USP patients may be transferred to oral amiodarone therapy\n \n  [see Dosage and Administration (\n  \n   2)]\n \n  .\n\n \n                  Use Amiodarone Hydrochloride Injection, USP for acute treatment until the patient's ventricular arrhythmias are stabilized. Most patients will require this therapy for 48 to 96 hours, but Amiodarone Hydrochloride Injection may be safely administered for longer periods if necessary.",
    "contraindications": "Amiodarone shows considerable interindividual variation in response. Although a starting dose adequate to suppress life-threatening arrhythmias is needed, close monitoring with adjustment of dose is essential. The recommended starting dose of amiodarone is about 1000 mg over the first 24 hours of therapy, delivered by the following infusion regimen:\n                  \n                     Table 1: AMIODARONE DOSE RECOMMENDATIONS: FIRST 24 HOURS\n                     \n                     \n                     \n                     \n                        \n                            \n    \n     Loading infusions\n                           \n                            \n    \n     \n                                 FirstRapid:\n    \n     \n                           \n                            \n    \n     150 mg over the FIRST 10 minutes (15 mg/min).\n                                Add 3 mL of amiodarone (150 mg) to 100 mL \n       D\n    \n     5W (concentration = 1.5 mg/mL). Infuse 100 mL over 10 minutes.\n   \n    \n                        \n                        \n                            \n                            \n    \n     \n                                 Followed bySlow:\n    \n     \n                           \n                            \n    \n     360 mg over the NEXT 6 hours (1 mg/min).\n                                Add 18 mL of amiodarone (900 mg) to 500 mL D\n    \n     5W (concentration = 1.8 mg/mL)\n   \n    \n                        \n                        \n                            \n    \n     Maintenance infusion\n                           \n                            \n                            \n    \n     540 mg over the REMAINING 18 hours (0.5 mg/min).\n                                Decrease the rate of the slow loading infusion to 0.5 mg/min.\n   \n    \n                        \n                     \n                  \n                  After the first 24 hours, continue the maintenance infusion rate of 0.5 mg/min (720 mg per 24 hours) utilizing a concentration of 1 to 6 mg/mL (Use a central venous catheter for amiodarone concentrations greater than 2 mg/mL). The rate of the maintenance infusion may be increased to achieve effective arrhythmia suppression.\n                  In the event of breakthrough episodes of VF or hemodynamically unstable VT, use 150 mg supplemental infusions of amiodarone (mixed in 100 mL of D\n \n  5W and infused over 10 minutes to minimize the potential for hypotension).\n\n \n                  The first 24-hour dose may be individualized for each patient; however, in controlled clinical trials, mean daily doses above 2100 mg were associated with an increased risk of hypotension. Do not exceed an initial infusion rate of 30 mg/min.\n                  Based on the experience from clinical studies of intravenous amiodarone, a maintenance infusion of up to 0.5 mg/min can be continued for 2 to 3 weeks regardless of the patient's age, renal function, or left ventricular function. There has been limited experience in patients receiving intravenous amiodarone for longer than 3 weeks.\n                  The surface properties of solutions containing injectable amiodarone are altered such that the drop size may be reduced. This reduction may lead to underdosage of the patient by up to 30% if drop counter infusion sets are used. Amiodarone must be delivered by a volumetric infusion pump.\n                  Administer amiodarone, whenever possible, through a central venous catheter dedicated to that purpose. Use an in-line filter during administration.\n                  Intravenous amiodarone loading infusions at much higher concentrations and rates of infusion much faster than recommended have resulted in hepatocellular necrosis and acute renal failure, leading to death\n \n  [see Warnings and Precautions (\n  \n   5.3)]\n \n  .\n\n \n                  Intravenous amiodarone concentrations greater than 3 mg/mL in D\n \n  5W have been associated with a high incidence of peripheral vein phlebitis; however, concentrations of 2.5 mg/mL or less appear to be less irritating. Therefore, for infusions longer than 1 hour, do not exceed amiodarone concentrations of 2 mg/mL, unless a central venous catheter is used\n \n  [see Adverse Reactions (\n  \n   6.2)]\n \n  .\n\n \n                  Amiodarone infusions exceeding 2 hours must be administered in glass or polyolefin bottles containing D\n \n  5W. Do not use evacuated glass containers for admixing, as incompatibility with a buffer in the container may cause precipitation.\n\n \n                  Amiodarone adsorbs to polyvinyl chloride (PVC) tubing, but all of the clinical experience has been with PVC tubing and the concentrations and rates of infusion provided in DOSAGE AND ADMINISTRATION reflect dosing in these studies.\n                  Amiodarone has been found to leach out plasticizers, including DEHP [di-(2-ethylhexyl)phthalate] from intravenous tubing (including PVC tubing). The degree of leaching increases when infusing amiodarone at higher concentrations and lower flow rates than provided in DOSAGE AND ADMINISTRATION. Polysorbate 80, a component of amiodarone injection, is also known to leach DEHP from PVC\n \n  [see Description (\n  \n   11)]\n \n  .\n\n \n                  Amiodarone does not need to be protected from light during administration.\n                  NOTE: Inspect parenteral drug products for particulate matter and discoloration prior to administration, whenever solution and container permit.\n                  \n                     Table 2: AMIODARONE HYDROCHLORIDE SOLUTION STABILITY\n                     \n                     \n                     \n                     \n                     \n                        \n                           Solution\n                           Concentration \n       (mg/mL)\n    \n                           Container\n                           Comments\n                        \n                     \n                     \n                        \n                           5% Dextrose in Water (D\n    \n     5W)\n   \n    \n                           1 to 6\n                           PVC\n                           Physically compatible, with amiodarone loss <10% at 2 hours at room temperature.\n                        \n                        \n                           5% Dextrose in Water (D\n    \n     5W)\n   \n    \n                           1 to 6\n                           Polyolefin, Glass\n                           Physically compatible, with no amiodarone loss at 24 hours at room temperature.\n                        \n                     \n                  \n                  \n                     Admixture Incompatibility\n                  \n                  Amiodarone in D\n \n  5W is incompatible with the drugs shown in Table 3.\n\n \n                  \n                     Table 3: Y-SITE INJECTION INCOMPATIBILITY\n                     \n                     \n                     \n                     \n                     \n                        \n                           Drug\n                           Vehicle\n                           Amiodarone Concentration\n                           Comments\n                        \n                     \n                     \n                        \n                           Aminophylline\n                           D\n    \n     5W\n   \n    \n                           4 mg/mL\n                           Precipitate\n                        \n                        \n                           Cefamandole Nafate\n                           D\n    \n     5W\n   \n    \n                           4 mg/mL\n                           Precipitate\n                        \n                        \n                           Cefazolin Sodium\n                           D\n    \n     5W\n   \n    \n                           4 mg/mL\n                           Precipitate\n                        \n                        \n                           Mezlocillin Sodium\n                           D\n    \n     5W\n   \n    \n                           4 mg/mL\n                           Precipitate\n                        \n                        \n                           Heparin Sodium\n                           D\n    \n     5W\n   \n    \n                           --\n                           Precipitate\n                        \n                        \n                           Sodium Bicarbonate\n                           D\n    \n     5W\n   \n    \n                           3 mg/mL\n                           Precipitate\n                        \n                     \n                  \n                  \n                     Intravenous to Oral Transition \n                  \n                  Patients whose arrhythmias have been suppressed by amiodarone may be switched to oral amiodarone. When changing to oral amiodarone therapy, clinical monitoring is recommended, particularly for elderly patients. See package insert for oral amiodarone.\n                  Since grapefruit juice is known to inhibit CYP3A-mediated metabolism of oral amiodarone in the intestinal mucosa, resulting in increased plasma levels of amiodarone, do not drink grapefruit juice during treatment with oral amiodarone\n \n  [see Drug Interactions (\n  \n   7)]\n \n  .\n\n \n                  Table 4 provides suggested doses of oral amiodarone to be initiated after varying durations of amiodarone administration. These recommendations are made on the basis of a similar total body amount of amiodarone delivered by the intravenous and oral routes, based on 50% bioavailability of oral amiodarone.\n                  \n                     Table 4: RECOMMENDATIONS FOR ORAL DOSAGE AFTER INTRAVENOUS INFUSION\n                     \n                     \n                     \n                        \n                           Duration of Amiodarone Infusion\n    \n     Assuming a 720 mg/day infusion (0.5 mg/min).\n                           \n                           Initial Daily Dose of Oral Amiodarone\n                        \n                     \n                     \n                        \n                           < 1 week\n                           800 to 1600 mg\n                        \n                        \n                           1-3 weeks\n                           600 to 800 mg\n                        \n                        \n                           > 3 weeks\n    \n     Intravenous amiodarone is not intended for maintenance treatment.\n                           \n                           400 mg",
    "warningsAndPrecautions": "Amiodarone Hydrochloride Injection, USP 50 mg/mL, is supplied as follows:\n                  \n                  NDC: 70518-1231-00\n                  NDC: 70518-1231-01\n                  PACKAGING: 3 mL in 1 VIAL, TYPE 0\n                  PACKAGING: 25 in 1 BOX\n                  \n                  Store at 20º-25ºC (68º-77ºF) [See USP Controlled Room Temperature].\n                  Protect from light and excessive heat.\n                  Use carton to protect contents from light until time of use.\n                  \n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Amiodarone is contraindicated in patients with:\n                  \n                     Known hypersensitivity to any of the components of amiodarone, including iodine. Hypersensitivity reactions may involve rash, angioedema, cutaneous/mucosal hemorrhage (bleeding), fever, arthralgias (joint pains), eosinophilia (abnormal blood counts), urticaria (hives), thrombotic thrombocytopenic purpura, or severe periarteritis (inflammation around blood vessels).\n                     Cardiogenic shock.\n                     Marked sinus bradycardia.\n                     Second- or third-degree atrio-ventricular (AV) block unless a functioning pacemaker is available."
}