{
    "root": "349ccbd2-61e4-ce1c-e063-6394a90a20ff",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Amphetamine Sulfate",
    "value": "20250508",
    "ingredients": [
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "CROSPOVIDONE",
            "code": "68401960MK"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "AMPHETAMINE SULFATE",
            "code": "6DPV8NK46S"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        }
    ],
    "indications": "Amphetamine sulfate tablets, USP are indicated for:\n                  \n                     \n                        Narcolepsy\n                     \n                     \n                        Attention Deficit Disorder with Hyperactivity as an integral part of a total treatment program which typically includes other remedial measures (psychological, educational, social) for a stabilizing effect in children with behavioral syndrome characterized by the following group of developmentally inappropriate symptoms: moderate to severe distractibility, short attention span, hyperactivity, emotional lability, and impulsivity. The diagnosis of the syndrome should not be made with finality when these symptoms are only of comparatively recent origin. Nonlocalizing (soft) neurological signs, learning disability, and abnormal EEG may or may not be present, and a diagnosis of central nervous system dysfunction may or not be warranted.\n  \n                     \n                        Exogenous Obesity as a short term (a few weeks) adjunct in a regimen of weight reduction based on caloric restriction for patients refractory to alternative therapy, e.g., repeated diets, group programs, and other drugs. The limited usefulness of amphetamines (see \n   CLINICAL PHARMACOLOGY) should be weighed against possible risks inherent in use of the drug, such as those described below.",
    "contraindications": "Regardless of indication, amphetamine should be administered at the lowest effective dosage and dosage should be individually adjusted. Late evening doses should be avoided because of resulting insomnia.\n                  \n                  \n                     Narcolepsy\n                  \n                  Usual dose is 5 to 60 milligrams per day in divided doses depending on the individual patient response.\n                  \n                  Narcolepsy seldom occurs in children under 12 years of age; however, when it does, amphetamine sulfate tablets may be used. The suggested initial dose for patients aged 6 to 12 is 5 mg daily; daily dose may be raised in increments of 5 mg at weekly intervals until optimal response obtained. In patients 12 years of age and older, start with 10 mg daily; daily dosage may be raised in increments of 10 mg at weekly intervals until optimal response is obtained. If bothersome adverse reactions appear (e.g., insomnia or anorexia) dosage should be reduced. Give the first dose on awakening; additional doses (5 or 10 mg) at intervals of 4 to 6 hours.\n                  \n                  \n                     Attention Deficit Disorder with Hyperactivity\n                  \n                  \n                  Not recommended for children under 3 years of age.\n                  \n                  \n                     In children from 3 to 5 years of age, start with 2.5 mg daily; daily dosage may be raised in increments of 2.5 mg at weekly intervals until optimal response is obtained.\n \n                  \n                  \n                     In children 6 years of age or older, start with 5 mg once or twice daily; daily dosage may be raised in increments of 5 mg at weekly intervals until optimal response is obtained. Only in rare cases will it be necessary to exceed a total of 40 milligrams per day.\n \n                  \n                  With tablets give first dose on awakening; additional doses (1 to 2) at intervals of 4 to 6 hours.\n                  \n                  Where possible, drug administration should be interrupted occasionally to determine if there is a recurrence of behavioral symptoms sufficient to require continued therapy.\n                  \n                  Prior to treating patients with amphetamine sulfate tablets assess:\n  \n• for the presence of cardiac disease (i.e., perform a careful history, family history of sudden death or ventricular arrhythmia, and physical exam) (see \n  WARNINGS).\n  \n• the family history and clinically evaluate patients for motor or verbal tics or Tourette’s syndrome (see \n  WARNINGS).\n \n                  \n                  \n                     Exogenous Obesity\n                  \n                  Usual dosage is up to 30 mg daily, taken in divided doses of 5 to 10 mg, 30 to 60 minutes before meals. Not recommended for this use in children under 12 years of age.",
    "warningsAndPrecautions": "Amphetamine sulfate tablets, USP is supplied as follows:\n  \n                     \n                     5 mg: White to off-white, round, biconvex, scored tablets debossed with \"5\" and \"mg\" on one side and debossed with '040' on other side.\n  \n                     \nBottles of 100 NDC 70010-040-01\n  \n                     \n                     10 mg: Light blue, round, biconvex, double scored tablets debossed with '1', '0', 'm' and 'g' on one side and debossed with '041' on other side.\n  \n                     \nBottles of 100 NDC 70010-041-01\n  \n                     \nStore at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n  \n                     \nDispense in a well closed container, as defined in the USP.\n \n                  \n                  \n                  \n                  \n                  Dispense with medication guide is also available at:\n  \nhttps://granulespharma.com/product/amphetamine-tab/\n  \n                     \nManufactured by:\n  \n                     Granules Pharmaceuticals Inc.,\n                     \nChantilly, VA 20151\n \n                  \n                  \n                  \n                  Revised: 05/2025",
    "adverseReactions": "• Known hypersensitivity to amphetamine products.\n  \n• During or within 14 days following the administration of monoamine oxidase inhibitors (hypertensive crises may result) (see \n  WARNINGS)."
}