{
    "root": "349fa7c6-a141-b94f-e063-6294a90af40f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": {
        "text": "VENTOLIN",
        "suffix": {
            "text": "HFA"
        }
    },
    "value": "20250508",
    "ingredients": [
        {
            "name": "NORFLURANE",
            "code": "DH9E53K1Y8"
        },
        {
            "name": "ALBUTEROL SULFATE",
            "code": "021SEF3731"
        }
    ],
    "indications": "VENTOLIN HFA is a beta 2 -adrenergic agonist indicated for: Treatment or prevention of bronchospasm in adult and pediatric patients aged 4 years and older with reversible obstructive airway disease. ( 1.1 ) Prevention of exercise-induced bronchospasm in adult and pediatric patients aged 4 years and older. ( 1.2 )",
    "contraindications": "For oral inhalation only. ( 2 ) Treatment or prevention of bronchospasm in adult and pediatric patients aged 4 years and older: 2 inhalations by oral inhalation every 4 to 6 hours. For some patients, 1 inhalation every 4 hours may be sufficient. ( 2.1 ) Prevention of exercise-induced bronchospasm in adult and pediatric patients aged 4 years and older: 2 inhalations by oral inhalation 15 to 30 minutes before exercise. ( 2.2 ) Priming information: Prime VENTOLIN HFA before using for the first time, when the inhaler has not been used for more than 2 weeks, or when the inhaler has been dropped. To prime VENTOLIN HFA, release 4 sprays into the air away from the face, shaking well before each spray. ( 2.3 ) Cleaning information: At least once a week, wash the actuator with warm water and let it air-dry completely. ( 2.3 )",
    "warningsAndPrecautions": "VENTOLIN HFA is supplied in the following boxes of 1 as a pressurized aluminum canister fitted with a counter and supplied with a blue plastic actuator with a blue cap:\n                  NDC: 70518-1237-00\n                  PACKAGING: 1 in 1 CARTON, 60 in 1 INHALER TYPE 2\n                  \n                  Each inhaler is packaged with a Patient Information leaflet.\n                  The blue actuator supplied with VENTOLIN HFA should not be used with any other product canisters, and actuators from other products should not be used with a VENTOLIN HFA canister.\n                  Counter\n                  VENTOLIN HFA has a counter attached to the canister. The counter starts at 204 or 064 and counts down each time a spray is released. The correct amount of medication in each actuation cannot be assured after the counter reads 000, even though the canister is not completely empty and will continue to operate. The inhaler should be discarded when the counter reads 000.\n                  Contents under Pressure\n                  Do not puncture. Do not use or store near heat or open flame. Exposure to temperatures above 120°F may cause bursting. Never throw canister into fire or incinerator.\n                  Storage\n                  Store at room temperature between 68°F and 77°F (20°C and 25°C); excursions permitted from 59°F to 86°F (15°C to 30°C) [See USP Controlled Room Temperature]. Store the inhaler with the mouthpiece down. For best results, the inhaler should be at room temperature before use.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "VENTOLIN HFA is contraindicated in patients with a history of hypersensitivity to any of the ingredients\n \n  [see Warnings and Precautions (\n  \n   5.6), Description (\n  \n   11)]\n \n  ."
}