{
    "id": "34a0701f-5154-611d-e063-6294a90a1367",
    "indications": "Ondansetron tablets are indicated for the prevention of nausea and vomiting associated with:\n                  \n                  highly emetogenic cancer chemotherapy, including cisplatin greater than or equal to 50 mg/m2\n  \ninitial and repeat courses of moderately emetogenic cancer chemotherapy\n  \nradiotherapy in patients receiving either total body irradiation, single high-dose fraction to the abdomen, or daily fractions to the abdomen\n \n                  Ondansetron tablets are also indicated for the prevention of postoperative nausea and/or vomiting.",
    "contraindications": "2.1 Dosage\n                  The recommended dosage regimens for adult and pediatric patients are described in Table 1 and Table 2, respectively.\n  \n                     \nCorresponding doses of ondansetron tablets, ondansetron orally disintegrating tablets and ondansetron oral solution may be used interchangeably.\n \n                  Table 1: Adult Recommended Dosage Regimen for Prevention of Nausea and Vomiting\n  \nIndication\n  \nDosage Regimen\n  \nHighly Emetogenic Cancer Chemotherapy\n  \nA single 24 mg dose administered 30 minutes before the start of single-day highly emetogenic chemotherapy, including cisplatin greater than or equal to 50 mg/m2\n  \nModerately Emetogenic Cancer Chemotherapy\n  \n8 mg administered 30 minutes before the start of chemotherapy, with a subsequent 8 mg dose 8 hours after the first dose.\n  \n                     \nThen administer 8 mg twice a day (every 12 hours) for 1 to 2 days after completion of chemotherapy.\n  \nRadiotherapy\n  \nFor total body irradiation: 8 mg administered 1 to 2 hours before each fraction of radiotherapy each day.\n  \n                     \nFor single high-dose fraction radiotherapy to the abdomen: 8 mg administered 1 to 2 hours before radiotherapy, with subsequent 8 mg doses every 8 hours after the first dose for 1 to 2 days after completion of radiotherapy.\n  \n                     \nFor daily fractionated radiotherapy to the abdomen: 8 mg administered 1 to 2 hours before radiotherapy, with subsequent 8 mg doses every 8 hours after the first dose for each day radiotherapy is given.\n  \nPostoperative\n  \n16 mg administered 1 hour before induction of anesthesia.\n \n                  \n                  Table 2: Pediatric Recommended Dosage Regimen for Prevention of Nausea and Vomiting\n  \nIndication\n  \nDosage Regimen\n  \nModerately Emetogenic Cancer Chemotherapy\n  \n12 to 17 years of age: 8 mg administered 30 minutes before the start of chemotherapy, with a subsequent 8 mg dose 8 hours after the first dose.\n  \n                     \nThen administer 8 mg twice  a day (every 12 hours) for 1 to 2 days after completion of chemotherapy.\n  \n                     \n4 to 11 years of age: 4 mg administered 30 minutes before the start of chemotherapy, with a subsequent 4 mg dose 4 and 8 hours after the first dose.\n  \n                     \nThen administer 4 mg three times a day for 1 to 2 days after completion of chemotherapy.\n \n                  2.2 Dosage in Hepatic Impairment\n                  In patients with severe hepatic impairment (Child-Pugh score of 10 or greater), do not exceed a total daily dose of 8 mg [see Use in Specific Populations (8.6), Clinical Pharmacology (12.3)].",
    "warningsAndPrecautions": "Ondansetron Tablets USP, 4 mg are white to off-white, oval shaped, film-coated tablets debossed with ‘F’ on one side and ‘91’ on the other side.\n  \n                     \n    Bottles of 30                            \n  \n    Bottles of 500                           \n  \n    Bottles of 1,000                        \n  \n    1 x 3 Unit-dose Tablets            \n  \n    10 x 10 Unit-dose Tablets        \n  \n                     \nOndansetron Tablets USP, 8 mg are yellow colored, oval shaped, film-coated tablets debossed with ‘F’ on one side and ‘92’ on the other side.\n  \n                     \n    Bottles of 30                          \n  \n    Bottles of 500                        \n  \n    Bottles of 1,000                      \n  \n    1 x 3 Unit-dose Tablets          \n  \n    10 x 10 Unit-dose Tablets      \n  \n                     \nOndansetron Tablets USP, 24 mg are pink colored, oval shaped, film-coated tablets debossed with ‘C’ on one side and ‘71’ on the other side.\n  \n                     \n    Unit-dose Packs of 1 Tablet   \n  \n                     \nStore at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Protect from light.",
    "adverseReactions": "Ondansetron tablets are contraindicated in patients:\n                  \n                  known to have hypersensitivity (e.g., anaphylaxis) to ondansetron or any of the components of the formulation [see Adverse Reactions (6.2)]\n  \nreceiving concomitant apomorphine due to the risk of profound hypotension and loss of consciousness",
    "ingredients": [
        {
            "name": "ONDANSETRON HYDROCHLORIDE",
            "code": "NMH84OZK2B"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "organization": "Direct_Rx",
    "name": "ONDANSETRON",
    "effectiveTime": "20250508"
}