{
    "root": "34b8321a-291c-ea83-e063-6294a90aec69",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Spravato",
    "value": "20250509",
    "ingredients": [
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "ESKETAMINE HYDROCHLORIDE",
            "code": "L8P1H35P2Z"
        }
    ],
    "indications": "SPRAVATO is indicated for the treatment of:\n                  \n                  \n                     \n                        Treatment-resistant depression (TRD) in adults as monotherapy or in conjunction with an oral antidepressant\n                     \n                     \n                        Depressive symptoms in adults with major depressive disorder (MDD) with acute suicidal ideation or behavior in conjunction with an oral antidepressant",
    "contraindications": "Administer SPRAVATO intranasally under the supervision of a healthcare provider. ( 2.1 ) Assess blood pressure prior to and after administration. ( 2.1 ) TRD: Evidence of therapeutic benefit should be evaluated at the end of the 4-week induction phase to determine need for continued treatment. ( 2.2 ) Depressive symptoms in MDD with acute suicidal ideation or behavior : Evidence of therapeutic benefit should be evaluated after 4 weeks to determine need for continued treatment. Treatment beyond 4 weeks has not been systematically evaluated. ( 2.3 ) See Full Prescribing Information for recommended dosage. ( 2.2 , 2.3 ) See Full Prescribing Information for important administration instructions. ( 2.4 )",
    "warningsAndPrecautions": "SPRAVATO\n \n  ®nasal spray is available as an aqueous solution of esketamine hydrochloride in a stoppered glass vial within a nasal spray device. Each nasal spray device delivers two sprays containing a total of 28 mg of esketamine (supplied as 32.3 mg of esketamine hydrochloride).\n\n \n                  SPRAVATO is available in the following presentations:\n                  \n                     56 mg Dose Kit: Unit-dose carton containing two 28 mg nasal spray devices (56 mg total dose) (NDC 50458-028-02).\n                     84 mg Dose Kit: Unit-dose carton containing three 28 mg nasal spray devices (84 mg total dose) (NDC 50458-028-03).\n                  \n                  Within each kit, each 28 mg device is individually packaged in a sealed blister (NDC 50458-028-00).",
    "adverseReactions": "SPRAVATO is contraindicated in patients with:\n                  \n                     Aneurysmal vascular disease (including thoracic and abdominal aorta, intracranial, and peripheral arterial vessels) or arteriovenous malformation\n  \n   [see\n   \n    Warnings and Precautions (5.7)]\n  \n   \n                     \n                     History of intracerebral hemorrhage\n  \n   [see\n   \n    Warnings and Precautions (5.7)]\n  \n   \n                     \n                     Hypersensitivity to esketamine, ketamine, or any of the excipients."
}