{
    "root": "34b83409-772b-3334-e063-6294a90a0be7",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Guanfacine",
    "value": "20250509",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "GUANFACINE HYDROCHLORIDE",
            "code": "PML56A160O"
        }
    ],
    "indications": "Guanfacine tablets, USP are indicated in the management of hypertension. Guanfacine tablets, USP may be given alone or in combination with other antihypertensive agents, especially thiazide-type diuretics.",
    "contraindications": "The recommended initial dose of guanfacine hydrochloride when given alone or in combination with another antihypertensive drug is 1 mg daily given at bedtime to minimize somnolence. If after 3 to 4 weeks of therapy 1 mg does not give a satisfactory result, a dose of 2 mg may be given, although most of the effect of guanfacine is seen at 1 mg (see\n \n  \n                        CLINICAL PHARMACOLOGY\n                     ). Higher daily doses have been used, but adverse reactions increase significantly with doses above 3 mg/day.\n\n \n                  The frequency of rebound hypertension is low, but it can occur. When rebound occurs, it does so after 2 to 4 days, which is delayed compared with clonidine hydrochloride. This is consistent with the longer half-life of guanfacine. In most cases, after abrupt withdrawal of guanfacine, blood pressure returns to pretreatment levels slowly (within 2 to 4 days) without ill effects.",
    "warningsAndPrecautions": "Guanfacine tablets, USP are available in the following dosing strengths (expressed in equivalent amounts of guanfacine):\n                  Guanfacine tablets, USP 1 mg, are pink, round tablets, debossed with WATSON 444 on one side and plain on the other side and are available in\n                  NDC: 70518-1369-00\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  Store at 20째 to 25째C (68째 to 77째F) [See USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Guanfacine tablets are contraindicated in patients with known hypersensitivity to guanfacine hydrochloride."
}