{
    "id": "34c64c32-89bd-e0a0-e063-6394a90a8ddf",
    "indications": "Pemetrexed for injection is a folate analog metabolic inhibitor indicated: in combination with pembrolizumab and platinum chemotherapy, for the initial treatment of patients with metastatic non-squamous non-small cell lung cancer (NSCLC), with no EGFR or ALK genomic tumor aberrations. ( 1.1 ) in combination with cisplatin for the initial treatment of patients with locally advanced or metastatic, non-squamous (NSCLC). ( 1.1 ) as a single agent for the maintenance treatment of patients with locally advanced or metastatic, non-squamous NSCLC whose disease has not progressed after four cycles of platinum-based first-line chemotherapy. ( 1.1 ) as a single agent for the treatment of patients with recurrent, metastatic non-squamous, NSCLC after prior chemotherapy. ( 1.1 ) Limitations of Use: Pemetrexed for injection is not indicated for the treatment of patients with squamous cell, non-small cell lung cancer. ( 1.1 ) initial treatment, in combination with cisplatin, of patients with malignant pleural mesothelioma whose disease is unresectable or who are otherwise not candidates for curative surgery. ( 1.2 )",
    "contraindications": "The recommended dose of pemetrexed for injection administered with pembrolizumab and platinum chemotherapy in patients with a creatinine clearance (calculated by Cockcroft-Gault equation) of 45 mL/min or greater is 500 mg/m 2 as an intravenous infusion over 10 minutes, administered after pembrolizumab and prior to platinum chemotherapy, on Day 1 of each 21-day cycle. ( 2.1 ) The recommended dose of pemetrexed for injection, administered as a single agent or with cisplatin, in patients with creatinine clearance of 45 mL/minute or greater is 500 mg/m 2 as an intravenous infusion over 10 minutes on Day 1 of each 21-day cycle. ( 2.1 , 2.2 ) Initiate folic acid 400 mcg to 1000 mcg orally, once daily, beginning 7 days prior to the first dose of pemetrexed for injection and continue until 21 days after the last dose of pemetrexed for injection. ( 2.4 ) Administer vitamin B 12 , 1 mg intramuscularly, 1 week prior to the first dose of pemetrexed for injection and every 3 cycles. ( 2.4 ) Administer dexamethasone 4 mg orally, twice daily the day before, the day of, and the day after pemetrexed for injection administration. ( 2.4 )",
    "warningsAndPrecautions": "How Supplied\n                        \n                        Pemetrexed for injection USP, is a white-to-light yellow or green-yellow lyophilized powder supplied in single-dose vials for reconstitution for intravenous infusion.\n                        NDC 70069-834-01: Carton containing one (1) single-dose vial of 100 mg pemetrexed.\n                        NDC 70069-835-01: Carton containing one (1) single-dose vial of 500 mg pemetrexed.",
    "adverseReactions": "Pemetrexed for injection is contraindicated in patients with a history of severe hypersensitivity reaction to pemetrexed\n \n  [see Adverse Reactions (\n  \n   6.1)].",
    "ingredients": [
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "PEMETREXED DISODIUM HEPTAHYDRATE",
            "code": "9T47E4OM16"
        }
    ],
    "organization": "Somerset Therapeutics LLC",
    "name": "Pemetrexed",
    "effectiveTime": "20250510"
}