{
    "root": "34f331d6-af84-69ea-e063-6394a90ae36e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Acyclovir",
    "value": "20250512",
    "ingredients": [
        {
            "name": "CARBOXYMETHYLCELLULOSE SODIUM",
            "code": "K679OBS311"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "ACYCLOVIR",
            "code": "X4HES1O11F"
        }
    ],
    "indications": "Herpes Zoster Infections:Acyclovir is indicated for the acute treatment of herpes zoster (shingles).\n\n \n                  \n                     Genital Herpes:Acyclovir is indicated for the treatment of initial episodes and the management of recurrent episodes of genital herpes.\n\n \n                  \n                     Chickenpox:Acyclovir is indicated for the treatment of chickenpox (varicella).",
    "contraindications": "Acute Treatment of Herpes Zoster:800 mg every 4 hours orally, 5 times daily for 7 to 10 days.\n\n \n                  \n                     Genital Herpes:Treatment of Initial Genital Herpes: 200 mg every 4 hours, 5 times daily for 10 days.\n\n \n                  \n                     \n                        Chronic Suppressive Therapy for Recurrent Disease:\n                     400 mg 2 times daily for up to 12 months, followed by re-evaluation. Alternative regimens have included doses ranging from 200 mg 3 times daily to 200 mg 5 times daily.\n\n \n                  The frequency and severity of episodes of untreated genital herpes may change over time. After 1 year of therapy, the frequency and severity of the patient’s genital herpes infection should be re-evaluated to assess the need for continuation of therapy with acyclovir.\n                  \n                     \n                        Intermittent Therapy:\n                     200 mg every 4 hours, 5 times daily for 5 days. Therapy should be initiated at the earliest sign or symptom (prodrome) of recurrence.\n\n \n                  \n                     Treatment of Chickenpox:\n                     \n                        Children (2 Years of Age and Older):\n                     20 mg/kg\n \n  per doseorally 4 times daily (80 mg/kg/day) for 5 days. Children over 40 kg should receive the adult dose for chickenpox.\n\n \n                  Adults and Children Over 40 kg: 800 mg 4 times daily for 5 days.\n                  Intravenous acyclovir is indicated for the treatment of varicella-zoster infections in immunocompromised patients.\n                  When therapy is indicated, it should be initiated at the earliest sign or symptom of chickenpox. There is no information about the efficacy of therapy initiated more than 24 hours after onset of signs and symptoms.\n                  \n                     Patients with Acute or Chronic Renal Impairment:In patients with renal impairment, the dose of acyclovir oral suspension should be modified as shown in Table 3:\n\n \n                  \n                     Table 3: Dosage Modification for Renal Impairment\n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                             Creatinine\n                             Adjusted Dosage Regimen\n                        \n                        \n                             Normal\n                             Clearance\n                             Dose\n                           \n                        \n                        \n                             Dosage Regimen\n                             (mL/min/1.73m\n    \n     2)\n   \n    \n                             (mg)\n                             Dosing Interval\n                        \n                        \n                            200 mg every 4 hours\n                            >10\n                            200\n                            every 4 hours, 5 x daily\n                        \n                        \n                           \n                            0 to 10\n                            200\n                            every 12 hours\n                        \n                        \n                            400 mg every 12 hours\n                            >10\n                            400\n                            every 12 hours\n                        \n                        \n                           \n                            0 to 10\n                            200\n                            every 12 hours\n                        \n                        \n                            800 mg every 4 hours\n                            >25\n                            800\n                            every 4 hours, 5 x daily\n                        \n                        \n                           \n                            10 to 25\n                            800\n                            every 8 hours\n                        \n                        \n                           \n                            0 to 10\n                            800\n                            every 12 hours\n                        \n                     \n                  \n                  \n                     Hemodialysis:For patients who require hemodialysis, the mean plasma half-life of acyclovir during hemodialysis is approximately 5 hours. This results in a 60% decrease in plasma concentrations following a 6-hour dialysis period. Therefore, the patient’s dosing schedule should be adjusted so that an additional dose is administered after each dialysis.\n\n \n                  \n                     Peritoneal Dialysis:No supplemental dose appears to be necessary after adjustment of the dosing interval.\n\n \n                  \n                     Bioequivalence of Dosage Forms:Acyclovir oral suspension was shown to be bioequivalent to acyclovir capsules (n = 20) and 1 acyclovir 800-mg tablet was shown to be bioequivalent to 4 acyclovir 200-mg capsules (n = 24).",
    "warningsAndPrecautions": "Acyclovir oral suspension, USP (off-white, banana-flavored) containing 200 mg acyclovir in each teaspoonful (5 mL).\n                  NDC 17856-0083-01  Acyclovir Oral Suspension, USP  200 mg/5 mL\n                  NDC 17856-0083-02  Acyclovir Oral Suspension, USP  400 mg/10 mL\n                  \n                     Store between 15° to 25°C (59° to 77°F). Protect from light.\n                  \n                  Dispense in a tight container as defined in the USP.\n                  \n                  \n                     Distributed by:\n                  \n                  \n                     ATLANTIC BIOLOGICALS CORP.\n                  \n                  \n                     MIAMI, FL 33179",
    "adverseReactions": "Acyclovir oral suspension is contraindicated for patients who develop hypersensitivity to acyclovir or valacyclovir."
}