{
    "root": "34f386e0-5c9d-0d10-e063-6294a90a5651",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Periogard Alcohol Free",
    "value": "20250512",
    "ingredients": [
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "PEG-40 CASTOR OIL",
            "code": "4ERD2076EF"
        },
        {
            "name": "CETYLPYRIDINIUM CHLORIDE",
            "code": "D9OM4SK49P"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "CHLORHEXIDINE GLUCONATE",
            "code": "MOR84MUD8E"
        }
    ],
    "indications": "PerioGard® (Chlorhexidine Gluconate Oral Rinse USP, 0.12%) is indicated for use between dental visits as part of a professional program for the treatment of gingivitis as characterized by redness and swelling of the gingivae, including gingival bleeding upon probing. PerioGard® has not been tested among patients with acute necrotizing ulcerative gingivitis (ANUG). For patients having coexisting gingivitis and periodontitis, see\n \n  PRECAUTIONS.",
    "contraindications": "PerioGard® (Chlorhexidine Gluconate Oral Rinse USP, 0.12%) therapy should be initiated directly following a dental prophylaxis. Patients using PerioGard® should be reevaluated and given a thorough prophylaxis at intervals no longer than six months. Recommended use is twice daily oral rinsing for 30 seconds, morning and evening after toothbrushing. Usual dosage is 1/2 fl. oz. (\"15 mL\" line in dosage cap) of undiluted PerioGard®. Patients should be instructed not to rinse with water or other mouthwashes, brush teeth, or eat immediately after using PerioGard®. PerioGard® is not intended for ingestion and should be expectorated after rinsing.",
    "warningsAndPrecautions": "PerioGard® is supplied as a blue liquid in a 16-fluid ounce (473 mL) (NDC 0126-0272-16) amber plastic bottle with child-resistant dosage cap.",
    "adverseReactions": "PerioGard® should not be used by persons who are known to be hypersensitive to chlorhexidine gluconate or other formula ingredients."
}