{
    "root": "34f3a909-1a50-3667-e063-6294a90aa4aa",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Citalopram Hydrobromide",
    "value": "20250512",
    "ingredients": [
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "PEPPERMINT",
            "code": "V95R5KMY2B"
        },
        {
            "name": "CITALOPRAM HYDROBROMIDE",
            "code": "I1E9D14F36"
        }
    ],
    "indications": "Citalopram oral solution, USP is indicated for the treatment of depression. \n    The efficacy of citalopram oral solution, USP in the treatment of depression was established in 4 to 6 week, controlled trials of outpatients whose diagnosis corresponded most closely to the DSM-III and DSM-III-R category of major depressive disorder (see\n \n  CLINICAL PHARMACOLOGY). \n    A major depressive episode (DSM-IV) implies a prominent and relatively persistent (nearly every day for at least 2 weeks) depressed or dysphoric mood that usually interferes with daily functioning, and includes at least five of the following nine symptoms: depressed mood, loss of interest in usual activities, significant change in weight and/or appetite, insomnia or hypersomnia, psychomotor agitation or retardation, increased fatigue, feelings of guilt or worthlessness, slowed thinking or impaired concentration, a suicide attempt or suicidal ideation. The antidepressant action of citalopram oral solution, USP in hospitalized depressed patients has not been adequately studied. \n    The efficacy of citalopram oral solution, USP in maintaining an antidepressant response for up to 24 weeks following 6 to 8 weeks of acute treatment was demonstrated in two placebo-controlled trials (see\n \n  CLINICAL PHARMACOLOGY). Nevertheless, the physician who elects to use citalopram oral solution, USP for extended periods should periodically re-evaluate the long-term usefulness of the drug for the individual patient.",
    "contraindications": "Citalopram oral solution should be administered once daily, in the morning or evening, with or without food. \n  \n                     Initial Treatment\n                       Citalopram oral solution should be administered at an initial dose of 20 mg once daily, with an increase to a maximum dose of 40 mg/day at an interval of no less than one week. Doses above 40 mg/day are not recommended due to the risk of QT prolongation. Additionally, the only study pertinent to dose response for effectiveness did not demonstrate an advantage for the 60 mg/day dose over the 40 mg/day dose. \n  \n                     Special Populations\n                       20 mg/day is the maximum recommended dose for patients who are greater than 60 years of age, patients with hepatic impairment, and for CYP2C19 poor metabolizers or those patients taking cimetidine or another CYP2C19 inhibitor. (see\n \n  WARNINGS).\n                       No dosage adjustment is necessary for patients with mild or moderate renal impairment. Citalopram should be used with caution in patients with severe renal impairment. \n  \n                     Treatment of Pregnant Women During the Third Trimester\n                       Neonates exposed to citalopram and other SSRIs or SNRIs, late in the third trimester, have developed complications requiring prolonged hospitalization, respiratory support, and tube feeding (see\n \n  PRECAUTIONS).When treating pregnant women with citalopram during the third trimester, the physician should carefully consider the potential risks and benefits of treatment. \n  \n                     Maintenance Treatment\n                       It is generally agreed that acute episodes of depression require several months or longer of sustained pharmacologic therapy. Systematic evaluation of citalopram oral solution in two studies has shown that its antidepressant efficacy is maintained for periods of up to 24 weeks following 6 or 8 weeks of initial treatment (32 weeks total). In one study, patients were assigned randomly to placebo or to the same dose of citalopram oral solution (20 to 60 mg/day) during maintenance treatment as they had received during the acute stabilization phase, while in the other study, patients were assigned randomly to continuation of citalopram oral solution 20 or 40 mg/day, or placebo, for maintenance treatment. In the latter study, the rates of relapse to depression were similar for the two dose groups (see\n \n  Clinical Trialsunder\n \n  CLINICAL PHARMACOLOGY).Based on these limited data, it is not known whether the dose of citalopram needed to maintain euthymia is identical to the dose needed to induce remission. If adverse reactions are bothersome, a decrease in dose to 20 mg/day can be considered. \n  \n                     Discontinuation of Treatment with Citalopram\n                       Symptoms associated with discontinuation of citalopram oral solution and other SSRIs and SNRIs have been reported (see\n \n  PRECAUTIONS).Patients should be monitored for these symptoms when discontinuing treatment. A gradual reduction in the dose rather than abrupt cessation is recommended whenever possible. If intolerable symptoms occur following a decrease in the dose or upon discontinuation of treatment, then resuming the previously prescribed dose may be considered. Subsequently, the physician may continue decreasing the dose but at a more gradual rate. \n  \n                     Switching a Patient To or From a Monoamine Oxidase Inhibitor (MAOI) Intended to Treat Psychiatric Disorders\n                       At least 14 days should elapse between discontinuation of an MAOI intended to treat psychiatric disorders and initiation of therapy with citalopram oral solution. Conversely, at least 14 days should be allowed after stopping citalopram before starting an MAOI intended to treat psychiatric disorders (see\n \n  CONTRAINDICATIONS).\n                     \n                     Use of Citalopram with Other MAOIs, Such as Linezolid or Methylene Blue\n                       Do not start citalopram oral solution in a patient who is being treated with linezolid or intravenous methylene blue because there is an increased risk of serotonin syndrome. In a patient who requires more urgent treatment of a psychiatric condition, other interventions, including hospitalization, should be considered (see\n \n  CONTRAINDICATIONS).\n                       In some cases, a patient already receiving citalopram therapy may require urgent treatment with linezolid or intravenous methylene blue. If acceptable alternatives to linezolid or intravenous methylene blue treatment are not available and the potential benefits of linezolid or intravenous methylene blue treatment are judged to outweigh the risks of serotonin syndrome in a particular patient, citalopram should be stopped promptly, and linezolid or intravenous methylene blue can be administered. The patient should be monitored for symptoms of serotonin syndrome for 2 weeks or until 24 hours after the last dose of linezolid or intravenous methylene blue, whichever comes first. Therapy with citalopram may be resumed 24 hours after the last dose of linezolid or intravenous methylene blue (see\n \n  WARNINGS).\n                       The risk of administering methylene blue by non-intravenous routes (such as oral tablets or by local injection) or in intravenous doses much lower than 1 mg/kg with citalopram is unclear. The clinician should, nevertheless, be aware of the possibility of emergent symptoms of serotonin syndrome with such use (see\n \n  WARNINGS).",
    "warningsAndPrecautions": "Citalopram oral solution USP, 10 mg/5 mL is supplied as a peppermint flavored oral solution.\n                  Bottles of 240 mL with Induction Sealing Foil seal Wad (NDC 31722-564-24)\n                  UD NDC 17856-0564-01 CITALOPRAM ORAL SOL 52MG/10ML CUP 72\n                  \n                     Store at 20º to 25º C (68° to 77° F) [see USP Controlled Room Temperature].",
    "adverseReactions": "The use of MAOIs intended to treat psychiatric disorders with citalopram oral solution or within 14 days of stopping treatment with citalopram oral solution is contraindicated because of an increased risk of serotonin syndrome. The use of citalopram oral solution within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated (see\n \n  WARNINGSand\n \n  DOSAGEand\n \n  ADMINISTRATION). \n    Starting citalopram oral solution in a patient who is being treated with MAOIs such as linezolid or intravenous methylene blue is also contraindicated because of an increased risk of serotonin syndrome (see\n \n  WARNINGSand\n \n  DOSAGE AND ADMINISTRATION). \n    Concomitant use in patients taking pimozide is contraindicated (see\n \n  PRECAUTIONS). \n    Citalopram oral solution is contraindicated in patients with a hypersensitivity to citalopram or any of the inactive ingredients in citalopram oral solution."
}