{
    "root": "34f474e7-be30-bf9e-e063-6294a90a9b9a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Hyosyne",
    "value": "20250512",
    "ingredients": [
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SODIUM CITRATE",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "HYOSCYAMINE SULFATE",
            "code": "F2R8V82B84"
        }
    ],
    "indications": "Hyoscyamine sulfate is effective as adjunctive therapy in the treatment of peptic ulcer. It can also be used to control gastric secretion, visceral spasm and hypermotility in spastic colitis, spastic bladder, cystitis, pylorospasm, and associated abdominal cramps. May be used in functional intestinal disorders to reduce symptoms such as those seen in mild dysenteries, diverticulitis, and acute enterocolitis. For use as adjunctive therapy in the treatment of irritable bowel syndrome (irritable colon, spastic colon, \n    mucous colitis) and functional gastrointestinal disorders. Also used as adjunctive therapy in the treatment of neurogenic bladder and neurogenic bowel disturbances (including the splenic flexure syndrome and neurogenic colon). Also used in the treatment of infant colic (elixir and drops). Hyoscyamine sulfate is indicated along with morphine or other narcotics in symptomatic relief of biliary and renal colic; as a “drying agent” in the relief of symptoms of acute rhinitis; in the therapy of parkinsonism to reduce rigidity and tremors and to control associated sialorrhea and hyperhidrosis. May be used in the therapy of poisoning by anticholinesterase agents.",
    "contraindications": "HYOSYNE ORAL DROPS\n                       (Hyoscyamine Sulfate Oral Solution)\n\n \n                  Dosage may be adjusted according to the conditions and severity of symptoms. Measuredosage very carefully. \n  \n                     Adults and pediatric patients 12 years of age and older: 1 to 2 mL every four hours or as needed. Do not exceed 12 mL in 24 hours. \n  \n                     Pediatric patients 2 to under 12 years of age: 1/4 to 1 mL every four hours or as needed. Do not exceed 6 mL in 24 hours. \n  \n                     Pediatric patients under 2 years of age: The following dosage guide is based upon body weight. The doses may be repeated every four hours or as needed.\n\n \n                  \n                     \n                        \n                           \n                              Body Weight\n                           \n                           \n                              Usual Dose\n                           \n                           \n                              Do Not Exceed\n                           \n                        \n                        \n                           \n                              \n                           \n                           \n                              \n                           \n                           \n                              In 24 Hours\n                           \n                        \n                        \n                           3.4 kg (7.5 lb.) \n     \n                           \n                           4 drops \n     \n                           \n                           24 drops \n     \n                           \n                        \n                        \n                           5 kg (11 lb.) \n     \n                           \n                           5 drops \n     \n                           \n                           30 drops \n     \n                           \n                        \n                        \n                           7 kg (15 lb.) \n     \n                           \n                           6 drops \n     \n                           \n                           36 drops \n     \n                           \n                        \n                        \n                           10 kg (22 lb.) \n     \n                           \n                           8 drops \n     \n                           \n                           48 drops \n     \n                           \n                        \n                     \n                  \n                  Package of Hyoscyamine Sulfate Oral Drops is accompanied with a dropper having markings of 3, 4, 5 DROPS, and 0.25 mL. The approximate equivalent amount of hyoscyamine sulfate drops (mL) and its equivalent amount of hyoscyamine sulfate (mg) for each marking are as follows:\n                  \n                     \n                        \n                           \n                              \n                           \n                           \n                              \n                           \n                           \n                              \n                           \n                           \n                              \n                           \n                        \n                        \n                           \n                              \n                           \n                           \n                              \n                           \n                           Approximate Equivalent Amount \n     \n                           \n                           \n                              \n                           \n                        \n                        \n                           Marking on Dropper\n                           Hyoscyamine Sulfate Oral Drops Solution (mL) \n     \n                           \n                           \n                              \n                           \n                           Hyoscyamine Sulfate (mg) \n     \n                           \n                        \n                        \n                           3 DROPS \n     \n                           \n                           0.08 mL \n     \n                           \n                           \n                              \n                           \n                           0.01 mg \n     \n                           \n                        \n                        \n                           4 DROPS \n     \n                           \n                           0.11 mL \n     \n                           \n                           \n                              \n                           \n                           0.01375 mg \n     \n                           \n                        \n                        \n                           5 DROPS \n     \n                           \n                           0.14 mL \n     \n                           \n                           \n                              \n                           \n                           0.0175 mg \n     \n                           \n                        \n                        \n                           0.25 mL \n     \n                           \n                           0.25 mL \n     \n                           \n                           \n                              \n                           \n                           0.03125 mg \n     \n                           \n                        \n                     \n                  \n                  \n                     HYOSYNE ELIXIR\n                       (Hyoscyamine Sulfate Elixir) \n    Dosage may be adjusted according to the conditions and severity of symptoms. Measure dosage very carefully. \n  \n                     Adults and pediatric patients 12 years of age and older: 1 to 2 teaspoonfuls every four hours or as needed. Do not exceed 12 teaspoonfuls in 24 hours. \n  \n                     Pediatric patients 2 to under 12 years of age: Please see the following dosage guide is based on body weight. The doses may be repeated every four hours or as needed. Do not exceed 6teaspoonfuls in 24 hours.\n\n \n                  \n                     \n                        \n                           \n                              Body Weight \n     \n                           \n                           \n                              Usual Dose\n                           \n                        \n                        \n                           10 kg (22 lb.) \n     \n                           \n                           1/4 teaspoon (1.25 mL) \n     \n                           \n                        \n                        \n                           20 kg (44 lb.) \n     \n                           \n                           1/2 teaspoonful (2.5 mL) \n     \n                           \n                        \n                        \n                           40 kg (88 lb.) \n     \n                           \n                           3/4 teaspoonful (3.75 mL) \n     \n                           \n                        \n                        \n                           50 kg (110 lb.) \n     \n                           \n                           1 teaspoonful (5 mL)",
    "warningsAndPrecautions": "HYOSYNE ORAL DROPS(Hyoscyamine Sulfate 0.125 mg per mL) is orange colored, flavored, and contains 5% alcohol. It is supplied in a 15 mL bottle with a calibrated dropper \n  \n                     HYOSYNE ELIXIR(Hyoscyamine Sulfate 0.125 mg per 5 mL) is orange colored, flavored, and contains 20% alcohol. It is supplied in a pint (473 mL) bottle.\n\n \n                  Store at 20°-25°C (68°-77°F); excursions permitted between 15°-30°C (59°-86°F) [See USP Controlled Room Temperature].\n                  Rx only.\n                  Manufactured by: \n    Silarx Pharmaceuticals, Inc. \n    Carmel, NY 10512\n \n                  \n                  Distributed by\n                  Atlantic Biologicals\n                  Miami, Fl 33179",
    "adverseReactions": "Glaucoma; obstructive uropathy (for example, bladder neck obstruction due to prostatic hypertrophy); obstructive disease of the gastrointestinal tract (as in achalasia, pyloroduodenal stenosis); paralytic ileus, intestinal atony of elderly or debilitated patients; unstable cardiovascular status in acute hemorrhage; severe ulcerative colitis; toxic megacolon complicating ulcerative colitis; myasthenia gravis."
}