{
    "root": "34f57a7a-ccc2-5d09-e063-6394a90aea95",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CARBAMAZEPINE",
    "value": "20250512",
    "ingredients": [
        {
            "name": "CARBAMAZEPINE",
            "code": "33CM23913M"
        }
    ],
    "indications": null,
    "contraindications": "Monitoring of blood levels has increased the efficacy and safety of anticonvulsants (see\n \n  \n                        PRECAUTIONS\n                     \n                     ,\n                     \n                        Laboratory Tests\n                     ). Dosage should be adjusted to the needs of the individual patient. A low initial daily dosage with a gradual increase is advised. As soon as adequate control is achieved, the dosage may be reduced very gradually to the minimum effective level. Medication should be taken with meals.",
    "warningsAndPrecautions": "Carbamazepine tablets, USP 200 mg are white to off-white, round, scored tablets, imprinted “APO” over “200” on one side and plain with a full bisect on the other side.\n                  \n                  \n                  Bottles of 100 NDC 72162-1708-01\n                  Do not store above 30˚C (86˚F). \n  Protect from moisture. Dispense in tight container (USP).\n                  \n                  \n                  Repackaged/Relabeled by:\n  \nBryant Ranch Prepack, Inc.\n  \nBurbank, CA 91504",
    "adverseReactions": "Carbamazepine should not be used in patients with a history of previous bone marrow depression, hypersensitivity to the drug, or known sensitivity to any of the tricyclic compounds, such as amitriptyline, desipramine, imipramine, protriptyline, nortriptyline, etc. Likewise, on theoretical grounds its use with monoamine oxidase (MAO) inhibitors is not recommended. Before administration of carbamazepine, MAO inhibitors should be discontinued for a minimum of 14 days, or longer if the clinical situation permits.\n                  Coadministration of carbamazepine and nefazodone may result in insufficient plasma concentrations of nefazodone and its active metabolite to achieve a therapeutic effect. Coadministration of carbamazepine with nefazodone is contraindicated."
}