{
    "id": "34f5586c-4441-54fb-e063-6394a90aa90d",
    "indications": "Desvenlafaxine extended-release tablets are indicated for the treatment of adults with major depressive disorder (MDD) [see CLINICAL STUDIES (14)].",
    "contraindications": "2.1 General Instructions for Use\n                  The recommended dose for desvenlafaxine extended-release tablets is 50 mg once daily, with or without food. The 50 mg dose is both a starting dose and the therapeutic dose. Desvenlafaxine extended-release tablets should be taken at approximately the same time each day. Tablets must be swallowed whole with fluid and not divided, crushed, chewed, or dissolved.\n                  In clinical studies, doses of 10 mg to 400 mg per day were studied. In clinical studies, doses of 50 mg to 400 mg per day were shown to be effective, although no additional benefit was demonstrated at doses greater than 50 mg per day and adverse reactions and discontinuations were more frequent at higher doses.\n                  The 25 mg per day dose is intended for a gradual reduction in dose when discontinuing treatment. When discontinuing therapy, gradual dose reduction is recommended whenever possible to minimize discontinuation symptoms [see DOSAGE AND ADMINISTRATION (2.5)and WARNINGS AND PRECAUTIONS (5.7)].\n                  2.2 Dosage Recommendations for Patients with Renal Impairment\n                  The maximum recommended dose in patients with moderate renal impairment (24-hr creatinine clearance [ClCr] = 30 to 50 mL/min, Cockcroft-Gault [C-G]) is 50 mg per day. The maximum recommended dose in patients with severe renal impairment (ClCr 15 to 29 mL/min, C-G) or end- stage renal disease (ESRD, ClCr < 15 mL/min, C-G) is 25 mg every day or 50 mg every other day. Supplemental doses should not be given to patients after dialysis [see USE IN SPECIFIC POPULATIONS (8.6)and CLINICAL PHARMACOLOGY (12.3)] .\n                  2.3 Dosage Recommendations for Patients with Hepatic Impairment\n                  The recommended dose in patients with moderate to severe hepatic impairment (Child-Pugh score 7 to 15) is 50 mg per day. Dose escalation above 100 mg per day is not recommended [see USE IN SPECIFIC POPULATIONS (8.7)and CLINICAL PHARMACOLOGY (12.3)] .\n                  2.4 Maintenance/Continuation/Extended Treatment\n                  It is generally agreed that acute episodes of major depressive disorder require several months or longer of sustained pharmacologic therapy. Longer-term efficacy of desvenlafaxine extended-release tablets (50-400 mg) was established in two maintenance trials [see CLINICAL STUDIES (14)] . Patients should be periodically reassessed to determine the need for continued treatment.\n                  2.5 Discontinuing Desvenlafaxine Extended-Release Tablets\n                  Adverse reactions may occur upon discontinuation of desvenlafaxine extended-release tablets [see WARNINGS AND PRECAUTIONS (5.7)]. Gradually reduce the dosage rather than stopping desvenlafaxine extended-release tablets abruptly when discontinuing therapy with desvenlafaxine extended-release tablets. In some patients, discontinuation may need to occur over a period of several months.\n                  2.6 Switching Patients from Other Antidepressants to Desvenlafaxine Extended-Release\n  \nTablets\n \n                  Discontinuation symptoms have been reported when switching patients from other antidepressants, including venlafaxine, to desvenlafaxine extended-release tablets. Tapering of the initial antidepressant may be necessary to minimize discontinuation symptoms.\n                  2.7 Switching Patients to or from a Monoamine Oxidase Inhibitor (MAOI) Intended to Treat Psychiatric Disorders\n                  At least 14 days should elapse between discontinuation of an MAOI intended to treat psychiatric disorders and initiation of therapy with desvenlafaxine extended-release tablets. Conversely, at least 7 days should be allowed after stopping desvenlafaxine extended-release tablets before starting an MAOI intended to treat psychiatric disorders [see CONTRAINDICATIONS (4)].\n                  2.8 Use of Desvenlafaxine Extended-Release Tablets with other MAOIs such as Linezolid or Methylene Blue\n                  Do not start desvenlafaxine extended-release tablets in a patient who is being treated with linezolid or intravenous methylene blue because there is increased risk of serotonin syndrome. In a patient who requires more urgent treatment of a psychiatric condition, other interventions, including hospitalization, should be considered [see CONTRAINDICATIONS (4)] .\n                  In some cases, a patient already receiving desvenlafaxine extended-release tablets therapy may require urgent treatment with linezolid or intravenous methylene blue. If acceptable alternatives to linezolid or intravenous methylene blue treatment are not available and the potential benefits of linezolid or intravenous methylene blue treatment are judged to outweigh the risks of serotonin syndrome in a particular patient, desvenlafaxine extended-release tablets should be stopped promptly, and linezolid or intravenous methylene blue can be administered. The patient should be monitored for symptoms of serotonin syndrome for 7 days or until 24 hours after the last dose of linezolid or intravenous methylene blue, whichever comes first. Therapy with desvenlafaxine extended-release tablets may be resumed 24 hours after the last dose of linezolid or intravenous methylene blue [see WARNINGS AND PRECAUTIONS (5.2)] .\n                  The risk of administering methylene blue by non-intravenous routes (such as oral tablets or by local injection) or in intravenous doses much lower than 1 mg/kg with desvenlafaxine extended-release tablets is unclear. The clinician should, nevertheless, be aware of the possibility of emergent symptoms of serotonin syndrome with such use [see WARNINGS AND PRECAUTIONS (5.2)] .",
    "warningsAndPrecautions": "Desvenlafaxine extended-release tablets are available as follows:\n                  25 mg, brown colored, round shaped convex, film coated tablet debossed with \"˄\" on one side\n                  and plain on the other side                                                                                    A41                                            \n                  NDC 72888-175-30, bottle of 30 tablets\n                  NDC 72888-175-90, bottle of 90 tablets\n                  NDC 72888-175-05, bottle of 500 tablets\n                  NDC 72888-175-00, bottle of 1000 tablets\n                  50 mg, pink colored, round shaped convex, film coated tablet debossed with \"˄\" on one side and\n                  plain on the other side                                                                                       A42\n                  NDC 72189-567-60, bottle of 60 tablets\n                  NDC 72888-143-90, bottle of 90 tablets\n                  NDC 72888-143-05, bottle of 500 tablets\n                  NDC 72888-143-00, bottle of 1000 tablets\n                  100 mg, beige colored, round shaped convex, film coated tablet debossed with \"˄\" on one side\n                  and plain on the other side                                                                                     A43                                            \n                  NDC 72888-144-30, bottle of 30 tablets\n                  NDC 72888-144-90, bottle of 90 tablets\n                  NDC 72888-144-05, bottle of 500 tablets\n                  NDC 72888-144-00, bottle of 1000 tablets",
    "adverseReactions": "Hypersensitivity to desvenlafaxine succinate, venlafaxine hydrochloride or to any excipients in the desvenlafaxine extended-release tablets formulation. Angioedema has been reported in patients treated with desvenlafaxine extended-release tablets [see ADVERSE REACTIONS (6.1)] .\n                  The use of MAOIs intended to treat psychiatric disorders with desvenlafaxine extended-release tablets or within 7 days of stopping treatment with desvenlafaxine extended-release tablets is contraindicated because of an increased risk of serotonin syndrome. The use of desvenlafaxine extended-release tablets within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated [see DOSAGE AND ADMINISTRATION (2.7)and WARNINGS AND PRECAUTIONS (5.2)].\n  \nStarting desvenlafaxine extended-release tablets in a patient who is being treated with MAOIs such as linezolid or intravenous methylene blue is also contraindicated because of an increased risk of serotonin syndrome [see DOSAGE AND ADMINISTRATION (2.8)and WARNINGS AND PRECAUTIONS (5.2)].",
    "ingredients": [
        {
            "name": "DESVENLAFAXINE SUCCINATE",
            "code": "ZB22ENF0XR"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        }
    ],
    "organization": "Direct_rx",
    "name": "Desvenlafaxine ER",
    "effectiveTime": "20250512"
}