{
    "id": "34f6150d-961a-94a5-e063-6394a90ad448",
    "indications": "Metolazone tablets, USP, are indicated for the treatment of salt and water retention including:\n                  \n                  · edema accompanying congestive heart failure;\n                  \n                  · edema accompanying renal diseases, including the nephrotic syndrome and states of diminished renal function.\n                  \n                  Metolazone tablets, USP, are also indicated for the treatment of hypertension, alone or in combination with other antihypertensive drugs of a different class. MYKROX Tablets, a more rapidly available form of metolazone, are intended for the treatment of new patients with mild to moderate hypertension. A dose titration is necessary if MYKROX Tablets are to be substituted for metolazone tablets, USP, in the treatment of hypertension. See package circular for MYKROX Tablets.\n                  \n                  \n                     Usage In Pregnancy\n                  \n                  \n                  The routine use of diuretics in an otherwise healthy woman is inappropriate and exposes mother and fetus to unnecessary hazard. Diuretics do not prevent development of toxemia of pregnancy, and there is no evidence that they are useful in the treatment of developed toxemia.\n                  \n                  Edema during pregnancy may arise from pathologic causes or from the physiologic and mechanical consequences of pregnancy. Metolazone tablets, USP, are indicated in pregnancy when edema is due to pathologic causes, just as it is in the absence of pregnancy (see\n \n  PRECAUTIONS). Dependent edema in pregnancy resulting from restriction of venous return by the expanded uterus is properly treated through elevation of the lower extremities and use of support hose; use of diuretics to lower intravascular volume in this case is illogical and unnecessary. There is hypervolemia during normal pregnancy which is harmful to neither the fetus nor the mother (in the absence of cardiovascular disease), but which is associated with edema, including generalized edema, in the majority of pregnant women. If this edema produces discomfort, increased recumbency will often provide relief. In rare instances, this edema may cause extreme discomfort which is not relieved by rest. In these cases, a short course of diuretics may be appropriate.",
    "contraindications": "Effective dosage of metolazone tablets, USP, should be individualized according to indication and patient response. A single daily dose is recommended. Therapy with metolazone tablets, USP, should be titrated to gain an initial therapeutic response and to determine the minimal dose possible to maintain the desired therapeutic response.\n                  \n                  \n                     Usual Single Daily Dosage Schedules\n                  \n                  Suitable initial dosages will usually fall in the ranges given.\n                  \n                  Edema of cardiac failure:\n                  \n                     Metolazone tablets, USP, 5 to 20 mg once daily.\n                  \n                  \n                  Edema of renal disease:\n                  \n                     Metolazone tablets, USP, 5 to 20 mg once daily.\n                  \n                  \n                  Mild to moderate essential hypertension:\n                  \n                     Metolazone tablets, USP, 2½ to 5 mg once daily.\n                  \n                  \n                  New patients – MYKROX Tablets (metolazone tablets, USP) (see MYKROX package circular). If considered desirable to switch patients currently on metolazone tablets, USP, to MYKROX, the dose should be determined by titration starting at one tablet (½ mg) once daily and increasing to two tablets (1 mg) once daily if needed.\n                  \n                  \n                     Treatment Of Edematous States\n                  \n                  The time interval required for the initial dosage to produce an effect may vary. Diuresis and saluresis usually begin within one hour and persist for 24 hours or longer. When a desired therapeutic effect has been obtained, it may be advisable to reduce the dose if possible. The daily dose depends on the severity of the patient's condition, sodium intake, and responsiveness. A decision to change the daily dose should be based on the results of thorough clinical and laboratory evaluations. If antihypertensive drugs or diuretics are given concurrently with metolazone tablets, USP, more careful dosage adjustment may be necessary. For patients who tend to experience paroxysmal nocturnal dyspnea, it may be advisable to employ a larger dose to ensure prolongation of diuresis and saluresis for a full 24-hour period.\n                  \n                  \n                     Treatment Of Hypertension\n                  \n                  The time interval required for the initial dosage regimen to show effect may vary from three or four days to three to six weeks in the treatment of elevated blood pressure. Doses should be adjusted at appropriate intervals to achieve maximum therapeutic effect.",
    "warningsAndPrecautions": "5 mg: Pink, round, biconvex tablets debossed with “I” on one side and “122” on the other side and supplied as:\n                  \n                     NDC 71335-1944-1: 30 TABLETs in a BOTTLE\n                     NDC 71335-1944-2: 90 TABLETs in a BOTTLE\n                  \n                  \n                  STORAGE:\n                  Store at 20° to 25°C (68° to 77°F); excursions permitted to 15°- 30°C (59°- 86°F) [See USP Controlled Room Temperature]\n                  Protect from light. Keep out of the reach of children.\n                  Dispense contents in a tight, light-resistant container as defined in the USP with a child-resistant closure, as required.\n                  \n                  Repackaged/Relabeled by:\n  \nBryant Ranch Prepack, Inc.\n  \nBurbank, CA 91504",
    "adverseReactions": "Anuria, hepatic coma or precoma, known allergy or hypersensitivity to metolazone.",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "D&C RED NO. 30",
            "code": "2S42T2808B"
        },
        {
            "name": "METOLAZONE",
            "code": "TZ7V40X7VX"
        }
    ],
    "organization": "Bryant Ranch Prepack",
    "name": "Metolazone",
    "effectiveTime": "20250512"
}