{
    "root": "350168e0-c68a-6cfa-e063-6294a90ab7fe",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Methenamine Hippurate",
    "value": "20250513",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "POVIDONE K90",
            "code": "RDH86HJV5Z"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "METHENAMINE HIPPURATE",
            "code": "M329791L57"
        }
    ],
    "indications": "Methenamine hippurate tablets USP are indicated for prophylactic or suppressive treatment of frequently recurring urinary tract infections when long-term therapy is considered necessary. This drug should only be used after eradication of the infection by other appropriate antimicrobial agents.\n                  \n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of methenamine hippurate and other antibacterial drugs, methenamine hippurate should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "1 tablet (1 g) twice daily (morning and night) for adults and pediatric patients over 12 years of age. 1/2 to 1 tablet (0.5 to 1 g) twice daily (morning and night) for pediatric patients 6 to 12 years of age. Since the antibacterial activity of methenamine hippurate is greater in acid urine, restriction of alkalinizing foods and medications is desirable. If necessary, as indicated by urinary pH and clinical response, supplemental acidification of the urine should be instituted. The efficacy of therapy should be monitored by repeated urine cultures.",
    "warningsAndPrecautions": "White to off white colored, capsule shaped, biconvex tablets, debossed with \"H\" and \"1\" on either side of breakline on one side and other side plain with approximate length 20.00 mm, width 8.00 mm and thickness 7.40 mm.\n                  \n                  Bottles of 100                                                                 NDC 42571-332-01 \n    Carton of 80 (8 x10) Unit-dose Tablets                          NDC 42571-332-23\n \n                  \n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C and 30°C (59°F and 86°F) [see USP Controlled Room Temperature].\n                  \n                  Dispense in well-closed, light-resistant container with child-resistant closure. \n  \n                  \n                  Manufactured by: \n  \n                     Micro Labs Limited\n                       Goa-403 722, INDIA.\n\n \n                  \n                  Manufactured for: \n  \n                     Micro Labs USA, Inc.\n                       Somerset, NJ 08873\n\n \n                  \n                  \n                     Rev.10/2021",
    "adverseReactions": "Methenamine hippurate tablets USP are contraindicated in patients with renal insufficiency, severe hepatic insufficiency, or severe dehydration. Methenamine preparations should not be given to patients taking sulfonamides because some sulfonamides may form an insoluble precipitate with formaldehyde in the urine."
}