{
    "root": "35016ce5-40f8-fce9-e063-6394a90af976",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CLOMIPRAMINE HYDROCHLORIDE",
    "value": "20250513",
    "ingredients": [
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "CLOMIPRAMINE HYDROCHLORIDE",
            "code": "2LXW0L6GWJ"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        }
    ],
    "indications": "Clomipramine hydrochloride capsules, USP is indicated for the treatment of obsessions and compulsions in patients with Obsessive-Compulsive Disorder (OCD). The obsessions or compulsions must cause marked distress, be time-consuming, or significantly interfere with social or occupational functioning, in order to meet the DSM-III-R (circa 1989) diagnosis of OCD.\n                  \n                  Obsessions are recurrent, persistent ideas, thoughts, images, or impulses that are ego­-dystonic. Compulsions are repetitive, purposeful, and intentional behaviors performed in response to an obsession or in a stereotyped fashion, and are recognized by the person as excessive or unreasonable.\n                  \n                  The effectiveness of clomipramine hydrochloride capsules, USP for the treatment of OCD was demonstrated in multicenter, placebo-controlled, parallel-group studies, including two 10-week studies in adults and one 8-week study in children and adolescents 10 to 17 years of age. Patients in all studies had moderate-to-severe OCD (DSM-III), with mean baseline ratings on the Yale-Brown Obsessive Compulsive Scale (YBOCS) ranging from 26 to 28 and a mean baseline rating of 10 on the NIMH Clinical Global Obsessive Compulsive Scale (NIMH-OC). Patients taking CMI experienced a mean reduction of approximately 10 on the YBOCS, representing an average improvement on this scale of 35% to 42% among adults and 37% among children and adolescents. CMI-treated patients experienced a 3.5 unit decrement on the NIMH-OC. Patients on placebo showed no important clinical response on either scale. The maximum dose was 250 mg/day for most adults and 3 mg/kg/day (up to 200 mg) for all children and adolescents.\n                  \n                  The effectiveness of clomipramine hydrochloride capsules, USP for long-term use (i.e., for more than 10 weeks) has not been systematically evaluated in placebo-controlled trials. The physician who elects to use clomipramine hydrochloride capsules, USP for extended periods should periodically reevaluate the long-term usefulness of the drug for the individual patient (\n \n  see\n                     \n                        DOSAGE AND ADMINISTRATION\n                     ).",
    "contraindications": "The treatment regimens described below are based on those used in controlled clinical trials of clomipramine hydrochloride capsules, USP in 520 adults, and 91 children and adolescents with OCD. During initial titration, clomipramine hydrochloride capsules, USP should be given in divided doses with meals to reduce gastrointestinal side effects. The goal of this initial titration phase is to minimize side effects by permitting tolerance to side effects to develop or allowing the patient time to adapt if tolerance does not develop.\n                  \n                  Because both CMI and its active metabolite, DMI, have long elimination half-lives, the prescriber should take into consideration the fact that steady-state plasma levels may not be achieved until 2 to 3 weeks after dosage change (\n \n  see\n                     \n                        CLINICAL PHARMACOLOGY\n                     ). Therefore, after initial titration, it may be appropriate to wait 2 to 3 weeks between further dosage adjustments.\n\n \n                  \n                  \n                     Initial Treatment/Dose Adjustment (Adults)\n                  \n                  \n                  Treatment with clomipramine hydrochloride capsules, USP should be initiated at a dosage of 25 mg daily and gradually increased, as tolerated, to approximately 100 mg during the first 2 weeks. During initial titration, clomipramine hydrochloride capsules, USP should be given in divided doses with meals to reduce gastrointestinal side effects. Thereafter, the dosage may be increased gradually over the next several weeks, up to a maximum of 250 mg daily. After titration, the total daily dose may be given once daily at bedtime to minimize daytime sedation.\n                  \n                     Initial Treatment/Dose Adjustment (Children and Adolescents)\n                  \n                  \n                  As with adults, the starting dose is 25 mg daily and should be gradually increased (also given in divided doses with meals to reduce gastrointestinal side effects) during the first 2 weeks, as tolerated, up to a daily maximum of 3 mg/kg or 100 mg, whichever is smaller. Thereafter, the dosage may be increased gradually over the next several weeks up to a daily maximum of 3 mg/kg or 200 mg, whichever is smaller (\n \n  see\n                     \n                        PRECAUTIONS, Pediatric Use\n                     ). As with adults, after titration, the total daily dose may be given once daily at bedtime to minimize daytime sedation.\n\n \n                  \n                  \n                     Maintenance/Continuation Treatment (Adults, Children, and Adolescents)\n                  \n                  \n                  While there are no systematic studies that answer the question of how long to continue clomipramine hydrochloride capsules, USP OCD is a chronic condition and it is reasonable to consider continuation for a responding patient. Although the efficacy of clomipramine hydrochloride capsules, USP after 10 weeks has not been documented in controlled trials, patients have been continued in therapy under double- blind conditions for up to 1 year without loss of benefit. However, dosage adjustments should be made to maintain the patient on the lowest effective dosage, and patients should be periodically reassessed to determine the need for treatment. During maintenance, the total daily dose may be given once daily at bedtime.\n                  \n                  \n                     Switching a Patient To or From a Monoamine Oxidase Inhibitor (MAOI) Intended to Treat Psychiatric Disorders\n                  \n                  \n                  At least 14 days should elapse between discontinuation of an MAOI intended to treat psychiatric disorders and initiation of therapy with clomipramine hydrochloride capsules, USP.  Conversely,  at  least 14 days should be allowed after stopping clomipramine hydrochloride capsules, USP before starting an MAOI intended to treat psychiatric disorders (\n \n  see\n                     \n                        CONTRAINDICATIONS\n                     ).\n\n \n                  \n                  \n                     Use of Clomipramine Hydrochloride\n                     With Other MAOIs, Such as Linezolid or Methylene Blue\n                  \n                  \n                  Do not start clomipramine hydrochloride capsules, USP in a patient who is being treated with linezolid or intravenous methylene blue because there is increased risk of serotonin syndrome. In a patient who requires more urgent treatment of a psychiatric condition, other interventions, including hospitalization, should be considered (\n \n  see\n                     \n                        CONTRAINDICATIONS\n                     ).\n\n \n                  \n                  In some cases, a patient already receiving clomipramine hydrochloride capsules, USP therapy may require urgent treatment with linezolid or intravenous methylene blue. If acceptable alternatives to linezolid or intravenous methylene blue treatment are not available and the potential benefits of linezolid or intravenous methylene blue treatment are judged to outweigh the risks of serotonin syndrome in a particular patient, clomipramine hydrochloride capsules, USP should be stopped promptly, and linezolid or intravenous methylene blue can be administered. The patient should  be  monitored  for  symptoms  of  serotonin  syndrome  for  two  weeks  or  until 24 hours after the last dose of linezolid or intravenous methylene blue, whichever comes first. Therapy with clomipramine hydrochloride capsules, USP may be resumed 24 hours after the last dose of linezolid or intravenous methylene blue (\n \n  see\n                     \n                        WARNINGS\n                     ).\n\n \n                  \n                  The risk of administering methylene blue by non-intravenous routes (such as oral tablets or by local injection) or in intravenous doses much lower than 1 mg/kg with clomipramine hydrochloride capsule, USP is unclear. The clinician should, nevertheless, be aware of the possibility of emergent symptoms of serotonin syndrome with such use (\n \n  see\n                     \n                        WARNINGS\n                     ).",
    "warningsAndPrecautions": "Clomipramine Hydrochloride Capsules, USP\n                  \n                  \n                     Capsules 25 mg\n                     –Melon Yellow OP cap / Ivory Opaque body size 3 hard gelatin capsule imprinted in black \"M\" on cap and \"37\" on body, filled with white to off white granular powder.\n\n \n                  Bottles of 30:                          NDC 42571-342-30\n                  Bottles of 90:                          NDC 42571-342-90\n                  Bottles of 100:                        NDC 42571-342-01\n                  Bottles of 500:                        NDC 42571-342-05\n                  \n                     Capsules 50 mg\n                     –Aqua blue OP cap / Ivory Opaque body size 1 hard gelatin capsule imprinted in black \"M\" on cap and \"38\" on body, filled with white to off white granular powder.\n\n \n                  Bottles of 30:                          NDC 42571-343-30\n                  Bottles of 90:                          NDC 42571-343-90\n                  Bottles of 100:                        NDC 42571-343-01\n                  \n                     Capsules 75 mg\n                     –Yellow Opaque Cap / Ivory Opaque body size 1 hard gelatin capsule imprinted in black with \"M\" on cap and \"39\" on body, filled with white to off white granular powder.\n\n \n                  Bottles of 30:                          NDC 42571-344-30\n                  Bottles of 90:                          NDC 42571-344-90\n                  Bottles of 100:                        NDC 42571-344-01\n                  \n                  \n                     Storage –Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].\n\n \n                  \n                  Dispense in well-closed, light-resistant containers with child resistant closure. Protect from moisture.",
    "adverseReactions": "Clomipramine hydrochloride capsules, USP are contraindicated in patients with a history of hypersensitivity to clomipramine hydrochloride capsules, USP or other tricyclic antidepressants.\n                  \n                  \n                     Monoamine Oxidase Inhibitors (MAOIs)\n                  \n                  \n                  The use of MAOIs  intended  to  treat  psychiatric  disorders  with  clomipramine hydrochloride capsules, USP  or  within 14 days of stopping treatment with clomipramine hydrochloride capsules, USP are contraindicated because of an increased risk of serotonin syndrome. The use of clomipramine hydrochloride capsules, USP within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated (\n \n  see \n                     \n                        \n                           WARNINGS\n                         \n \n  \n                     and  \n                     \n                        DOSAGE AND ADMINISTRATION\n                     ).\n\n \n                  \n                  Starting clomipramine hydrochloride capsules, USP in a patient who is being treated with linezolid or intravenous methylene blue is also contraindicated because of an increased risk of serotonin syndrome (\n \n  see\n                     \n                        WARNINGS\n                     \n                      and  \n                     \n                        \n                           DOSAGE AND ADMINISTRATION\n                        \n                     ).\n\n \n                  \n                  \n                     Myocardial Infarction\n                  \n                  \n                  Clomipramine hydrochloride capsules, USP are contraindicated during the acute recovery period after a myocardial infarction."
}