{
    "root": "35016f15-e9fa-01d9-e063-6394a90a13c1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CLINDAMYCIN HYDROCHLORIDE",
    "value": "20250513",
    "ingredients": [
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "ISOPROPYL ALCOHOL",
            "code": "ND2M416302"
        },
        {
            "name": "BUTYL ALCOHOL",
            "code": "8PJ61P6TS3"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "CLINDAMYCIN HYDROCHLORIDE",
            "code": "T20OQ1YN1W"
        }
    ],
    "indications": "Clindamycin is indicated in the treatment of serious infections caused by susceptible anaerobic bacteria.\n                  \n                  Clindamycin is also indicated in the treatment of serious infections due to susceptible strains of streptococci, pneumococci, and staphylococci. Its use should be reserved for penicillin-allergic patients or other patients for whom, in the judgment of the physician, a penicillin is inappropriate. Because of the risk of colitis, as described in the\n \n   \n                     \n                        \n                           BOXED WARNING\n                        \n                     , before selecting clindamycin, the physician should consider the nature of the infection and the suitability of less toxic alternatives (e.g., erythromycin).\n\n \n                  \n                  \n                     Anaerobes:Serious respiratory tract infections such as empyema, anaerobic pneumonitis, and lung abscess; serious skin and soft tissue infections; septicemia; intra-abdominal infections such as peritonitis and intra-abdominal abscess (typically resulting from anaerobic organisms resident in the normal gastrointestinal tract); infections of the female pelvis and genital tract such as endometritis, nongonococcal tubo-ovarian abscess, pelvic cellulitis, and postsurgical vaginal cuff infection.\n\n \n                  \n                  \n                     Streptococci:Serious respiratory tract infections; serious skin and soft tissue infections.\n\n \n                  \n                  \n                     Staphylococci:Serious respiratory tract infections; serious skin and soft tissue infections.\n\n \n                  \n                  \n                     Pneumococci:Serious respiratory tract infections.\n\n \n                  \n                  Bacteriologic studies should be performed to determine the causative organisms and their susceptibility to clindamycin.\n                  \n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of clindamycin hydrochloride capsules USP and other antibacterial drugs, clindamycin hydrochloride capsules USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "If significant diarrhea occurs during therapy, this antibacterial drug should be discontinued (See\n \n  \n                        BOXED WARNING\n                     ).\n\n \n                  \n                  Administer clindamycin hydrochloride capsules, USP with a full glass of water (6 to 8 ounces, approximately 200 to 250 mL) and at least 30 minutes before lying down to reduce the potential for esophageal irritation (See\n \n  \n                        ADVERSE REACTIONS\n                     ).\n\n \n                  \n                      \n                  \n                  \n                     Adults:\n                     Serious infections- 150 to 300 mg every 6 hours.\n \n  More severe infections- 300 to 450 mg every 6 hours.\n\n \n                  \n                  \n                     Pediatric Patients(who are able to swallow capsules):\n \n  Serious infections- 8 to 16 mg/kg/day (4 to 8 mg/lb/day) divided into three or four equal doses.\n \n  More severe infections- 16 to 20 mg/kg/day (8 to 10 mg/lb/day) divided into three or four equal doses. Clindamycin should be dosed based on total body weight regardless of obesity.\n\n \n                  \n                  Clindamycin hydrochloride Capsules are not suitable for pediatric patients who are unable to swallow them whole. The capsules do not provide exact mg/kg doses therefore it may be necessary to use the clindamycin palmitate oral solution in some cases.\n                  \n                  Serious infections due to anaerobic bacteria are usually treated with CLEOCIN PHOSPHATE\n \n  ®Sterile Solution. However, in clinically appropriate circumstances, the physician may elect to initiate treatment or continue treatment with clindamycin hydrochloride capsules.\n\n \n                  \n                  In cases of β-hemolytic streptococcal infections, treatment should continue for at least 10 days.",
    "warningsAndPrecautions": "Clindamycin hydrochloride capsules USP is available in the following strengths, colors and sizes:\n                  \n                     75 mg-Green transparent (body)/ Green transparent (cap), size 3 hard gelatin capsule printed with “M” on cap and “40” on body filled with white to off white granular powder.\n\n \n                  \n                  Bottles of 100                                                             NDC 42571-250-01\n                  Carton of 90(9×10's) Unit-dose Capsules                   NDC 42571-250-67\n                  \n                     150 mg-Green transparent (body)/ light blue opaque (cap), size 2 hard gelatin capsule printed with “M” on cap and “41” on body filled with white to off white granular powder.\n\n \n                  \n                  Bottles of 100                                                             NDC 42571-251-01\n                  Bottles of 500                                                             NDC 42571-251-05\n                  Bottles of 1000                                                           NDC 42571-251-10\n                  Carton of 80(8×10's) Unit-dose Capsules                    NDC 42571-251-23\n                  \n                     300 mg-Light blue opaque (body)/ light blue opaque (cap), size 0 hard gelatin capsule printed with “M” on cap and “42” on body filled with white to off white granular powder.\n\n \n                  \n                  Bottles of 100                                                            NDC 42571-252-01\n                  Bottles of 500                                                            NDC 42571-252-05\n                  Bottles of 1000                                                          NDC 42571-252-10\n                                         \n                  Store at controlled room temperature 20° to 25° C (68° to 77° F) [see USP]. \n  \n                     \n                     Rx only",
    "adverseReactions": "Clindamycin hydrochloride is contraindicated in individuals with a history of hypersensitivity to preparations containing clindamycin or lincomycin."
}