{
    "root": "350989fb-8ab1-94a3-e063-6394a90a1a9a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "voriconazole",
    "value": "20250513",
    "ingredients": [
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        },
        {
            "name": "VORICONAZOLE",
            "code": "JFU09I87TR"
        }
    ],
    "indications": "Voriconazole tablets are an azole antifungal indicated for the treatment of adults and pediatric patients aged 12 to 14 years weighing greater than or equal to 50 kg and those aged 15 years and older regardless of body weight with: Invasive aspergillosis ( 1.1 ) Candidemia in non-neutropenics and other deep tissue Candida infections ( 1.2 ) Esophageal candidiasis ( 1.3 ) Serious fungal infections caused by Scedosporium apiospermum and Fusarium species including Fusarium solani , in patients intolerant of, or refractory to, other therapy ( 1.4 )",
    "contraindications": "Dosage in Adults ( 2.3 ) Infection Loading Dose Maintenance Dose Intravenous infusion Intravenous infusion Oral Invasive Aspergillosis 6 mg/kg every 12 hours for the first 24 hours 4 mg/kg every 12 hours 200 mg every 12 hours Candidemia in nonneutropenics and other deep tissue Candida infections 3 to 4 mg/kg every 12 hours 200 mg every 12 hours Scedosporiosis and Fusariosis 4 mg/kg every 12 hours 200 mg every 12 hours Esophageal Candidiasis Not Evaluated Not Evaluated 200 mg every 12 hours Adult patients weighing less than 40 kg: oral maintenance dose 100 mg or 150 mg every 12 hours Hepatic Impairment : Use half the maintenance dose in adult patients with mild to moderate hepatic impairment (Child-Pugh Class A and B) ( 2.5 ) Renal Impairment : Avoid intravenous administration in adult patients with moderate to severe renal impairment (creatinine clearance <50 mL/min) ( 2.6 ) Dosage in Pediatric Patients ( 2.4 ) For pediatric patients aged 12 to 14 years weighing greater than or equal to 50 kg and those aged 15 years and older regardless of body weight use adult dosage. ( 2.4 ) Dosage adjustment of voriconazole in pediatric patients with renal or hepatic impairment has not been established. ( 2.5 , 2.6 )",
    "warningsAndPrecautions": "Voriconazole tablets, 200 mg are white to off-white, capsule shaped, biconvex, film coated tablets with 'SZ' debossed on one side and '133' debossed on the other side.\n                  NDC 72162-1198-03, Bottles of 30 Tablets\n                  Voriconazole tablets should be stored at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].\n                  Repackaged/Relabeled by:\n  \nBryant Ranch Prepack, Inc.\n  \nBurbank, CA 91504",
    "adverseReactions": "Voriconazole tablets are contraindicated in patients with known hypersensitivity to voriconazole or its excipients. There is no information regarding cross-sensitivity between voriconazole and other azole antifungal agents. Caution should be used when prescribing voriconazole to patients with hypersensitivity to other azoles.\n                     Coadministration of cisapride, pimozide, quinidine or ivabradine with voriconazole is contraindicated because increased plasma concentrations of these drugs can lead to QT prolongation and rare occurrences of\n  \n   torsade de pointes\n                        [see\n   \n    Drug Interactions (7)].\n  \n   \n                     \n                     Coadministration of voriconazole with sirolimus is contraindicated because voriconazole significantly increases sirolimus concentrations\n  \n   [see\n   \n    Drug Interactions (7)and\n   \n    Clinical Pharmacology (12.3)]\n  \n   .\n \n  \n                     Coadministration of voriconazole with rifampin, carbamazepine, long-acting barbiturates, and St. John’s Wort is contraindicated because these drugs are likely to decrease plasma voriconazole concentrations significantly\n  \n   [see\n   \n    Drug Interactions (7)and\n   \n    Clinical Pharmacology (12.3)]\n  \n   .\n \n  \n                     Coadministration of standard doses of voriconazole with efavirenz doses of 400 mg every 24 hours or higher is contraindicated, because efavirenz significantly decreases plasma voriconazole concentrations in healthy subjects at these doses. Voriconazole also significantly increases efavirenz plasma concentrations\n  \n   [see\n   \n    Drug Interactions (7)and\n   \n    Clinical Pharmacology (12.3)]\n  \n   .\n \n  \n                     Coadministration of voriconazole with high-dose ritonavir (400 mg every 12 hours) is contraindicated because ritonavir (400 mg every 12 hours) significantly decreases plasma voriconazole concentrations. Coadministration of voriconazole and low-dose ritonavir (100 mg every 12 hours) should be avoided, unless an assessment of the benefit/risk to the patient justifies the use of voriconazole\n  \n   [see\n   \n    Drug Interactions (7)and\n   \n    Clinical Pharmacology (12.3)]\n  \n   .\n \n  \n                     Coadministration of voriconazole with rifabutin is contraindicated since voriconazole significantly increases rifabutin plasma concentrations and rifabutin also significantly decreases voriconazole plasma concentrations\n  \n   [see\n   \n    Drug Interactions (7)and\n   \n    Clinical Pharmacology (12.3)]\n  \n   .\n \n  \n                     Coadministration of voriconazole with ergot alkaloids (ergotamine and dihydroergotamine) is contraindicated because voriconazole may increase the plasma concentration of ergot alkaloids, which may lead to ergotism\n  \n   [see\n   \n    Drug Interactions (7)]\n  \n   .\n \n  \n                     Coadministration of voriconazole with naloxegol is contraindicated because voriconazole may increase plasma concentrations of naloxegol which may precipitate opioid withdrawal symptoms\n  \n   [see\n   \n    Drug Interactions (7)]\n  \n   .\n \n  \n                     Coadministration of voriconazole with tolvaptan is contraindicated because voriconazole may increase tolvaptan plasma concentrations and increase risk of adverse reactions\n  \n   [see\n   \n    Drug Interactions(7)]\n  \n   .\n \n  \n                     Coadministration of voriconazole with venetoclax at initiation and during the ramp-up phase is contraindicated in patients with chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL) due to the potential for increased risk of tumor lysis syndrome\n  \n   [see Drug Interactions (\n                        \n                           7)].\n  \n   \n                     \n                     Coadministration of voriconazole with lurasidone is contraindicated since it may result in significant increases in lurasidone exposure and the potential for serious adverse reactions\n  \n   [see Drug Interactions (\n                        \n                           7)]\n  \n   ."
}