{
    "id": "350c1dbc-e75b-c5e7-e063-6394a90aa8b1",
    "indications": "Rabeprazole Sodium delayed-release tablets is a proton pump inhibitor (PPI) indicated in adults for: Healing of Erosive or Ulcerative Gastroesophageal Reflux Disease (GERD) ( 1.1 ). Maintenance of Healing of Erosive or Ulcerative GERD ( 1.2 ). Treatment of Symptomatic GERD ( 1.3 ). Healing of Duodenal Ulcers ( 1.4 ). Helicobacter pylori Eradication to Reduce Risk of Duodenal Ulcer Recurrence ( 1.5 ). Treatment of Pathological Hypersecretory Conditions, Including Zollinger-Ellison Syndrome ( 1.6 ). In adolescent patients 12 years of age and older for: Short-term Treatment of Symptomatic GERD ( 1.7 ).",
    "contraindications": "Table 1 shows the recommended dosage of Rabeprazole Sodium delayed-release tablets in adults and adolescent patients 12 years of age and older. The use of Rabeprazole Sodium delayed-release tablets is not recommended for use in pediatric patients 1 year to less than 12 years of age because the lowest available tablet strength (20 mg) exceeds the recommended dose for these patients. Use another rabeprazole formulation for pediatric patients 1 year to less than 12 years of age.\n                  \n                     Table 1: Recommended Dosage and Duration of Rabeprazole Sodium Delayed-Release Tablets in Adults and Adolescents 12 Years of Age and Older\n                     \n                     \n                     \n                     \n                        \n                           \n                              *For those patients who have not healed after 8 weeks of treatment, an additional 8-week course of Rabeprazole Sodium delayed-release tablets may be considered.\n                           \n                        \n                        \n                           \n                              **If symptoms do not resolve completely after 4 weeks, an additional course of treatment may be considered.\n                           \n                        \n                        \n                           \n                              ***Most patients heal within 4 weeks; some patients may require additional therapy to achieve healing.\n                           \n                        \n                     \n                     \n                        \n                           \n                              Indication\n                              \n                           \n                           \n                              Dosage of Rabeprazole Sodium Delayed-Release Tablets\n                              \n                           \n                           \n                              Treatment Duration\n                              \n                           \n                        \n                        \n                           \n                              Adults\n                              \n                           \n                        \n                        \n                           Healing of Erosive or Ulcerative Gastroesophageal Reflux Disease (GERD) \n     \n                           \n                           20 mg once daily \n     \n                           \n                           4 to 8 weeks* \n     \n                           \n                        \n                        \n                           Maintenance of Healing of Erosive or Ulcerative GERD \n     \n                           \n                           20 mg once daily \n     \n                           \n                           Controlled studies do not extend beyond 12 months \n     \n                           \n                        \n                        \n                           Symptomatic GERD in Adults \n     \n                           \n                           20 mg once daily \n     \n                           \n                           Up to 4 weeks** \n     \n                           \n                        \n                        \n                           Healing of Duodenal Ulcers \n     \n                           \n                           20 mg once daily after the morning meal \n     \n                           \n                           Up to 4 weeks*** \n     \n                           \n                        \n                        \n                           \n                              Helicobacter pyloriEradication to Reduce the Risk of Duodenal Ulcer Recurrence \n     \n                           \n                           Rabeprazole Sodium delayed-release tablets 20 mg \n       Amoxicillin 1000 mg \n       Clarithromycin 500 mg \n       Take all three medications twice daily with morning and evening meals; it is important that patients comply with the full 7- day regimen\n    \n     [See\n     \n      Clinical Studies (14.5)]\n    \n     \n                              \n                           \n                           7 days \n     \n                           \n                        \n                        \n                           Pathological Hypersecretory Conditions, Including Zollinger-Ellison Syndrome \n     \n                           \n                           Starting dose 60 mg once daily then adjust to patient needs; some patients require divided doses \n       Dosages of 100 mg once daily and 60 mg twice daily have been administered \n     \n                           \n                           As long as clinically indicated \n       Some patients with Zollinger-Ellison syndrome have been treated continuously for up to one year \n     \n                           \n                        \n                        \n                           \n                              Adolescents 12 Years of Age and Older\n                              \n                           \n                        \n                        \n                           Symptomatic GERD \n     \n                           \n                           20 mg once daily \n     \n                           \n                           Up to 8 weeks \n     \n                           \n                        \n                     \n                  \n                  \n                     Administration Instructions\n                  \n                  \n                     Swallow Rabeprazole Sodium delayed-release tablets whole. Do not chew, crush, or split tablets.\n                     For the treatment of duodenal ulcers take Rabeprazole Sodium delayed-release tablets after a meal.\n                     For\n  \n   Helicobacter pylorieradication take Rabeprazole Sodium delayed-release tablets with food.\n \n  \n                     For all other indications Rabeprazole Sodium delayed-release tablets can be taken with or without food.\n                     Take a missed dose as soon as possible. If it is almost time for the next dose, skip the missed dose and go back to the normal schedule. Do not take two doses at the same time.",
    "warningsAndPrecautions": "Rabeprazole Sodium delayed-release tablets 20 mg are supplied as light yellow colored round, biconvex tablets with beveled edges and B683 printed on one side with black ink and plain on the other side.\n                  \n                  Bottles of 30 NDC#72162-2503-03\n                  Bottles of 90 NDC#72162-2503-09\n                  Bottles of 500 NDC#72162-2503-05\n                  \n                  Store at 25째C (77째F); excursions permitted to 15-30째C (59-86째F). \n  [see USP Controlled Room Temperature]. Protect from moisture.\n \n                  \n                  Distributed by:\n  \nBryant Ranch Prepack, Inc.\n  \nBurbank, CA 91504",
    "adverseReactions": "Rabeprazole Sodium delayed-release tablets are contraindicated in patients with known hypersensitivity to rabeprazole, substituted benzimidazoles, or to any component of the formulation. Hypersensitivity reactions may include anaphylaxis, anaphylactic shock, angioedema, bronchospasm, acute tubulointerstitial nephritis, and urticaria\n  \n   [see\n   \n    Warnings and Precautions (5.3),\n   \n    Adverse Reactions (6)]\n  \n   .\n \n  \n                     PPIs, including Rabeprazole Sodium delayed-release tablets, are contraindicated with rilpivirine-containing products\n  \n   [see\n   \n    Drug Interactions (7)]\n  \n   .\n \n  \n                     For information about contraindications of antibacterial agents (clarithromycin and amoxicillin) indicated in combination with Rabeprazole Sodium delayed-release tablets, refer to the\n  \n   \n                           Contraindications\n                        section of their package inserts.",
    "ingredients": [
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        },
        {
            "name": "DIACETYLATED MONOGLYCERIDES",
            "code": "5Z17386USF"
        },
        {
            "name": "ETHYLCELLULOSE, UNSPECIFIED",
            "code": "7Z8S9VYZ4B"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (1600000 WAMW)",
            "code": "RFW2ET671P"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, LOW SUBSTITUTED",
            "code": "2165RE0K14"
        },
        {
            "name": "HYPROMELLOSE PHTHALATE (31% PHTHALATE, 40 CST)",
            "code": "G4U024CQK6"
        },
        {
            "name": "MAGNESIUM OXIDE",
            "code": "3A3U0GI71G"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "RABEPRAZOLE SODIUM",
            "code": "3L36P16U4R"
        }
    ],
    "organization": "Bryant Ranch Prepack",
    "name": "RABEPRAZOLE SODIUM",
    "effectiveTime": "20250513"
}