{
    "root": "351b41db-6230-a1eb-e063-6294a90a5667",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ciprofloxacin",
    "value": "20250514",
    "ingredients": [
        {
            "name": "CIPROFLOXACIN HYDROCHLORIDE",
            "code": "4BA73M5E37"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A CORN",
            "code": "AG9B65PV6B"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MODIFIED CORN STARCH (1-OCTENYL SUCCINIC ANHYDRIDE)",
            "code": "461P5CJN6T"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        }
    ],
    "indications": "Click here to enter Indications\n                  1.1 Skin and Skin Structure Infections\n                  Ciprofloxacin tablets are indicated in adult patients for treatment of skin and skin structure infections caused by Escherichia coli, Klebsiella pneumoniae, Enterobacter cloacae, Proteus mirabilis, Proteus vulgaris, Providencia stuartii, Morganella morganii, Citrobacter freundii, Pseudomonas aeruginosa, methicillin-susceptible Staphylococcus aureus, methicillin-susceptible Staphylococcus epidermidis, or Streptococcus pyogenes.\n                  1.2 Bone and Joint Infections\n                  Ciprofloxacin tablets are indicated in adult patients for treatment of bone and joint infections caused by Enterobacter cloacae, Serratia marcescens, or Pseudomonas aeruginosa.\n                  1.3 Complicated Intra-Abdominal Infections\n                  Ciprofloxacin tablets are indicated in adult patients for treatment of complicated intra-abdominal infections (used in combination with metronidazole) caused by Escherichia coli, Pseudomonas aeruginosa, Proteus mirabilis, Klebsiella pneumoniae, or Bacteroides fragilis.\n                  1.4 Infectious Diarrhea\n                  Ciprofloxacin tablets are indicated in adult patients for treatment of infectious diarrhea caused by Escherichia coli (enterotoxigenic isolates), Campylobacter jejuni, Shigella boydii†, Shigella dysenteriae, Shigella flexneri or Shigella sonnei†when antibacterial therapy is indicated. † Although treatment of infections due to this organism in this organ system demonstrated a clinically significant outcome, efficacy was studied in fewer than 10 patients.\n                  1.5 Typhoid Fever (Enteric Fever)\n                  Ciprofloxacin tablets are indicated in adult patients for treatment of typhoid fever (enteric fever)caused by Salmonella typhi. The efficacy of ciprofloxacin in the eradication of the chronic typhoid carrier state has not been demonstrated.\n                  1.6 Uncomplicated Cervical and Urethral Gonorrhea\n                  Ciprofloxacin tablets are indicated in adult patients for treatment of uncomplicated cervical and urethral gonorrhea due to Neisseria gonorrhoeae [see Warnings and Precautions (5.17)].\n                  1.7 Inhalational Anthrax (Post-Exposure)\n                  Ciprofloxacin tablets are indicated in adults and pediatric patients from birth to 17 years of age for inhalational anthrax (post-exposure) to reduce the incidence or progression of disease following exposure to aerosolized Bacillus anthracis.\n                  Ciprofloxacin serum concentrations achieved in humans served as a surrogate endpoint reasonably likely to predict clinical benefit and provided the initial basis for approval of this indication.1 Supportive clinical information for ciprofloxacin for anthrax post-exposure prophylaxis was obtained during the anthrax bioterror attacks of October 2001 [see Clinical Studies (14.2)].\n                  1.8 Plague\n                  Ciprofloxacin tablets are indicated for treatment of plague, including pneumonic and septicemic plague, due to Yersinia pestis (Y. pestis) and prophylaxis for plague in adults and pediatric patients from birth to 17 years of age. Efficacy studies of ciprofloxacin could not be conducted in humans with plague for feasibility reasons. Therefore this indication is based on an efficacy study conducted in animals only [see Clinical Studies (14.3)].\n                  1.9 Chronic Bacterial Prostatitis\n                  Ciprofloxacin tablets are indicated in adult patients for treatment of chronic bacterial prostatitis caused by Escherichia coli or Proteus mirabilis.\n                  1.10 Lower Respiratory Tract Infections\n                  Ciprofloxacin tablets are indicated in adult patients for treatment of lower respiratory tract infections caused by Escherichia coli, Klebsiella pneumoniae, Enterobacter cloacae, Proteus mirabilis, Pseudomonas aeruginosa, Haemophilus influenzae, Haemophilus parainfluenzae, or Streptococcus pneumoniae.\n                  Ciprofloxacin tablets are not a drug of first choice in the treatment of presumed or confirmed pneumonia secondary to Streptococcus pneumoniae.\n                  Ciprofloxacin tablets are indicated for the treatment of acute exacerbations of chronic bronchitis (AECB) caused by Moraxella catarrhalis.\n                  Because fluoroquinolones, including ciprofloxacin, have been associated with serious adverse reactions [see Warnings and Precautions (5.1–5.16)] and for some patients AECB is self-limiting, reserve ciprofloxacin tablets for treatment of AECB in patients who have no alternative treatment options.\n                  1.11 Urinary Tract Infections\n                  Urinary Tract Infections in Adults\n                  Ciprofloxacin tablets are indicated in adult patients for treatment of urinary tract infections caused by Escherichia coli, Klebsiella pneumoniae, Enterobacter cloacae, Serratia marcescens, Proteus mirabilis, Providencia rettgeri, Morganella morganii, Citrobacter koseri, Citrobacter freundii, Pseudomonas aeruginosa, methicillin-susceptible Staphylococcus epidermidis, Staphylococcus saprophyticus, or Enterococcus faecalis.\n                  Acute Uncomplicated Cystitis\n                  Ciprofloxacin tablets are indicated in adult female patients for treatment of acute uncomplicated cystitis caused by Escherichia coli or Staphylococcus saprophyticus.\n                  Because fluoroquinolones, including ciprofloxacin, have been associated with serious adverse reactions [see Warnings and Precautions (5.1-5.16)] and for some patients acute uncomplicated cystitis is self-limiting, reserve ciprofloxacin tablets for treatment of acute uncomplicated cystitis in patients who have no alternative treatment options.\n                  Complicated Urinary Tract Infection and Pyelonephritis in Pediatric Patients\n                  Ciprofloxacin tablets are indicated in pediatric patients aged one to 17 years of age for treatment of complicated urinary tract infections (cUTI) and pyelonephritis due to Escherichia coli [see Use in Specific Populations (8.4)].\n                  Although effective in clinical trials, ciprofloxacin tablets are not a drug of first choice in the pediatric population due to an increased incidence of adverse reactions compared to controls, including reactions related to joints and/or surrounding tissues. Ciprofloxacin tablets, like other fluoroquinolones, are associated with arthropathy and histopathological changes in weight-bearing joints of juvenile animals [see Warnings and Precautions (5.13), Adverse Reactions (6.1), Use in Specific Populations (8.4) and Nonclinical Toxicology (13.2)].\n                  1.12 Acute Sinusitis\n                  Ciprofloxacin tablets are indicated in adult patients for treatment of acute sinusitis caused by Haemophilus influenzae, Streptococcus pneumoniae, or Moraxella catarrhalis.\n                  Because fluoroquinolones, including ciprofloxacin, have been associated with serious adverse reactions [see Warnings and Precautions (5.1-5.16)] and for some patients acute sinusitis is self-limiting, reserve ciprofloxacin tablets for treatment of acute sinusitis in patients who have no alternative treatment options.\n                  1.13 Usage\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of ciprofloxacin tablets and other antibacterial drugs, ciprofloxacin tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.\n                  If anaerobic organisms are suspected of contributing to the infection, appropriate therapy should be administered. Appropriate culture and susceptibility tests should be performed before treatment in order to isolate and identify organisms causing infection and to determine their susceptibility to ciprofloxacin. Therapy with ciprofloxacin tablets may be initiated before results of these tests are known; once results become available appropriate therapy should be continued.\n                  As with other drugs, some isolates of Pseudomonas aeruginosa may develop resistance fairly rapidly during treatment with ciprofloxacin. Culture and susceptibility testing performed periodically during therapy will provide information not only on the therapeutic effect of the antimicrobial agent but also on the possible emergence of bacterial resistance.",
    "contraindications": "Ciprofloxacin tablets should be administered orally as described in the appropriate Dosage Guidelines tables.\n                  2.1 Dosage in Adults\n                  The determination of dosage and duration for any particular patient must take into consideration the severity and nature of the infection, the susceptibility of the causative microorganism, the integrity of the patient’s host-defense mechanisms, and the status of renal and hepatic function. Ciprofloxacin Tablets may be administered to adult patients when clinically indicted at the discretions of the physician.\n                  Table 1: Adult Dosage Guidelines\n                  Infection\n                  Dose\n                  Frequency\n                  Usual Durations1\n                  Skin and Skin Structure\n                  500 -750 mg\n                  every 12 hours\n                  7 to 14 days\n                  Bone and Joint\n                  500-750 mg\n                  every 12 hours\n                  4 to 8 weeks\n                  Complicated Intra-Abdominal2\n                  500 mg\n                  every 12 hours\n                  7 to 14 days\n                  Infectious Diarrhea\n                  500 mg\n                  every 12 hours\n                  5 to 7 days\n                  Typhoid Fever\n                  500 mg\n                  every 12 hours\n                  10 days\n                  Uncomplicated Urethral and Cervical Gonococcal Infections\n                  250 mg\n                  single dose\n                  single dose\n                  Inhalational anthrax (post-exposure) 3\n                  500 mg\n                  every 12 hours\n                  60 days\n                  Plague3\n                  500–750 mg\n                  every 12 hours\n                  14 days\n                  Chronic Bacterial Prostatitis\n                  500 mg\n                  every 12 hours\n                  28 days\n                  Lower Respiratory Tract Infections\n                  500 -750 mg\n                  every 12 hours\n                  7 to 14 days\n                  Urinary Tract Infections\n                  250-500 mg\n                  every 12 hours\n                  7 to 14 days\n                  Acute Uncomplicated Cystitis\n                  250 mg\n                  every 12 hours\n                  3 days\n                  Acute Sinusitis\n                  500 mg\n                  every 12 hours\n                  10 days\n                  1Generally ciprofloxacin should be continued for at least 2 days after the signs and symptoms of infection have disappeared, except for inhalational anthrax (post-exposure).\n                  2 Used in conjunction with metronidazole.\n                  3 Begin drug administration as soon as possible after suspected or confirmed exposure.\n                  Conversion of IV to Oral Dosing in Adults\n                  Patients whose therapy is started with Ciprofloxacin IV may be switched to ciprofloxacin tablets when clinically indicated at the discretion of the physician (Table 2) [see Clinical Pharmacology (12.3)].\n                  Table 2: Equivalent AUC Dosing Regimens\n                  Ciprofloxacin Oral Dosage\n                  Equivalent Ciprofloxacin IV Dosage\n                  250 mg Tablet every 12 hours\n                  200 mg intravenous every 12 hours\n                  500 mg Tablet every 12 hours\n                  400 mg intravenous every 12 hours\n                  750 mg Tablet every 12 hours\n                  400 mg intravenous every 8 hours\n                  2.2 Dosage in Pediatric Patients\n                  Dosing and initial route of therapy (that is, IV or oral) for cUTI or pyelonephritis should be determined by the severity of the infection. Ciprofloxacin tablets should be administered as described in Table 3.\n                  Table 3: Pediatric Dosage Guidelines\n                  Infection\n                  Dose\n                  Frequency\n                  Total Duration\n                  Complicated\n                  Urinary Tract or Pyelonephritis\n                  (patients from 1 to 17 years of age)\n                  10 mg/kg to 20 mg/kg (maximum 750 mg per dose; not to be exceeded\n                  even in patients weighing more than 51 kg)\n                  Every 12 hours\n                  10–21 days1\n                  Inhalational Anthrax (Post-Exposure)2\n                  15 mg/kg (maximum 500 mg per dose)\n                  Every 12 hours\n                  60 days\n                  Plague2,3\n                  15 mg/kg (maximum 500 mg per dose)\n                  Every 8 to 12\n                  hours\n                  14 days\n                  1. The total duration of therapy for cUTI and pyelonephritis in the clinical trial was determined by the physician. The mean duration of treatment was 11 days (range 10 to 21 days).\n                  2. Begin drug administration as soon as possible after suspected or confirmed exposure.\n                  3. Begin drug administration as soon as possible after suspected or confirmed exposure to Y. pestis.\n                  2.3 Dosage Modifications in Patients with Renal Impairment\n                  Ciprofloxacin is eliminated primarily by renal excretion; however, the drug is also metabolized and partially cleared through the biliary system of the liver and through the intestine. These alternative pathways of drug elimination appear to compensate for the reduced renal excretion in patients with renal impairment. Nonetheless, some modification of dosage is recommended, particularly for patients with severe renal dysfunction. Dosage guidelines for use in patients with renal impairment are shown in Table 4.\n                  Table 4: Recommended Starting and Maintenance Doses for Adult Patients with Impaired Renal Function\n                  Creatinine Clearance (mL/min)\n                  Dose\n                  > 50\n                  See Usual Dosage.\n                  30–50\n                  250–500 mg every 12 hours\n                  5–29\n                  250–500 mg every 18 hours\n                  Patients on hemodialysis or Peritoneal dialysis\n                  250–500 mg every 24 hours (after dialysis)\n                  When only the serum creatinine concentration is known, the following formulas may be used to estimate creatinine clearance:\n                  Men - Creatinine clearance (mL/min)\n                  =\n                  Weight (kg) x (140–age)\n                  72 x serum creatinine (mg/dL)\n                  Women - 0.85 x the value calculated for men.\n                  The serum creatinine should represent a steady state of renal function.\n                  In patients with severe infections and severe renal impairment, a unit dose of 750 mg may be administered at the intervals noted above. Patients should be carefully monitored.\n                  Pediatric patients with moderate to severe renal insufficiency were excluded from the clinical trial of cUTI and pyelonephritis. No information is available on dosing adjustments necessary for pediatric patients with moderate to severe renal insufficiency (that is, creatinine clearance of < 50 mL/min/1.73m2).\n                  2.4 Important Administration Instructions\n                  With Multivalent Cations\n                  Administer ciprofloxacin tablets at least 2 hours before or 6 hours after magnesium/aluminum antacids; polymeric phosphate binders (for example, sevelamer, lanthanum carbonate) or sucralfate; Videx® (didanosine) chewable/buffered tablets or pediatric powder for oral solution; other highly buffered drugs; or other products containing calcium, iron or zinc.\n                  With Dairy Products\n                  Concomitant administration of ciprofloxacin tablets with dairy products (like milk or yogurt) or calcium-fortified juices alone should be avoided since decreased absorption is possible; however, ciprofloxacin tabletsmay be taken with a meal that contains these products.\n                  Hydration of Patients Receiving Ciprofloxacin Tablets\n                  Assure adequate hydration of patients receiving ciprofloxacin tablets to prevent the formation of highly concentrated urine. Crystalluria has been reported with quinolones.\n                  Instruct the patient of the appropriate ciprofloxacin tablets administration [see Patient Counseling Information (17)].\n                  Missed Doses\n                  If a dose is missed, it should be taken anytime but not later than 6 hours prior to the next scheduled dose. If less than 6 hours remain before the next dose, the missed dose should not be taken and treatment should be continued as prescribed with the next scheduled dose. Double doses should not be taken to compensate for a missed dose.",
    "warningsAndPrecautions": "Ciprofloxacin Tablets, USP 250 mg are available as round, white film-coated tablets debossed with “Y101” on one side.\n                  Ciprofloxacin Tablets, USP 500 mg are available as oval shaped, white film-coated tablets, debossed with “Y102” on one side.\n                  Ciprofloxacin Tablets, USP 250 mg are available in bottles of 100, 500 mg are available in bottles of 100 and 500.\n                  Bottles of 20\n                  Strength\n                  NDC Code\n                  Tablet Identification\n                  250 mg\n                  NDC 43547-688-10\n                  Y101\n                  500 mg\n                  NDC 72189-623-20\n                  Y102\n                  Bottles of 500\n                  500 mg\n                  NDC 43547-689-50\n                  Y102",
    "adverseReactions": "Click here to enter Contraindications\n                  4.1 Hypersensitivity\n                  Ciprofloxacin tablets are contraindicated in persons with a history of hypersensitivity to ciprofloxacin, any member of the quinolone class of antibacterials, or any of the product components [see Warnings and Precautions (5.7)].\n                  4.2 Tizanidine\n                  Concomitant administration with tizanidine is contraindicated [see Drug Interactions (7)]."
}