{
    "root": "352e02fa-5b81-cc00-e063-6294a90afadb",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Clonidine",
    "value": "20250515",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "LIGHT MINERAL OIL",
            "code": "N6K5787QVP"
        },
        {
            "name": "POLYISOBUTYLENE (1100000 MW)",
            "code": "FLT10CH37X"
        },
        {
            "name": "CLONIDINE",
            "code": "MN3L5RMN02"
        }
    ],
    "indications": "Clonidine transdermal system is indicated in the treatment of hypertension. It may be employed alone or concomitantly with other antihypertensive agents.",
    "contraindications": "Apply clonidine transdermal system once every 7 days to a hairless area of intact skin on the upper outer arm or chest. Each new application of clonidine transdermal system should be on a different skin site from the previous location. If the system loosens during 7 day wearing, the adhesive cover should be applied directly over the system to ensure good adhesion. There have been rare reports of the need for patch changes prior to 7 days to maintain blood pressure control.\n                  To initiate therapy, clonidine transdermal system dosage should be titrated according to individual therapeutic requirements, starting with clonidine transdermal system 0.1 mg. If after one or two weeks the desired reduction in blood pressure is not achieved, increase the dosage by adding another clonidine transdermal system 0.1 mg or changing to a larger system. An increase in dosage above two clonidine transdermal system 0.3 mg is usually not associated with additional efficacy.\n                  When substituting clonidine transdermal system for oral clonidine or for other antihypertensive drugs, physicians should be aware that the antihypertensive effect of clonidine transdermal system may not commence until 2 to 3 days after initial application. Therefore, gradual reduction of prior drug dosage is advised. Some or all previous antihypertensive treatment may have to be continued, particularly in patients with more severe forms of hypertension.",
    "warningsAndPrecautions": "Clonidine transdermal system USP 0.1 mg/day, 0.2 mg/day or 0.3 mg/day are available as 4 pouched systems and 4 adhesive covers per carton. Each system is a round corner, rectangular flexible transdermal system with a tan matte backing and clear membrane.\n                  \n                     \n                     \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                           *Programmed Delivery - Clonidine\n    \n     in vivoPer Day \n       Over 1 Week\n   \n    \n                           Debossed\n                           Total Clonidine Content\n                           Size\n                           NDC \n       (for 4 systems)\n    \n                        \n                     \n                     \n                        \n                           Clonidine Transdermal System 0.1 mg/day\n                           \n                              0.1 mg\n                           \n                           453 Clonidine 0.1 mg/day\n                           \n                              3.09 mg\n                           \n                           4.33 cm\n    \n     2\n                           \n                           NDC 51862-453-04\n                        \n                        \n                           Clonidine Transdermal System 0.2 mg/day\n                           \n                              0.2 mg\n                           \n                           454 Clonidine 0.2 mg/day\n                           \n                              6.19 mg\n                           \n                           8.67 cm\n    \n     2\n                           \n                           NDC 51862-454-04\n                        \n                        \n                           Clonidine Transdermal System 0.3 mg/day\n                           \n                              0.3 mg\n                           \n                           455 Clonidine 0.3 mg/day\n                           \n                              9.28 mg\n                           \n                           13 cm\n    \n     2\n                           \n                           NDC 51862-455-04",
    "adverseReactions": "Clonidine transdermal system should not be used in patients with known hypersensitivity to clonidine or to any other component of the therapeutic system."
}