{
    "root": "3545ba3b-9aa6-c30d-e063-6394a90a086c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CETIRIZINE HYDROCHLORIDE",
    "value": "20250516",
    "ingredients": [
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "ACETIC ACID",
            "code": "Q40Q9N063P"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "SODIUM ACETATE",
            "code": "4550K0SC9B"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "CETIRIZINE HYDROCHLORIDE",
            "code": "64O047KTOA"
        }
    ],
    "indications": "Perennial Allergic Rhinitis\n                  \n                  Cetirizine hydrochloride oral solution, USP is indicated for the relief of symptoms associated with perennial allergic rhinitis due to allergens such as dust mites, animal dander and molds in children 6 to 23 months of age. Symptoms treated effectively include sneezing, rhinorrhea, postnasal discharge, nasal pruritus, ocular pruritus, and tearing.\n                  \n                  \n                     Chronic Urticaria\n                  \n                  Cetirizine hydrochloride oral solution, USP is indicated for the treatment of the uncomplicated skin manifestations of chronic idiopathic urticaria in children 6 months to 5 years of age. It significantly reduces the occurrence, severity, and duration of hives and significantly reduces pruritus.",
    "contraindications": "Cetirizine hydrochloride oral solution, USP can be taken without regard to food consumption.\n                  \n                  \n                     Children 2 to 5 Years for Chronic Urticaria:\n                  \n                  The recommended initial dose of cetirizine hydrochloride oral solution, USP in children aged 2 to 5 years is 2.5 mg (½ teaspoonful) oral solution once daily. The dosage in this age group can be increased to a maximum dose of 5 mg per day given as 1 teaspoonful oral solution once a day or one ½ teaspoonful oral solution given every 12 hours.\n                  \n                     Children 6 months to < 2 years For Perennial Allergic Rhinitis and Chronic Urticaria:\n                     \nThe recommended dose of cetirizine hydrochloride oral solution, USP in children 6 months to 23 months of age is 2.5 mg (½ teaspoonful) once daily. The dose in children 12 to 23 months of age can be increased to a maximum dose of 5 mg per day, given as ½ teaspoonful (2.5 mg) every 12 hours.",
    "warningsAndPrecautions": "Cetirizine hydrochloride oral solution, USP is colorless to slightly yellow with a grape flavor. Each teaspoon (5 mL) contains 5 mg cetirizine hydrochloride. Cetirizine hydrochloride oral solution, USP is supplied as follows:\n                  \n                  NDC 61037-479-02 Bottle of 4 fl. oz. (120 mL)\n  \nNDC 61037-479-03 Bottle of 16 fl. oz. (480 mL)\n \n                  \n                  \n                     STORAGE: Store at 20°-25°C (68°-77°F); excursions permitted to 15°-30°C (59°-86°F)\n                     \n[See USP Controlled Room Temperature]; \n  or store refrigerated, 2-8°C (36-46°F).",
    "adverseReactions": "Cetirizine hydrochloride oral solution, USP is contraindicated in those patients with a known hypersensitivity to it or any of its ingredients or hydroxyzine."
}