{
    "root": "358ef102-b287-cdc7-e063-6394a90aa4a6",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "pantoprazole sodium",
    "value": "20250520",
    "ingredients": [
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "PANTOPRAZOLE SODIUM",
            "code": "6871619Q5X"
        }
    ],
    "indications": "Pantoprazole sodium for injection is indicated for treatment of: \n    • gastroesophageal reflux disease (GERD) and a history of erosive esophagitis (EE) for up to 10 days in adults. \n    • pathological hypersecretory conditions including Zollinger-Ellison (ZE) Syndrome in adults. \n  \n                     Limitations of Use\n                       The safety and effectiveness of pantoprazole sodium for injection for the treatment of upper gastrointestinal bleeding have not been established in adult or pediatric patients. \n  \n                     Pediatric use information is approved for Pfizer Inc.'s PROTONIX\n  \n   ®I.V. (pantoprazole sodium) for Injection. However, due to Pfizer Inc.'s marketing exclusivity rights, this drug product is not labeled with that information.",
    "contraindications": "GERD and a History of EE Adults: • The recommended dosage is 40 mg once daily by intravenous injection (over at least 2 minutes) or intravenous infusion (for 15 minutes) for up to 10 days. ( 2.1 ) • Discontinue as soon as the patient is able to receive oral treatment. Switch to an appropriate oral medication within 10 days of starting pantoprazole sodium for injection ( 2.1 ) Pathological Hypersecretion Conditions, Including ZE Syndrome • The recommended adult dosage is 80 mg every 12 hours by intravenous injection (over at least 2 minutes) or intravenous infusion (for 15 minutes). ( 2.2 ) •  For information on how to adjust dosing for individual patient needs, see the full prescribing information. ( 2.2 ) • When switching between intravenous to oral formulations of gastric acid inhibitors, consider the pharmacodynamic action of the drugs to ensure continuity of acid suppression. ( 2.2 ) Preparation and Administration Instructions • See full prescribing information for preparation and administration instructions by indication. ( 2.3 , 2.4 )",
    "warningsAndPrecautions": "Pantoprazole Sodium for Injection is supplied in a single-dose vial as a white to off-white freeze-dried powder for reconstitution containing 40 mg of pantoprazole. \n    Pantoprazole sodium for injection is available as follows: \n  \n                     NDC Number                     \n \n  Strength                                   \n \n  Package Size\n                       NDC 31722-204-31            40 mg/vial pantoprazole            Single vial \n    NDC 31722-204-10            40 mg/vial pantoprazole            10 vials \n    NDC 31722-204-32            40 mg/vial pantoprazole            25 vials \n  \n                     Storage and Handling \n                       Store pantoprazole sodium for injection at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F)\n \n  [see USP Controlled Room Temperature].  \n                     \n                      Protect from light.",
    "adverseReactions": "• Pantoprazole sodium for injection is contraindicated in patients with known hypersensitivity reactions including anaphylaxis to the formulation or any substituted benzimidazole. Hypersensitivity reactions may include anaphylaxis, anaphylactic shock, angioedema, bronchospasm, acute tubulointerstitial nephritis, and urticaria\n \n  [see Warnings and Precautions (5.2, 5.4) and Adverse Reactions (\n  \n   6)]. \n \n    \n    • Proton pump inhibitors (PPIs), including pantoprazole sodium for injection, are contraindicated in patients receiving rilpivirine-containing products\n \n  [see Drug Interactions (\n  \n   7)]."
}