{
    "root": "35951105-f1d8-8fbe-e063-6294a90a125d",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Trihexyphenidyl Hydrochloride",
    "value": "20250520",
    "ingredients": [
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "SORBITOL SOLUTION",
            "code": "8KW3E207O2"
        },
        {
            "name": "TRIHEXYPHENIDYL HYDROCHLORIDE",
            "code": "AO61G82577"
        }
    ],
    "indications": "Trihexyphenidyl is indicated as an adjunct in the treatment of all forms of parkinsonism (postencephalitic, arteriosclerotic, and idiopathic). It is often useful as adjuvant therapy when treating these forms of parkinsonism with levodopa. Additionally, it is indicated for the control of extrapyramidal disorders caused by central nervous system drugs such as the dibenzoxazepines, phenothiazines, thioxanthenes, and butyrophenones.",
    "contraindications": "Dosage should be individualized. The initial dose should be low and then increased gradually, especially in patients over 60 years of age. Whether trihexyphenidyl may best be given before or after meals should be determined by the way the patient reacts. Postencephalitic patients, who are usually more prone to excessive salivation, may prefer to take it after meals and may, in addition, require small amounts of atropine which, under such circumstances, is sometimes an effective adjuvant. If trihexyphenidyl tends to dry the mouth excessively, it may be better to take it before meals, unless it causes nausea. If taken after meals, the thirst sometimes induced can be allayed by mint candies, chewing gum or water.\n                  Abrupt withdrawal of treatment for parkinsonism may result in acute exacerbation of parkinsonism symptoms; therefore, abrupt withdrawal should be avoided.\n                  Abrupt withdrawal of treatment may result in neuroleptic malignant syndrome (NMS) (See\n \n  \n                        WARNINGS\n                     ).",
    "warningsAndPrecautions": "Trihexyphenidyl Hydrochloride Oral Solution USP, a clear, colorless, lime-mint flavored solution is supplied in the following oral dosage form:\n                  \n                  \n                  NDC: 70518-3268-00\n                  NDC: 70518-3268-01\n                  NDC: 70518-3268-02\n                  NDC: 70518-3268-03\n                  PACKAGING: 10 in 1 BOX\n                  PACKAGING: 12.5 mL in 1 CUP, UNIT DOSE\n                  PACKAGING: 10 in 1 BOX \n                  PACKAGING: 15 mL in 1 CUP, UNIT DOSE\n                  \n                  \n                  Dispense in a tight, light-resistant container with a child-resistant closure.\n                  \n                  STORAGE\n                  Store at 20째 to 25째C (68째 to 77째F) [See USP Controlled Room Temperature].\n                  \n                  \n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Trihexyphenidyl is contraindicated in patients with hypersensitivity to trihexyphenidyl or to any of the other ingredients. Trihexyphenidyl is also contraindicated in patients with narrow angle glaucoma. Blindness after long-term use due to narrow angle glaucoma has been reported."
}