{
    "root": "3596a066-4a99-1e8b-e063-6294a90a7346",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "AMOXICILLIN",
    "value": "20250515",
    "ingredients": [
        {
            "name": "D&C RED NO. 28",
            "code": "767IP0Y5NH"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "AMOXICILLIN",
            "code": "804826J2HU"
        }
    ],
    "indications": "Amoxicillin is a penicillin-class antibacterial indicated for treatment of infections due to susceptible strains of designated microorganisms. Infections of the ear, nose, throat, genitourinary tract, skin and skin structure, and lower respiratory tract. ( 1.1 to 1.4 ) In combination for treatment of H. pylori infection and duodenal ulcer disease. ( 1.5 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of amoxicillin and other antibacterial drugs, amoxicillin should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.6 )",
    "contraindications": "In adults, 750-1750 mg/day in divided doses every 8 to 12 hours. In Pediatric Patients > 3 Months of Age, 20 to 45 mg/kg/day in divided doses every 8 to 12 hours. Refer to full prescribing information for specific dosing regimens. ( 2.1 , 2.2 , 2.3 ) The upper dose for neonates and infants ≤ 3 months is 30 mg/kg/day divided every 12 hours. ( 2.2 ) Dosing for H. pylor i Infection: Triple therapy: 1 gram amoxicillin, 500 mg clarithromycin, and 30 mg lansoprazole, all given twice daily (every 12 hours) for 14 days. Dual therapy: 1 gram amoxicillin and 30 mg lansoprazole, each given three times daily (every 8 hours) for 14 days. ( 2.3 ) Reduce the dose in patients with severe renal impairment (GFR <30 mL/min). ( 2.4 )",
    "warningsAndPrecautions": "Amoxicillin Capsules, USP: Each capsule of amoxicillin, with royal blue opaque cap and pink opaque body, contains 250 mg or 500 mg amoxicillin as the trihydrate. The cap and body of the 250 mg capsule are imprinted with \"AMOXIL \n  ®\" over \"250\"; the cap and body of the 500 mg capsule are imprinted with \"AMOXIL \n  ®\" over \"500\".\n  \n                     250 mg Capsule\n                     \nNDC 81964-225-01 Bottles of 100\n \n                  NDC 81964-225-05 Bottles of 500\n                  \n                     500 mg Capsule\n                     \nNDC 81964-205-01 Bottles of 100\n \n                  NDC 81964-205-05 Bottles of 500\n                  NDC 81964-205-10 Bottles of 100 (with child resistant cap)\n                  NDC 81964-205-60 Bottles of 60 (with child resistant cap)\n                  \n                  \n                     Amoxicillin Capsules 500 mg, USP: Each capsule of amoxicillin, with white cap and body, contains 500 mg of amoxicillin as the trihydrate. The cap and body of the 500 mg capsule are imprinted with “AMOXIL\n  ®” over “500”.\n \n                  \n                  \n                     500 mg Capsule\n                  \n                  NDC 81964-350-10 Bottles of 100 (with child resistant cap)\n  \nNDC 81964-350-60 Bottles of 60 (with child resistant cap)\n  \nNDC 81964-350-98 Container of 8.00 kg\n \n                  \n                  \n                     Amoxicillin for Oral Suspension, USP: Each 5 mL of reconstituted strawberry flavored suspension contains 125 mg amoxicillin as the trihydrate. Each 5 mL of reconstituted bubble-gum flavored suspension contains 250 mg amoxicillin as the trihydrate.\n  \n                     125 mg/5 mL\n                     \nNDC 81964-222-80 80 mL bottle\n \n                  NDC 81964-222-52 100 mL bottle\n                  NDC 81964-222-53 150 mL bottle\n                  \n                     250 mg/5 mL\n                     \nNDC 81964-209-80 80 mL bottle\n \n                  NDC 81964-209-52 100 mL bottle\n                  NDC 81964-209-53 150 mL bottle\n                  \n                     \n                     Store at \n                     20°C to 25°C (68°F to 77°F) [\n                     See USP Controlled Room Temperature].\n                     \nDispense in a tight container as defined in the USP.\n \n                  \n                     \nKeep this and all drugs out of the reach of children.",
    "adverseReactions": "Amoxicillin is contraindicated in patients who have experienced a serious hypersensitivity reaction (e.g., anaphylaxis or Stevens-Johnson syndrome) to amoxicillin or to other\n \n  ​β‑lactam antibiotics (e.g., penicillins and cephalosporins)."
}