{
    "root": "35a7d290-b029-e6fa-e063-6294a90ae053",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Amitriptyline Hydrochloride",
    "value": "20250521",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (90000 WAMW)",
            "code": "UKE75GEA7F"
        },
        {
            "name": "ISOPROPYL ALCOHOL",
            "code": "ND2M416302"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE 101",
            "code": "7T9FYH5QMK"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE 102",
            "code": "PNR0YF693Y"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "POLYETHYLENE GLYCOL 8000",
            "code": "Q662QK8M3B"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "AMITRIPTYLINE HYDROCHLORIDE",
            "code": "26LUD4JO9K"
        }
    ],
    "indications": "For the relief of symptoms of depression. Endogenous depression is more likely to be alleviated than are other depressive states.",
    "contraindications": "Oral Dosage\n                  \n                  Dosage should be initiated at a low level and increased gradually, noting carefully the clinical response and any evidence of intolerance.\n                  \n                     Initial Dosage for Adults\n                  \n                  For outpatients, 75 mg of amitriptyline hydrochloride a day in divided doses is usually satisfactory. If necessary, this may be increased to a total of 150 mg per day. Increases are made preferably in the late afternoon and/or bedtime doses. A sedative effect may be apparent before the antidepressant effect is noted, but an adequate therapeutic effect may take as long as 30 days to develop.\n                  An alternate method of initiating therapy in outpatients is to begin with 50 to 100 mg amitriptyline hydrochloride at bedtime. This may be increased by 25 or 50 mg as necessary in the bedtime dose to a total of 150 mg per day.\n                  Hospitalized patients may require 100 mg a day initially. This can be increased gradually to 200 mg a day if necessary. A small number of hospitalized patients may need as much as 300 mg a day.\n                  \n                     Adolescent and Elderly Patients\n                  \n                  In general, lower dosages are recommended for these patients. Ten mg 3 times a day with 20 mg at bedtime may be satisfactory in adolescent and elderly patients who do not tolerate higher dosages.\n                  \n                     Maintenance\n                  \n                  The usual maintenance dosage of amitriptyline hydrochloride is 50 to 100 mg per day. In some patients, 40 mg per day is sufficient. For maintenance therapy, the total daily dosage may be given in a single dose, preferably at bedtime. When satisfactory improvement has been reached, dosage should be reduced to the lowest amount that will maintain relief of symptoms. It is appropriate to continue maintenance therapy 3 months or longer to lessen the possibility of relapse.\n                  \n                     Usage in Pediatric Patients\n                  \n                  In view of the lack of experience with the use of this drug in pediatric patients, it is not recommended at the present time for patients under 12 years of age.\n                  \n                     Plasma Levels\n                  \n                  Because of the wide variation in the absorption and distribution of tricyclic antidepressants in body fluids, it is difficult to directly correlate plasma levels and therapeutic effect. However, determination of plasma levels may be useful in identifying patients who appear to have toxic effects and may have excessively high levels, or those in whom lack of absorption or noncompliance is suspected. Because of increased intestinal transit time and decreased hepatic metabolism in elderly patients, plasma levels are generally higher for a given oral dose of amitriptyline hydrochloride than in younger patients. Elderly patients should be monitored carefully and quantitative serum levels obtained as clinically appropriate. Adjustments in dosage should be made according to the patient's clinical response and not on the basis of plasma levels.\n \n  2 \n\n \n                  \n                     2Hollister, L.E.; Monitoring Tricyclic Antidepressant Plasma Concentrations. JAMA 1979; 241(23):2530-2533.",
    "warningsAndPrecautions": "Amitriptyline hydrochloride tablets, USP for oral administration 50 mg tablets are Brown colored, round tablets, debossed with \"32\" on one side and plain on the other side. They are supplied as:\n                  \n                  NDC 60760-686-90 BOTTLES OF 90\n                  \n                  Store at 20º to 25ºC (68º to 77ºF); excursions permitted to 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container.",
    "adverseReactions": "Amitriptyline hydrochloride is contraindicated in patients who have shown prior hypersensitivity to it.\n                  It should not be given concomitantly with monoamine oxidase inhibitors. Hyperpyretic crises, severe convulsions, and deaths have occurred in patients receiving tricyclic antidepressant and monoamine oxidase inhibiting drugs simultaneously. When it is desired to replace a monoamine oxidase inhibitor with amitriptyline hydrochloride, a minimum of 14 days should be allowed to elapse after the former is discontinued. Amitriptyline hydrochloride should then be initiated cautiously with gradual increase in dosage until optimum response is achieved.\n                  Amitriptyline hydrochloride should not be given with cisapride due to the potential for increased QT interval and increased risk for arrhythmia.\n                  This drug is not recommended for use during the acute recovery phase following myocardial infarction."
}