{
    "root": "35a7187d-d6a1-e7b5-e063-6294a90ab836",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Prednisone",
    "value": "20250521",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE 101",
            "code": "7T9FYH5QMK"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "PREDNISONE",
            "code": "VB0R961HZT"
        }
    ],
    "indications": "Prednisone tablets are indicated in the following conditions:",
    "contraindications": "Gastric irritation may be reduced if taken before, during, or immediately after meals or with food or milk.\n                  The maximal activity of the adrenal cortex is between 2 am and 8 am, and it is minimal between 4 pm and midnight. Exogenous corticosteroids suppress adrenocorticoid activity the least when given at the time of maximal activity (am) for single dose administration. Therefore, it is recommended that prednisone be administered in the morning prior to 9 am and when large doses are given, administration of antacids between meals to help prevent peptic ulcers. Multiple dose therapy should be evenly distributed in evenly spaced intervals throughout the day.\n                  Dietary salt restriction may be advisable in patients.\n                  Do not stop taking this medicine without first talking to your doctor. Avoid abrupt withdraw of therapy.\n                  The initial dosage of prednisone may vary from 5 mg to 60 mg per day, depending on the specific disease entity being treated. In situations of less severity lower doses will generally suffice, while in selected patients higher initial doses may be required. The initial dosage should be maintained or adjusted until a satisfactory response is noted. If after a reasonable period of time there is a lack of satisfactory clinical response, prednisone should be discontinued and the patient transferred to other appropriate therapy.\n \n  IT SHOULD BE EMPHASIZED THAT DOSAGE REQUIREMENTS ARE VARIABLE AND MUST BE INDIVIDUALIZED ON THE BASIS OF THE DISEASE UNDER TREATMENT AND THE RESPONSE OF THE PATIENT.After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small increments at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. It should be kept in mind that constant monitoring is needed in regard to drug dosage. Included in the situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient’s individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment; in this latter situation, it may be necessary to increase the dosage of prednisone for a period of time consistent with the patient’s condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly.",
    "warningsAndPrecautions": "Prednisone Tablets, USP are available containing 5 mg, 10 mg or 20 mg of prednisone, USP.\n                  The 5 mg tablets are white, round, scored tablets debossed with \n  M on one side of the tablet and \n  PS above the score and \n  5 below the score on the other side. They are available as follows:\n \n                  NDC 42708-136-21 Bottles of 21\n                  \n                     Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n                  \n                  \n                     Protect from light and moisture.\n                  \n                  Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.",
    "adverseReactions": "Prednisone tablets are contraindicated in systemic fungal infections and known hypersensitivity to components."
}