{
    "root": "35a8382c-d672-ab9a-e063-6394a90acf05",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Fluticasone Propionate",
    "value": "20250521",
    "ingredients": [
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "DEXTROSE, UNSPECIFIED FORM",
            "code": "IY9XDZ35W2"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "PHENYLETHYL ALCOHOL",
            "code": "ML9LGA7468"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "FLUTICASONE PROPIONATE",
            "code": "O2GMZ0LF5W"
        }
    ],
    "indications": "Fluticasone propionate nasal spray is indicated for the management of the nasal symptoms of perennial nonallergic rhinitis in adults and pediatric patients aged 4 years and older.",
    "contraindications": "Administer fluticasone propionate nasal spray by the intranasal route only. Prime fluticasone propionate nasal spray before using for the first time or after a period of non-use (1 week or more) by shaking the contents well and releasing 6 sprays into the air away from the face. Shake fluticasone propionate nasal spray gently before each use.\n                  Patients should use fluticasone propionate nasal spray at regular intervals since its effectiveness depends on its regular use. Maximum effect may take several days and individual patients will experience a variable time to onset and different degree of symptom relief.",
    "warningsAndPrecautions": "Fluticasone Propionate Nasal Spray USP, 50 mcg is supplied in an amber glass bottle fitted with a white metering atomizing pump, white nasal adapter fitted with a clear plastic dust cap, and a green safety clip, in a box of one (NDC 0054-3270-99) with FDA-approved Patient Labeling (see Patient Instructions for Use for proper actuation of the device). Each bottle contains a net fill weight of 16 g and will provide 120 actuations. Each actuation delivers 50 mcg of fluticasone propionate in 100 mg of formulation through the nasal adapter. The correct amount of medication in each spray cannot be assured after 120 sprays even though the bottle is not completely empty. The bottle should be discarded when the labeled number of actuations has been used. \n      \n\n \n                  Store between 4째 and 30째C (39째 and 86째F).",
    "adverseReactions": "Fluticasone propionate nasal spray is contraindicated in patients with hypersensitivity to any of its ingredients \n       \n \n  \n                        [see Warnings and Precautions (5.3)\n                     , \n       \n \n  \n                        Description (11)]\n                     ."
}