{
    "root": "35ac7088-07a0-3bfd-e063-6294a90a75b0",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Tizanidine",
    "value": "20250521",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "TIZANIDINE HYDROCHLORIDE",
            "code": "B53E3NMY5C"
        }
    ],
    "indications": "Tizanidine tablet is a central alpha-2-adrenergic agonist indicated for the management of spasticity. Because of the short duration of therapeutic effect, treatment with tizanidine tablets should be reserved for those daily activities and times when relief of spasticity is most important [see \n       \n \n  Dosage and Administration (\n        \n  \n   2.1)\n       \n \n  ].",
    "contraindications": "Recommended starting dose: 2 mg; dose can be repeated at 6 to 8 hourintervals, up to a maximum of 3 doses in 24 hours (2.1) Dosage can be increased by 2 mg to 4 mg per dose, with 1 to 4 daysbetween increases; total daily dose should not exceed 36 mg (2.1) Tizanidine pharmacokinetics differs between tablets and capsules, andwhen taken with or without food. These differences could result in achange in tolerability and control of symptoms ( 2.1 , 12.3 ) To discontinue tizanidine tablet, decrease dose slowly to minimize the risk of withdrawal and rebound hypertension, tachycardia, and hypertonia ( 2.2 )",
    "warningsAndPrecautions": "Tizanidine Tablets USP, 2 mg are white to off white, oval, flat, beveled edged tablets debossed with “R179” on one side and “bisecting score” on other side.\n                  \n                  \n                  NDC 60760-694-30 BOTTLES OF 30\n                  NDC 60760-694-90 BOTTLES OF 90",
    "adverseReactions": "Tizanidine hydrochloride is contraindicated in patients taking potent inhibitors of CYP1A2, such as fluvoxamine or ciprofloxacin [see \n       \n \n  Drug Interactions (\n                     \n                        7.1, \n        \n  \n   7.2\n                     \n                     )]."
}