{
    "root": "35b3155e-7531-3779-e063-6394a90a4929",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ampicillin Sodium and Sulbactam Sodium",
    "value": "20250501",
    "ingredients": [
        {
            "name": "AMPICILLIN SODIUM",
            "code": "JFN36L5S8K"
        },
        {
            "name": "SULBACTAM SODIUM",
            "code": "DKQ4T82YE6"
        }
    ],
    "indications": "Ampicillin and Sulbactam for Injection, USP, is indicated for the treatment of infections due to susceptible strains of the designated microorganisms in the conditions listed below.\n                  \n                     Skin and Skin Structure Infectionscaused by beta-lactamase producing strains of\n \n  Staphylococcus aureus,\n \n  Escherichia coli,\n \n  *\n                     Klebsiella spp.\n                     *(including\n \n  K. pneumoniae\n                     *),\n \n  Proteus mirabilis,\n                     *\n                     Bacteroides fragilis,\n \n  *\n                     Enterobacter spp.,\n \n  *and\n \n  Acinetobacter calcoaceticus.\n \n  *\n                  \n                  NOTE: For information on use in pediatric patients see\n \n  PRECAUTIONS–Pediatric Useand\n \n  CLINICAL STUDIESsections.\n\n \n                  \n                     Intra-Abdominal Infectionscaused by beta-lactamase producing strains of Escherichia coli, Klebsiella spp. (including K. pneumoniae*), Bacteroides spp. (including B. fragilis), and Enterobacter spp.*\n\n \n                  \n                     Gynecological Infectionscaused by beta-lactamase producing strains of\n \n  Escherichia coli,* and\n \n  Bacteroides spp.* (including\n \n  B. fragilis*). \n    *Efficacy for this organism in this organ system was studied in fewer than 10 infections.\n\n \n                  While Ampicillin and Sulbactam for Injection is indicated only for the conditions listed above, infections caused by ampicillin-susceptible organisms are also amenable to treatment with Ampicillin and Sulbactam for Injection due to its ampicillin content. Therefore, mixed infections caused by ampicillin-susceptible organisms and beta-lactamase producing organisms susceptible to Ampicillin and Sulbactam for Injection should not require the addition of another antibacterial.\n                  Appropriate culture and susceptibility tests should be performed before treatment in order to isolate and identify the organisms causing infection and to determine their susceptibility to Ampicillin and Sulbactam for Injection.\n                  Therapy may be instituted prior to obtaining the results from bacteriological and susceptibility studies when there is reason to believe the infection may involve any of the beta-lactamase producing organisms listed above in the indicated organ systems. Once the results are known, therapy should be adjusted if appropriate.\n                  To reduce the development of drug-resistant bacteria and maintain effectiveness of Ampicillin and Sulbactam for Injection and other antibacterial drugs, Ampicillin and Sulbactam for Injection should be used only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "The pharmacy bulk package is for preparation of solutions for IV infusion only.\n                  Ampicillin and Sulbactam should be administered by slow intravenous injection over at least 10 - 15 minutes or can also be delivered in greater dilutions with 50 - 100 mL of a compatible diluent as an intravenous infusion over 15 - 30 minutes.\n                  The recommended adult dosage of Ampicillin and Sulbactam for Injection is 1.5 g (1 g ampicillin as the sodium salt plus 0.5 g sulbactam as the sodium salt) to 3 g (2 g ampicillin as the sodium salt plus 1 g sulbactam as the sodium salt) every six hours. This 1.5 to 3 g range represents the total of ampicillin content plus the sulbactam content of Ampicillin and Sulbactam for Injection and corresponds to a range of 1 g ampicillin/0.5 g sulbactam to 2 g ampicillin/1 g sulbactam. The total dose of sulbactam should not exceed 4 grams per day.\n                  \n                     Pediatric Patients 1 Year of Age or Older:The recommended daily dose of Ampicillin and Sulbactam for Injection in pediatric patients is 300 mg per kg of body weight administered via intravenous infusion in equally divided doses every 6 hours. This 300 mg/kg/day dosage represents the total ampicillin content plus the sulbactam content of Ampicillin and Sulbactam for Injection, and corresponds to 200 mg ampicillin/100 mg sulbactam per kg per day. The safety and efficacy of Ampicillin and Sulbactam for Injection administered via intramuscular injection in pediatric patients have not been established. Pediatric patients weighing 40 kg or more should be dosed according to adult recommendations, and the total dose of sulbactam should not exceed 4 grams per day. The course of intravenous therapy should not routinely exceed 14 days. In clinical trials, most children received a course of oral antimicrobials following initial treatment with intravenous Ampicillin and Sulbactam for Injection (see\n \n  CLINICAL STUDIESsection).\n\n \n                  \n                     Impaired Renal Function\n                  \n                  In patients with impairment of renal function the elimination kinetics of ampicillin and sulbactam are similarly affected, hence the ratio of one to the other will remain constant whatever the renal function. The dose of Ampicillin and Sulbactam for Injection in such patients should be administered less frequently in accordance with the usual practice for ampicillin and according to the following recommendations:\n                   TABLE 3\n                  Ampicillin and Sulbactam for Injection, USP Dosage Guide for Patients with Renal Impairment\n                  \n                     \n                        \n                           \n                              Creatinine Clearance (mL/min/1.73m\n     \n      2)\n    \n     \n                           \n                           \n                              Ampicillin/Sulbactam Half-Life (Hours)\n                           \n                           \n                              Recommended Ampicillin and Sulbactam for Injection, USP Dosage\n                           \n                        \n                        \n                           30\n                           1\n                           1.5 - 3 g q 6h - q 8h\n                        \n                        \n                           15 - 29\n                           5 \n                           1.5 - 3 g q 12h\n                        \n                        \n                           5 - 14\n                           9 \n                           1.5 - 3 g q 24h\n                        \n                     \n                  \n                  When only serum creatinine is available, the following formula (based on sex, weight, and age of the patient) may be used to convert this value into creatinine clearance. The serum creatinine should represent a steady state of renal function.\n                  Males   weight (kg) × (140 - age) \n                _____________________\n \n                                72 × serum creatinine\n                  Females 0.85 × above value\n                  \n                     COMPATIBILITY, RECONSTITUTION AND STABILITY\n                  \n                  When concomitant therapy with aminoglycosides is indicated, Ampicillin and Sulbactam for Injection and aminoglycosides should be reconstituted and administered separately, due to the\n \n  in vitroinactivation of aminoglycosides by any of the aminopenicillins.\n\n \n                  \n                     Intravenous Administration\n                  \n                  \n                     Directions for Proper Use of Pharmacy Bulk Package\n                  \n                  Ampicillin and Sulbactam for Injection, USP sterile powder for intravenous use may be reconstituted with any of the compatible diluents described in this insert. Solutions should be allowed to stand after dissolution to allow any foaming to dissipate in order to permit visual inspection for complete solubilization. Ampicillin and Sulbactam concentrations between 3 and 45 mg (2 to 30 mg ampicillin/1 to 15 mg sulbactam/mL) are recommended for intravenous use.\n                  The 15 gram bottle may be reconstituted with either 92 mL Sterile Water for Injection or 0.9% Sodium Chloride Injection. The diluent should be added in two separate aliquots in a suitable work area, such as a laminar flow hood. Add 50 mL of solution, shake to dissolve. Then add an additional 42 mL and shake. The solution should be allowed to stand after dissolution to allow any foaming to dissipate in order to permit visual inspection for complete solubilization. The resultant solution will have a final concentration of approximately 100 mg/mL ampicillin and 50 mg/mL sulbactam. The closure may be penetrated only one time after reconstitution, if needed, using a suitable sterile transfer device or dispensing set that allows for measured dispensing of the contents.\n                  After reconstitution, use within two hours if stored at room temperature, or within four hours if stored under refrigeration.\n                  \n                     Reconstituted Bulk Solution Should Not be Used For Direct Infusion\n                  \n                  If the bulk solution is stored for one to two hours at room temperature (20°C/68°F) and then diluted with Sterile Water for Injection or 0.9% Sodium Chloride Injection to the following concentrations, the use periods indicated in Table 5 apply.\n                  Any unused portions of solution that remain after the indicated time periods should be discarded.\n                  \n                      Table 4\n                     \n                        \n                           \n                               Diluent\n                           \n                           \n                               Maximum Concentration (mg/mL) Ampicillin and Sulbactam for Injection, USP (Ampicillin/Sulbactam)\n                           \n                           \n                               Use Periods\n                           \n                        \n                        \n                            Sterile Water for Injection  \n                           45 (30/15)\n                           8 hrs at 21°C\n                        \n                        \n                           45 (30/15)\n                           48 hrs at 4°C\n                        \n                        \n                           30 (20/10)\n                           72 hrs at 4°C\n                        \n                        \n                           0.9% Sodium Chloride Injection  \n                            45 (30/15)\n                           8 hrs at 21°C\n                        \n                        \n                            45 (30/15)\n                           48 hrs at 4°C\n                        \n                        \n                            30 (20/10)\n                           72 hrs at 4°C\n                        \n                        \n                            5% Dextrose Injection  \n                            30 (20/10)\n                           2 hrs at 21°C\n                        \n                        \n                            30 (20/10)\n                           4 hrs at 4°C\n                        \n                        \n                            3 (2/1)\n                           2 hrs at 21°C\n                        \n                        \n                            Lactated Ringers Injection \n                            45 (30/15)\n                           8 hrs at 21°C\n                        \n                        \n                            45 (30/15)\n                            24 hrs at 4°C\n                        \n                        \n                            M/6 Sodium Lactate Injection \n                            45 (30/15)\n                           8 hrs at 21°C\n                        \n                        \n                            45 (30/15)\n                           12 hrs at 4°C\n                        \n                        \n                            5% Dextrose in 0.45% Saline \n                            3 (2/1)\n                            4 hrs at 21°C\n                        \n                        \n                            15 (10/5)\n                           4 hrs at 4°C\n                        \n                        \n                            10% Invert Sugar \n                            3 (2/1)\n                           4 hrs at 21°C\n                        \n                        \n                            30 (20/10)   \n                           3 hrs at 4°C\n                        \n                     \n                  \n                  \n                      Table 5\n                     \n                        \n                           \n                               IV Solution\n                           \n                           \n                               Maximum \n                              Concentration (mg/mL) Ampicillin and Sulbactam for Injection, USP (Ampicillin/Sulbactam)\n                           \n                           \n                               Use Periods\n                           \n                        \n                        \n                           Sterile Water for Injection, USP \n                            45 (30/15)\n                           4 hrs at 21°C\n                        \n                        \n                            45 (30/15)\n                           24 hrs at 4°C\n                        \n                        \n                           0.9% Sodium Chloride Injection, USP \n                            45 (30/15)\n                           4 hrs at 21°C\n                        \n                        \n                            45 (30/15)\n                           24 hrs at 4°C\n                        \n                     \n                  \n                  \n                     Animal Pharmacology:While reversible glycogenosis was observed in laboratory animals, this phenomenon was dose- and time-dependent and is not expected to develop at the therapeutic doses and corresponding plasma levels attained during the relatively short periods of combined ampicillin/sulbactam therapy in man.",
    "warningsAndPrecautions": "Ampicillin and Sulbactam for Injection, USP a sterile white to off-white dry powder, is available in Pharmacy Bulk Package bottle containing ampicillin sodium and sulbactam sodium equivalent to 10 g ampicillin and 5 g sulbactam × 1 (NDC 82449-516-01). Ampicillin and Sulbactam for Injection, USP sterile powder is to be stored at or below 30°C (86°F) prior to reconstitution.\n                  Rx only\n                  \n                     Manufactured By:\n                  \n                  Steriscience Specialties Private Limited \n    Beta Lactam Division, Bengaluru, Karnataka, 560076 India\n \n                  March 2025",
    "adverseReactions": "The use of Ampicillin and Sulbactam for injection is contraindicated in individuals with a history of serious hypersensitivity reactions (e.g., anaphylaxis or Stevens-Johnson syndrome) to ampicillin, sulbactam or to other beta-lactam antibacterial drugs (e.g., penicillins and cephalosporins).\n                  Ampicillin and Sulbactam for injection is contraindicated in patients with a previous history of cholestatic jaundice/hepatic dysfunction associated with Ampicillin and Sulbactam for injection."
}