{
    "root": "35b4a94c-9d26-e406-e063-6394a90aa9fc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Diltiazem hydrochloride",
    "value": "20250522",
    "ingredients": [
        {
            "name": "AMMONIO METHACRYLATE COPOLYMER TYPE B",
            "code": "161H3B14U2"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "ACETYLTRIBUTYL CITRATE",
            "code": "0ZBX0N59RZ"
        },
        {
            "name": "DILTIAZEM HYDROCHLORIDE",
            "code": "OLH94387TE"
        }
    ],
    "indications": "Diltiazem hydrochloride extended-release capsules, USP are indicated for the treatment of hypertension. It may be used alone or in combination with other antihypertensive medications.\n                  Diltiazem hydrochloride extended-release capsules, USP are indicated for the management of chronic stable angina and angina due to coronary artery spasm.",
    "contraindications": "Patients controlled on diltiazem alone or in combination with other medications may be switched to diltiazem hydrochloride extended-release capsules at the nearest equivalent total daily dose. Higher doses of diltiazem hydrochloride extended-release capsules may be needed in some patients. Monitor patients closely. Subsequent titration to higher or lower doses may be necessary. There is limited general clinical experience with doses above 360 mg, but doses to 540 mg have been studied in clinical trials. The incidence of side effects increases as the dose increases with first-degree AV block, dizziness, and sinus bradycardia bearing the strongest relationship to dose.\n                  \n                     Hypertension: Adjust dosage to individual patient needs. When used as monotherapy, reasonable starting doses are 180 to 240 mg once daily, although some patients may respond to lower doses. Maximum antihypertensive effect is usually observed by 14 days of chronic therapy; therefore, schedule dosage adjustments accordingly. The usual dosage range studied in clinical trials was 240 to 360 mg once daily. Individual patients may respond to higher doses of up to 480 mg once daily.\n\n \n                  \n                     Angina: Dosages for the treatment of angina should be adjusted to each patient's needs, starting with a dose of 120 or 180 mg once daily. Individual patients may respond to higher doses of up to 480 mg once daily. When necessary, titration may be carried out over a 7- to 14-day period.\n\n \n                  \n                     Concomitant Use with Other Cardiovascular Agents:\n                  \n                  \n                     \n                     Sublingual NTG: May be taken as required to abort acute anginal attacks during diltiazem hydrochloride extended-release capsules therapy.\n\n \n                  \n                     Prophylactic Nitrate Therapy: Diltiazem hydrochloride may be safely coadministered with short-and long-acting nitrates.\n\n \n                  \n                     Beta-blockers: (see\n \n  WARNINGS and\n \n  PRECAUTIONS).\n\n \n                  \n                     Antihypertensives: Diltiazem hydrochloride has an additive antihypertensive effect when used with other antihypertensive agents. Therefore, the dosage of diltiazem hydrochloride or the concomitant antihypertensives may need to be adjusted when adding one to the other.",
    "warningsAndPrecautions": "Diltiazem hydrochloride Extended-Release Capsules, USP\n                              \n                           \n                        \n                        \n                           \n                              \n                                 Strength\n                                 \n                              \n                           \n                           \n                              \n                                 Quantity\n                                 \n                              \n                           \n                           \n                              \n                                 NDC Number\n                                 \n                              \n                           \n                           \n                              \n                                 Description\n                                 \n                              \n                           \n                        \n                        \n                           \n                              120 mg\n                           \n                           \n                              30 count\n                           \n                           \n                              63304-718-30\n                           \n                           \n                              Capsules with light turquoise blue cap and light turquoise blue body, imprinted with\n     \n      ‘RG83’in black ink on both cap and body, containing white to off-white pellets\n     \n      \n                              \n                           \n                        \n                        \n                           \n                              90 count\n                           \n                           \n                              63304-718-90\n                           \n                        \n                        \n                           \n                              500 count\n                           \n                           \n                              63304-718-05\n                           \n                        \n                        \n                           \n                              180 mg\n                           \n                           \n                              30 count\n                           \n                           \n                              63304-719-30\n                           \n                           \n                              Capsules with blue cap and light turquoise blue body, imprinted with\n     \n      ‘RG84’in black ink on both cap and body, containing white to off-white pellets\n     \n      \n                              \n                           \n                        \n                        \n                           \n                              90 count\n                           \n                           \n                              63304-719-90\n                           \n                        \n                        \n                           \n                              500 count\n                           \n                           \n                              63304-719-05\n                           \n                        \n                        \n                           \n                              240 mg\n                           \n                           \n                              30 count\n                           \n                           \n                              63304-720-30\n                           \n                           \n                              Capsules with blue cap and blue body, imprinted with\n     \n      ‘RG85’in white ink on both cap and body, containing white to off-white pellets\n     \n      \n                              \n                           \n                        \n                        \n                           \n                              90 count\n                           \n                           \n                              63304-720-90\n                           \n                        \n                        \n                           \n                              500 count\n                           \n                           \n                              63304-720-05\n                           \n                        \n                        \n                           \n                              300 mg\n                           \n                           \n                              30 count\n                           \n                           \n                              63304-721-30\n                           \n                           \n                              Capsules with blue cap and light gray body, imprinted with\n     \n      ‘RG86’in black ink on both cap and body, containing white to off-white pellets\n     \n      \n                              \n                           \n                        \n                        \n                           \n                              90 count\n                           \n                           \n                              63304-721-90\n                           \n                        \n                        \n                           \n                              500 count\n                           \n                           \n                              63304-721-05\n                           \n                        \n                        \n                           \n                              360 mg\n                           \n                           \n                              30 count\n                           \n                           \n                              63304-722-30\n                           \n                           \n                              Capsules with light blue cap and white body, imprinted with\n     \n      ‘RG87’in black ink on both cap and body, containing white to off-white pellets\n     \n      \n                              \n                           \n                        \n                        \n                           \n                              90 count\n                           \n                           \n                              63304-722-90\n                           \n                        \n                        \n                           \n                              500 count\n                           \n                           \n                              63304-722-05\n                           \n                        \n                     \n                  \n                  Storage Conditions: Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  Avoid excessive humidity.\n                  Manufactured by: Sun Pharmaceutical Industries Ltd., Mohali, INDIA\n                  Distributed by:\n                  Sun Pharmaceutical Industries, Inc.\n                  Cranbury, NJ 08512\n                  May 2025 FDA-07",
    "adverseReactions": "Diltiazem hydrochloride is contraindicated in (1) patients with sick sinus syndrome except in the presence of a functioning ventricular pacemaker, (2) patients with second- or third-degree AV block except in the presence of a functioning ventricular pacemaker, (3) patients with hypotension (less than 90 mm Hg systolic), (4) patients who have demonstrated hypersensitivity to the drug, and (5) patients with acute myocardial infarction and pulmonary congestion documented by x-ray on admission."
}