{
    "root": "35b77c1e-b1e5-1334-e063-6394a90a8a57",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Methohexital Sodium",
    "value": "20250522",
    "ingredients": [
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "SODIUM CARBONATE",
            "code": "45P3261C7T"
        },
        {
            "name": "METHOHEXITAL SODIUM",
            "code": "60200PNZ7Q"
        }
    ],
    "indications": "Methohexital Sodium for Injection can be used in adults as follows:\n                  • 1.For\n \n  intravenousinduction of anesthesia prior to the use of other general anesthetic agents.\n\n \n                  • 2.For\n \n  intravenousinduction of anesthesia and as an adjunct to subpotent inhalational anesthetic agents (such as nitrous oxide in oxygen) for short surgical procedures; Methohexital Sodium for Injection may be given by infusion or intermittent injection.\n\n \n                  • 3.For use along with other parenteral agents, usually narcotic analgesics, to supplement subpotent inhalational anesthetic agents (such as nitrous oxide in oxygen) for longer surgical procedures.\n                  • 4.As\n \n  intravenousanesthesia for short surgical, diagnostic, or therapeutic procedures associated with minimal painful stimuli (see WARNINGS).\n\n \n                  • 5.As an agent for inducing a hypnotic state.\n                  Methohexital Sodium for Injection can be used in pediatric \n \n  \n                        patients older than 1 month\n                     as follows: \n    • 1.For rectal or\n \n  intramuscularinduction of anesthesia prior to the use of other general anesthetic agents.\n\n \n                    2.For rectal or\n \n  intramuscularinduction of anesthesia and as an adjunct to subpotent inhalational anesthetic agents for short surgical procedures.\n\n \n                  • 3.As rectal or\n \n  intramuscularanesthesia for short surgical, diagnostic, or therapeutic procedures associated with minimal painful stimuli.",
    "contraindications": "Facilities for assisting ventilation and administering oxygen are necessary adjuncts for all routes of administration of anesthesia. Since cardiorespiratory arrest may occur, patients should be observed carefully during and after use of Methohexital Sodium for Injection. Age- and size- appropriate resuscitative equipment (i.e., intubation and cardioversion equipment, oxygen, suction, and a secure intravenous line) and personnel qualified in its use must be immediately available.\n                  Preanesthetic medication is generally advisable. Methohexital Sodium for Injection may be used with any of the recognized preanesthetic medications.\n                  \n                     Preparation of Solution\n                  \n                  FOLLOW DILUTION INSTRUCTIONS EXACTLY.\n                  Freshly prepare solutions of Methohexital Sodium for Injection and use promptly. Reconstituted solutions of Methohexital Sodium for Injection are chemically stable at room temperature for 24 hours.\n                  \n                     Diluents\n                  \n                  ONLY USE BACTERIOSTATIC-FREE DILUENT Recommended diluents are based on route of administration (see\n \n  Dilution Instructions).\n\n \n                  Incompatible diluents: Lactated Ringer's Injection\n                  Dilution Instructions \n    1% solutions (10 mg/mL) should be prepared for intermittent intravenous and rectal administration; 0.2% solutions (2 mg/mL) should be prepared for continuous intravenous drug administration; 5% solutions\n \n                  (50 mg/mL) should be prepared for intramuscular administration.\n                  Contents of vials should be diluted as follows:\n                  \n                     FOR INTERMITTENT INTRAVENOUS and RECTAL ADMINISTRATION\n                  \n                  The preferred diluent for intermittent intravenous and rectal administration is Sterile Water for Injection. 5% Dextrose Injection, or 0.9% Sodium Chloride Injection are also acceptable diluents.\n                  \n                     \n                     \n                        \n                           \n                              Strength\n                           \n                           \n                              Amount of Diluent to Be Added to the Contents of the Methohexital Sodium for Injection Vial\n                           \n                           \n                              For 1% methohexital solution (10 mg/mL) \n                           \n                        \n                        \n                            500 mg\n                            50 mL\n                            no further dilution needed \n                        \n                     \n                  \n                  \n                     FOR CONTINUOUS INTRAVENOUS ADMINISTRATION\n                  \n                  For continuous drip anesthesia, prepare a 0.2% solution by adding 500 mg of Methohexital Sodium for Injection to 250 mL of diluent. For this dilution, either 5% glucose solution or isotonic (0.9%) sodium chloride solution ONLY is recommended as the diluent instead of sterile water for injection in order to avoid extreme hypotonicity.\n                  \n                     \n                     \n                        \n                            Strength\n                            Amount of Diluent to Be Added to the Contents of the Methohexital Sodium for Injection Vial\n                           For 0.2% methohexital solution (2 mg/mL) \n                        \n                        \n                            500 mg\n                            15 mL\n                            add to 235 mL diluent for 250 mL total volume\n                        \n                     \n                  \n                  \n                     FOR INTRAMUSCULAR ADMINISTRATION\n                  \n                  The preferred diluent for intramuscular administration is Sterile Water for Injection. 0.9% Sodium Chloride Injection is also an acceptable diluent.\n                  \n                     \n                     \n                        \n                            Strength\n                            Amount of Diluent to Be Added to the Contents of the Methohexital Sodium for Injection Vial\n                            For 5% methohexital solution (50 mg/mL)\n                        \n                        \n                            500 mg\n                            10 mL\n                            no further dilution needed\n                        \n                     \n                  \n                  \n                     Administration\n                  \n                  Dosage is highly individualized; the drug should be administered only by those completely familiar with its quantitative differences from other barbiturate anesthetics.\n                  \n                     Adults\n                  \n                  Methohexital Sodium for Injection is administered intravenously in a concentration of no higher than 1%. Higher concentrations markedly increase the incidence of muscular movements and irregularities in respiration and blood pressure.\n                  \n                     Induction of anesthesia\n                  \n                  For induction of anesthesia, a 1% solution is administered at a rate of about 1 mL/5 seconds. Gaseous anesthetics and/or skeletal muscle relaxants may be administered concomitantly. The dose required for induction may range from 50 to 120 mg or more but averages about 70 mg. The usual dosage in adults ranges from 1 to 1.5 mg/kg. The induction dose usually provides anesthesia for 5 to 7 minutes.\n                  \n                     Maintenance of anesthesia\n                  \n                  Maintenance of anesthesia may be accomplished by intermittent injections of the 1% solution or, more easily, by continuous intravenous drip of a 0.2% solution. Intermittent injections of about 20 to 40 mg (2 to 4 mL of a 1% solution) may be given as required, usually every 4 to 7 minutes. For continuous drip, the average rate of administration is about 3 mL of a 0.2% solution/minute (1 drop/second). The rate of flow must be individualized for each patient. For longer surgical procedures, gradual reduction in the rate of administration is recommended (see discussion of prolonged administration in WARNINGS). Other parenteral agents, usually narcotic analgesics, are ordinarily employed along with Methohexital Sodium for Injection during longer procedures.\n                  \n                     Pediatric Patients\n                  \n                  Methohexital Sodium for Injection is administered intramuscularly in a 5% concentration and administered rectally as a 1% solution.\n                  Induction of anesthesia\n                  For the induction of anesthesia by the intramuscular route of administration, the usual dose ranges from 6.6 to 10 mg/kg of the 5% concentration. For rectal administration, the usual dose for induction is 25 mg/kg using the 1% solution.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.\n                  \n                     Compatibility Information\n                  \n                  Solutions of Methohexital Sodium for Injection should not be mixed in the same syringe or administered simultaneously during intravenous infusion through the same needle with acid solutions, such as atropine sulfate, metocurine iodide, and succinylcholine chloride. Alteration of pH may cause free barbituric acid to be precipitated. Solubility of the soluble sodium salts of barbiturates, including Methohexital Sodium, is maintained only at a relatively high (basic) pH.\n                  Because of numerous requests from anesthesiologists for information regarding the chemical compatibility of these mixtures, the following chart contains information obtained from compatibility studies in which a 1% solution of Methohexital Sodium for Injection was mixed with therapeutic amounts of agents whose solutions have a low (acid) pH.\n                  \n                     \n                     \n                        \n                            Active Ingredient\n                            Potency per mL\n                            Volume Used\n                            Immediate\n                            15 min\n                            Physical Change 30 min\n                           1 h \n                        \n                        \n                            Methohexital Sodium for Injection\n                            10 mg\n                            10 mL\n                           \n                           \n                            CONTROL\n                           \n                        \n                        \n                            Atropine Sulfate\n                            1/150 gr\n                            1 mL\n                            None\n                            Haze\n                           \n                           \n                        \n                        \n                            Atropine Sulfate\n                            1/100 gr\n                            1 mL\n                            None\n                            Ppt\n                            Ppt\n                           \n                        \n                        \n                            Succinylcholine chloride\n                            0.5 mg\n                            4 mL\n                            None\n                            None\n                            Haze\n                           \n                        \n                        \n                            Succinylcholine chloride\n                            1 mg\n                            4 mL\n                            None\n                            None\n                            Haze\n                           \n                        \n                        \n                            Metocurine Iodide\n                            0.5 mg\n                            4 mL\n                            None\n                            None\n                            Ppt\n                           \n                        \n                        \n                           Metocurine Iodide\n                           1 mg\n                           4 mL\n                           None\n                           None\n                           Ppt\n                           \n                        \n                        \n                           Scopolamine hydrobromide\n                           1/120 gr\n                           1mL\n                           None\n                           None\n                           None\n                           Haze\n                        \n                        \n                           Tubocurarine chloride\n                           3 mg\n                           4 mL\n                           None\n                           Haze",
    "warningsAndPrecautions": "Store between 20° to 25°C (68° to 77°F). (See USP Controlled Room Temperature.)\n                  Methohexital Sodium for Injection is a white, freeze-dried plug/lyophilized cake, filled in Vials*:\n                  The 500 mg vials (with 30 mg anhydrous sodium carbonate) are available as follows:\n                  • NDC 83270-003-01– Multi-Dose Vial – Pack of 1\n                  *In crystalline form.",
    "adverseReactions": "Methohexital Sodium for Injection is contraindicated in patients in whom general anesthesia is contraindicated, in those with latent or manifest porphyria, or in patients with a known hypersensitivity to barbiturates."
}