{
    "root": "35bb0ae2-80db-b9a7-e063-6294a90a2584",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ibuprofen",
    "value": "20250522",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE 101",
            "code": "7T9FYH5QMK"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3350",
            "code": "G2M7P15E5P"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "IBUPROFEN",
            "code": "WK2XYI10QM"
        }
    ],
    "indications": "Carefully consider the potential benefits and risks of ibuprofen tablets and other treatment options before deciding to use ibuprofen. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see\n \n  \n                        WARNINGS\n                     ).\n\n \n                  \n                  Ibuprofen tablets are indicated for relief of the signs and symptoms of rheumatoid arthritis and osteoarthritis.\n \n  \n                  \n                  Ibuprofen tablets are indicated for relief of mild to moderate pain.\n                  \n                  Ibuprofen tablets are also indicated for the treatment of primary dysmenorrhea.\n                  \n                  Controlled clinical trials to establish the safety and effectiveness of ibuprofen tablets in children have not been conducted.",
    "contraindications": "Carefully consider the potential benefits and risks of ibuprofen tablets and other treatment options before deciding to use ibuprofen tablets. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see\n \n  \n                        WARNINGS\n                     ).\n\n \n                  \n                  After observing the response to initial therapy with ibuprofen tablets, the dose and frequency should be adjusted to suit an individual patient's needs.\n                  \n                  Do not exceed 3200 mg total daily dose. If gastrointestinal complaints occur, administer ibuprofen tablets with meals or milk.\n                  \n                  \n                     Rheumatoid arthritis and osteoarthritis, including flare-ups of chronic disease\n                  \n                  \n                     Suggested Dosage:1200 mg to 3200 mg daily (300 mg qid; 400 mg, 600 mg or 800 mg tid or qid). Individual patients may show a better response to 3200 mg daily, as compared with 2400 mg, although in well-controlled clinical trials patients on 3200 mg did not show a better mean response in terms of efficacy. Therefore, when treating patients with 3200 mg/day, the physician should observe sufficient increased clinical benefits to offset potential increased risk.\n\n \n                  \n                  The dose should be tailored to each patient, and may be lowered or raised depending on the severity of symptoms either at time of initiating drug therapy or as the patient responds or fails to respond.\n                  \n                  In general, patients with rheumatoid arthritis seem to require higher doses of ibuprofen tablets than do patients with osteoarthritis.\n                  \n                  The smallest dose of ibuprofen tablets that yields acceptable control should be employed. A linear blood level doseresponse relationship exists with single doses up to 800 mg (See\n \n  \n                        CLINICAL PHARMACOLOGY\n                      for effects of food on rate of absorption).\n\n \n                  \n                  The availability of three tablet strengths facilitates dosage adjustment.\n                  \n                  \n                     In chronic conditions,a therapeutic response to therapy with ibuprofen tablets is sometimes seen in a few days to a week but most often is observed by two weeks. After a satisfactory response has been achieved, the patient's dose should be reviewed and adjusted as required.\n\n \n                  \n                  \n                     Mild to moderate pain:400 mg every 4 to 6 hours as necessary for relief of pain.\n\n \n                  \n                  In controlled analgesic clinical trials, doses of ibuprofen tablets greater than 400 mg were no more effective than the 400 mg dose.",
    "warningsAndPrecautions": "Ibuprofen tablets USP are available in the following strengths, colors and sizes:\n                  Ibuprofen Tablets USP, 600 mg are white to off-white, film-coated, capsule shaped tablets debossed with ‘I6’ on one side and plain on the other side.\n                  \n                  NDC: 70518-4341-00\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Avoid excessive heat 40ºC (104ºF).\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Ibuprofen tablets are contraindicated in patients with known hypersensitivity to Ibuprofen.\n                  \n                  Ibuprofen tablets should not be given to patients who have experienced asthma, urticaria, or allergic-type reactions after taking aspirin or other NSAIDs. Severe, rarely fatal, anaphylactic-like reactions to NSAIDs have been reported in such patients (see\n \n  \n                        WARNINGS\n                     ,\n \n  \n                        \n                           Anaphylactoid Reactions\n                        \n                     , and\n \n  \n                        PRECAUTIONS\n                     ,\n \n  \n                        \n                           Preexisting Asthma\n                        \n                     ). \n  \n                  \n                  \n                     In the setting of coronary artery bypass graft (CABG) surgery [see\n  \n   \n                           \n                              Warnings\n                           \n                        ]"
}