{
    "root": "35bb4953-ca8e-e927-e063-6394a90a1a31",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Xiclo",
    "value": "20250522",
    "ingredients": [
        {
            "name": "GLUCOSAMINE",
            "code": "N08U5BOQ1K"
        },
        {
            "name": "DICLOFENAC",
            "code": "144O8QL0L1"
        },
        {
            "name": "POLYACRYLATE-13",
            "code": "FS2D4T67EA"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        }
    ],
    "indications": "Xiclo™ Transdermal Patch is indicated in adults over the age of 12 years old for the treatment of signs and symptoms of osteoarthritis of the joints, and of acute and chronic pain in muscles and joints associated with muscle soreness, strains, sprains, arthritis, simple backache, muscle stiffness, and more.",
    "contraindications": "2.1 General Dosing Instructions\n                  \n                  \n                     Use Xiclo™ Transdermal Patch only on dry, intact (unbroken) skin.\n                     Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals.\n                     Avoid contact with eyes and mucous membranes.\n                     Avoid concomitant use of Xiclo™ Transdermal Patch on the treated skin site with other external products, including sunscreens, cosmetics, lotions, moisturizers, insect repellants, or other external medications.\n                     Do not use combination therapy with diclofenac and an oral NSAID unless the benefit outweighs the risk and conduct periodic assessments.\n                  \n                  \n                     2.2 Dosing and Instructions for Use\n                  \n                  \n                     Tear open pouch bag and remove one patch. Place remaining patches back in pouch bag and seal pouch bag closed.\n                     Peel the clear plastic film away and apply Xiclo™ Transdermal Patch to intact skin to cover most painful area. Apply one patch per day for up to 12 hours within a 24-hout period (12 on, 12 off). One single Xiclo™ Transdermal Patch may be used twice per day. To re-use after the first application, place the clear plastic film back onto the medicated hydrogel pad.",
    "warningsAndPrecautions": "12.1 How Supplied\n                  \n                  Xiclo™ Transdermal Patch comes in a sealed pouch bag. Each patch is 2 in x 2 in (5.08 cm x 10.16 cm) and consists of an adhesive side containing the active/inactive ingredients and an outer surface backing layer. The adhesive side is covered with a removable, clear, unprinted, plastic film. The outer surface of the backing layer is imprinted with the Xiclo™ Transdermal Patch logo.\n                  Xiclo™ Transdermal Patch is available as a unit box containing 10 patches (5 pouch bags). NDC 83295-5500-1\n                  \n                     12.2 Storage\n                  \n                  Store unit box between 69\n  o-77\n  o F (20\n  o-25\n  o C). Excursions between 15\n  o-30\n  o C (59\n  o-86\n  o F) are allowed. Keep Xiclo™ Transdermal Patch in the sealed pouch bags until immediately before use.\n \n                  \n                     12.3 Handling and Disposal\n                  \n                  Unintended exposure to diclofenac can cause irritation of the eyes, skin, respiratory tract, and mucous membranes. Avoid contact with your eyes, nose, or mouth. Keep used and unused patches out of the reach of children and pets. Pouch bags are not child resistant. Wash hands with soap and water after handling the patches. If irritation or a burning sensation occurs during application, remove the patch and do not reapply until the irritation subsides. After use, fold patches so that the adhesive sticks to itself, then safely discard used patches where children and pets cannot get to them.",
    "adverseReactions": "Xiclo™ Transdermal Patch is contraindicated in patients with a known history of hypersensitivity to non-steroidal anti-inflammatory medications such as diclofenac. Diclofenac is contraindicated in the setting of coronary artery bypass graft (CABG) surgery. History of asthma, uticaria, or allergic-type reactions after absorbing non-steroidal anti-inflammatory drugs (NSAIDs) should also be considered."
}