{
    "id": "35bccadf-6fc7-abd0-e063-6294a90aaa2e",
    "indications": "Glipizide and Metformin HCl Tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
    "contraindications": "General Considerations\n                  \n                  \n                     Dosage of Glipizide and Metformin HCl Tablets must be individualized on the basis of both effectiveness and tolerance while not exceeding the maximum recommended daily dose of 20 mg glipizide/2000 mg metformin.Glipizide and Metformin HCl Tablets should be given with meals and should be initiated at a low dose, with gradual dose escalation as described below, in order to avoid hypoglycemia (largely due to glipizide), reduce GI side effects (largely due to metformin), and permit determination of the minimum effective dose for adequate control of blood glucose for the individual patient.\n\n \n                  With initial treatment and during dose titration, appropriate blood glucose monitoring should be used to determine the therapeutic response to Glipizide and Metformin HCl Tablets and to identify the minimum effective dose for the patient. Thereafter, HbA\n \n  1cshould be measured at intervals of approximately 3 months to assess the effectiveness of therapy. The therapeutic goal in all patients with type 2 diabetes is to decrease FPG, PPG, and HbA\n \n  1cto normal or as near normal as possible. Ideally, the response to therapy should be evaluated using HbA\n \n  1c, which is a better indicator of long-term glycemic control than FPG alone.\n\n \n                  No studies have been performed specifically examining the safety and efficacy of switching to Glipizide and Metformin HCl Tablets therapy in patients taking concomitant glipizide (or other sulfonylurea) plus metformin. Changes in glycemic control may occur in such patients, with either hyperglycemia or hypoglycemia possible. Any change in therapy of type 2 diabetes should be undertaken with care and appropriate monitoring.\n                  When colesevelam is coadministered with glipizide ER, maximum plasma concentration and total exposure to glipizide is reduced. Therefore, Glipizide and Metformin HCl Tablets should be administered at least 4 hours prior to colesevelam.\n                  \n                     Glipizide and Metformin HCl Tablets in Patients with Inadequate Glycemic Control on Diet and Exercise Alone\n                  \n                  For patients with type 2 diabetes whose hyperglycemia cannot be satisfactorily managed with diet and exercise alone, the recommended starting dose of Glipizide and Metformin HCl Tablets are 2.5 mg/250 mg once a day with a meal. For patients whose FPG is 280 mg/dL to 320 mg/dL a starting dose of Glipizide and Metformin HCl Tablets 2.5 mg/500 mg twice daily should be considered. The efficacy of Glipizide and Metformin HCl Tablets in patients whose FPG exceeds 320 mg/dL has not been established. Dosage increases to achieve adequate glycemic control should be made in increments of 1 tablet per day every 2 weeks up to maximum of 10 mg/1000 mg or 10 mg/2000 mg Glipizide and Metformin HCl Tablets per day given in divided doses. In clinical trials of Glipizide and Metformin HCl Tablets as initial therapy, there was no experience with total daily doses >10 mg/2000 mg per day.\n                  \n                     Glipizide and Metformin HCl Tablets in Patients with Inadequate Glycemic Control on a Sulfonylurea and/or Metformin\n                  \n                  For patients not adequately controlled on either glipizide (or another sulfonylurea) or metformin alone, the recommended starting dose of Glipizide and Metformin HCl Tablets are 2.5 mg/500 mg or 5 mg/500 mg twice daily with the morning and evening meals. In order to avoid hypoglycemia, the starting dose of Glipizide and Metformin HCl Tablets should not exceed the daily doses of glipizide or metformin already being taken. The daily dose should be titrated in increments of no more than 5 mg/500 mg up to the minimum effective dose to achieve adequate control of blood glucose or to a maximum dose of 20 mg/2000 mg per day.\n                  Patients previously treated with combination therapy of glipizide (or another sulfonylurea) plus metformin may be switched to Glipizide and Metformin HCl Tablets 2.5 mg/500 mg or 5 mg/500 mg; the starting dose should not exceed the daily dose of glipizide (or equivalent dose of another sulfonylurea) and metformin already being taken. The decision to switch to the nearest equivalent dose or to titrate should be based on clinical judgment. Patients should be monitored closely for signs and symptoms of hypoglycemia following such a switch and the dose of Glipizide and Metformin HCl Tablets should be titrated as described above to achieve adequate control of blood glucose.\n                  \n                     Recommendations for Use in Renal Impairment\n                  \n                  Assess renal function prior to initiation of Glipizide and Metformin HCl Tablets and periodically thereafter.\n                  Glipizide and Metformin HCl Tablets are contraindicated in patients with an estimated glomerular filtration rate (eGFR) below 30 mL/minute/1.73 m\n \n  2.\n\n \n                  Initiation of Glipizide and Metformin HCl Tablets in patients with an eGFR between 30 - 45 mL/minute/1.73 m\n \n  2is not recommended.\n\n \n                  In patients taking Glipizide and Metformin HCl Tablets whose eGFR later falls below 45 mL/min/1.73 m\n \n  2, assess the benefit risk of continuing therapy.\n\n \n                  Discontinue Glipizide and Metformin HCl Tablets if the patient's eGFR later falls below 30 mL/minute/1.73 m\n \n  2. (See\n \n  \n                        WARNINGS\n                     .)\n\n \n                  \n                     Discontinuation for Iodinated Contrast Imaging Procedures\n                  \n                  Discontinue Glipizide and Metformin HCl Tablets at the time of, or prior to, an iodinated contrast imaging procedure in patients with an eGFR between 30 and 60 mL/min/1.73 m\n \n  2; in patients with a history of liver disease, alcoholism or heart failure; or in patients who will be administered intra-arterial iodinated contrast. Re-evaluate eGFR 48 hours after the imaging procedure; restart Glipizide and Metformin HCl Tablets if renal function is stable.\n\n \n                  \n                     Specific Patient Populations\n                  \n                  Glipizide and Metformin HCl Tablets are not recommended for use during pregnancy or for use in pediatric patients. The initial and maintenance dosing of Glipizide and Metformin HCl Tablets should be conservative in patients with advanced age, due to the potential for decreased renal function in this population. Any dosage adjustment requires a careful assessment of renal function. Generally, elderly, debilitated, and malnourished patients should not be titrated to the maximum dose of Glipizide and Metformin HCl Tablets to avoid the risk of hypoglycemia. Monitoring of renal function is necessary to aid in prevention of metformin-associated lactic acidosis, particularly in the elderly. (See\n \n  \n                        WARNINGS\n                     and\n \n  \n                        PRECAUTIONS\n                     .)",
    "warningsAndPrecautions": "Glipizide and Metformin HCl Tablets USP\n                  Glipizide and Metformin HCl Tablet 5 mg/500 mg is a pink coloured, capsule shape, film-coated tablet with \"U 786\" debossed on one side and plain on the other side.\n                  \n                  NDC: 70518-1594-00\n                  NDC: 70518-1594-01\n                  PACKAGING: 180 in 1 BOTTLE PLASTIC\n                  PACKAGING: 90 in 1 BOTTLE PLASTIC\n                  \n                  Storage\n                  Store at 20°-25° C (68°-77° F); excursions permitted to 15°-30° C (59°-86° F). [See USP Controlled Room Temperature.]\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Glipizide and Metformin HCl Tablets are contraindicated in patients with:\n                  1. Severe renal impairment (eGFR below 30 mL/min/1.73 m\n \n  2)(see\n \n  \n                        WARNINGS\n                     and\n \n  \n                        PRECAUTIONS\n                     ).\n\n \n                  2. Known hypersensitivity to glipizide or metformin hydrochloride.\n                  3. Acute or chronic metabolic acidosis, including diabetic ketoacidosis, with or without coma. Diabetic ketoacidosis should be treated with insulin.",
    "ingredients": [
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "HYPROMELLOSE 2910 (15 MPA.S)",
            "code": "36SFW2JZ0W"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYETHYLENE GLYCOL 6000",
            "code": "30IQX730WE"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "GLIPIZIDE",
            "code": "X7WDT95N5C"
        },
        {
            "name": "METFORMIN HYDROCHLORIDE",
            "code": "786Z46389E"
        }
    ],
    "organization": "REMEDYREPACK INC.",
    "name": "Glipizide and Metformin HCl",
    "effectiveTime": "20250522"
}