{
    "id": "35bcaee1-0020-82da-e063-6394a90a4a0f",
    "indications": "Zonisamide capsules are indicated as adjunctive therapy in the treatment of partial seizures in adults with epilepsy.",
    "contraindications": "Zonisamide capsules are recommended as adjunctive therapy for the treatment of partial seizures in adults. Safety and efficacy in pediatric patients below the age of 16 have not been established. Zonisamide capsules should be administered once or twice daily, using 25 mg, 50 mg or 100 mg capsules. Zonisamide capsules are given orally and can be taken with or without food. Capsules should be swallowed whole.\n                  Adults over Age 16\n                  The prescriber should be aware that, because of the long half-life of zonisamide, up to two weeks may be required to achieve steady state levels upon reaching a stable dose or following dosage adjustment. Although the regimen described below is one that has been shown to be tolerated, the prescriber may wish to prolong the duration of treatment at the lower doses in order to fully assess the effects of zonisamide at steady state, noting that many of the side effects of zonisamide are more frequent at doses of 300 mg per day and above. Although there is some evidence of greater response at doses above 100-200 mg/day, the increase appears small and formal dose-response studies have not been conducted.\n                  The initial dose of zonisamide should be 100 mg daily. After two weeks, the dose may be increased to 200 mg/day for at least two weeks. It can be increased to 300 mg/day and 400 mg/day, with the dose stable for at least two weeks to achieve steady state at each level. Evidence from controlled trials suggests that zonisamide doses of 100-600 mg/day are effective, but there is no suggestion of increasing response above 400 mg/day (see CLINICAL PHARMACOLOGY, Clinical Studies subsection). There is little experience with doses greater than 600 mg/day.\n                  Patients with Renal or Hepatic Disease\n                  Because zonisamide is metabolized in the liver and excreted by the kidneys, patients with renal or hepatic disease should be treated with caution, and might require slower titration and more frequent monitoring (see CLINICAL PHARMACOLOGY and PRECAUTIONS).",
    "warningsAndPrecautions": "Zonisamide capsules USP, 25 mg are white to off white granular powder filled in size '4' hard gelatin capsules with pink colored cap printed with \"ZA-31\" in black ink and white colored body printed with \"25 mg\" in black ink, which are supplied as follows.\n                  NDC 72189-624-72 in bottles of 120's capsules with child-resistant closure\n                  NDC 72578-040-05 in bottles of 500's capsules\n                  Zonisamide capsules USP, 50 mg are white to off white granular powder filled in size '3' hard gelatin capsules with pink colored cap printed with \"ZA-32\" in black ink and white colored body printed with \"50 mg\" in black ink, which are supplied as follows.\n                  NDC 72578-041-01 in bottles of 100's capsules with child-resistant closure\n                  NDC 72578-041-05 in bottles of 500's capsules\n                  Zonisamide capsules USP, 100 mg are white to off white granular powder filled in size '1' hard gelatin capsules with pink colored cap printed with \"ZA-33\" in black ink and white colored body printed with \"100 mg\" in black ink, which are supplied as follows.\n                  NDC 72578--042-01 in bottles of 100's capsules with child-resistant closure\n                  NDC 72578-042-05 in bottles of 500's capsules\n                  NDC 72578-042-10 in bottles of 1,000's capsules",
    "adverseReactions": "Zonisamide capsules are contraindicated in patients who have demonstrated hypersensitivity to sulfonamides or zonisamide.",
    "ingredients": [
        {
            "name": "ZONISAMIDE",
            "code": "459384H98V"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C RED NO. 4",
            "code": "X3W0AM1JLX"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "HYDROGENATED COTTONSEED OIL",
            "code": "Z82Y2C65EA"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        }
    ],
    "organization": "Direct_Rx",
    "name": "Zonisamide",
    "effectiveTime": "20250522"
}