{
    "id": "35cef500-044f-9368-e063-6294a90a9ae5",
    "indications": "Oxybutynin Chloride Syrup is indicated for the relief of symptoms of bladder instability associated with voiding in patients with uninhibited neurogenic or reflex neurogenic bladder (i.e., urgency, frequency, urinary leakage, urge incontinence, dysuria).",
    "contraindications": "Syrup\n                     \n                       Adults: The usual dose is one teaspoon (5 mg/5 mL) of syrup two to three times a day. The maximum recommended dose is one teaspoon (5 mg/5 mL) of syrup four times a day. A lower starting dose of 2.5 mg two or three times a day is recommended for the frail elderly. Pediatric patients over 5 years of age: The usual dose is one teaspoon (5 mg/5 mL) of syrup two times a day. The maximum recommended dose is one teaspoon (5 mg/5 mL) of syrup three times a day.",
    "warningsAndPrecautions": "OXYBUTYNIN CHLORIDE SYRUP USP (5 mg/5 mL) is supplied in bottles of one pint (473 mL).\n                  OXYBUTYNIN CHLORIDE SYRUP USP (5 mg/5 mL) is a light bluish-green liquid with a characteristic raspberry flavor.\n                  NDC 54838-510-80\n                  Pharmacist: Dispense in tight, light-resistant container as defined in the USP.\n                  Store at controlled room temperature 59째F to 86째F (15째C to 30째C).",
    "adverseReactions": "Oxybutynin Chloride Syrup is contraindicated in patients with urinary retention, gastric retention and other severe decreased gastrointestinal motility conditions, uncontrolled narrow-angle glaucoma and in patients who are at risk for these conditions. \n  \n                       Oxybutynin chloride is also contraindicated in patients who have demonstrated hypersensitivity to the drug substance or other components of the product.",
    "ingredients": [
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SODIUM CITRATE",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "FD&C GREEN NO. 3",
            "code": "3P3ONR6O1S"
        },
        {
            "name": "OXYBUTYNIN CHLORIDE",
            "code": "L9F3D9RENQ"
        }
    ],
    "organization": "ATLANTIC BIOLOGICALS CORP.",
    "name": "Oxybutynin Chloride",
    "effectiveTime": "20250523"
}