{
    "id": "35cef852-eb4c-5577-e063-6394a90ab42d",
    "indications": "Based on the National Academy of Sciences-National Research Council's review of this drug and/or other information, FDA has classified the following indications as \"possibly\" effective: For use as adjunctive therapy in the treatment of irritable bowel syndrome (irritable colon, spastic colon, mucous colitis) and acute enterocolitis. May also be useful as adjunctive therapy in the treatment of duodenal ulcer.\n                  IT HAS NOT BEEN SHOWN CONCLUSIVELY WHETHER ANTICHOLINERGIC / ANTISPASMODIC DRUGS AID IN THE HEALING OF A DUODENAL ULCER, DECREASE THE RATE OF RECURRENCES, OR PREVENT COMPLICATIONS.",
    "warningsAndPrecautions": "PHENOHYTRO\n  \n   ®ELIXIR Grape Flavored\n \n  is a purple colored, grape flavored liquid.\n\n \n                  NDC 17856-0125-01 Grape Flavored in 10mL 72 CUP \n                  NDC 17856-0125-02 Grape Flavored in 5mL 72 CUP",
    "adverseReactions": "PHENOHYTRO\n \n  ®ELIXIR is contraindicated in patients with known hypersensitivity to any of the ingredients. Phenobarbital is contraindicated in patients with acute intermittent porphyria and in those patients in which phenobarbital produces restlessness and/or excitement.\n\n \n                  PHENOHYTRO\n \n  ®ELIXIR is also contraindicated in patients with glaucoma, obstructive uropathy; paralytic ileus; myasthenia gravis; intestinal atony; unstable cardiovascular status in acute hemorrhage; severe ulcerative colitis especially if complicated by toxic megacolon; hiatal hernia associated with reflux esophagitis; obstructive disease of the gastrointestinal tract; or severe ulcerative colitis.",
    "ingredients": [
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "SACCHARIN SODIUM",
            "code": "SB8ZUX40TY"
        },
        {
            "name": "FD&C RED NO. 3",
            "code": "PN2ZH5LOQY"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "GRAPE",
            "code": "6X543N684K"
        },
        {
            "name": "PHENOBARBITAL",
            "code": "YQE403BP4D"
        },
        {
            "name": "HYOSCYAMINE SULFATE",
            "code": "F2R8V82B84"
        },
        {
            "name": "ATROPINE SULFATE",
            "code": "03J5ZE7KA5"
        },
        {
            "name": "SCOPOLAMINE HYDROBROMIDE",
            "code": "451IFR0GXB"
        }
    ],
    "organization": "ATLANTIC BIOLOGICALS CORP.",
    "name": "Phenohytro",
    "effectiveTime": "20250523"
}