{
    "root": "35f1c1aa-2a7d-4f55-bab6-f98270b196e2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Cortifoam",
    "value": "20240515",
    "ingredients": [
        {
            "name": "HYDROCORTISONE ACETATE",
            "code": "3X7931PO74"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "ETHYLENE DISTEARAMIDE",
            "code": "603RP8TB9A"
        },
        {
            "name": "STEARETH-10",
            "code": "FD0913P475"
        },
        {
            "name": "CETYL ALCOHOL",
            "code": "936JST6JCN"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "TROLAMINE",
            "code": "9O3K93S3TK"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "ISOBUTANE",
            "code": "BXR49TP611"
        },
        {
            "name": "PROPANE",
            "code": "T75W9911L6"
        }
    ],
    "indications": "Cortifoam® is indicated as adjunctive therapy in the topical treatment of ulcerative proctitis of the distal portion of the rectum in patients who cannot retain hydrocortisone or other corticosteroid enemas.",
    "contraindications": "The usual dose is one applicatorful once or twice daily for two or three weeks, and every second day thereafter, administered rectally. Directions for use, below and on the carton, describe how to use the aerosol container and applicator. Satisfactory response usually occurs within five to seven days marked by a decrease in symptoms. Symptomatic improvement in ulcerative proctitis should not be used as the sole criterion for evaluating efficacy. Sigmoidoscopy is also recommended to judge dosage adjustment, duration of therapy, and rate of improvement. \n                  \n                     It Should Be Emphasized that Dosage Requirements are Variable and Must Be Individualized on the Basis of the Disease Under Treatment and the Response of the Patient. After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small decrements at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. Situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient's individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment. In this latter situation it may be necessary to increase the dosage of the corticosteroid for a period of time consistent with the patient's condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly.\n                  \n                     Directions For Use\n                  \n                  (1) Shake foam container vigorously for 5-10 seconds before each use. Do not remove container cap during use of the product.\n                  \n                  (2) Hold container upright on a level surface and gently place the tip of the applicator onto the nose of the container cap. CONTAINER MUST BE HELD UPRIGHT TO OBTAIN PROPER FLOW OF MEDICATION. \n                  (3) Pull plunger past the fill line on the applicator barrel. \n                  (4) To fill applicator barrel, press down firmly on cap flanges, hold for 1 – 2 seconds and release. Pause 5 – 10 seconds to allow foam to expand in applicator barrel. Repeat until foam reaches fill line. Remove applicator from container cap. Allow some foam to remain on the applicator tip. A burst of air may come out of container with first pump. \n                  (5) Hold applicator firmly by barrel, making sure thumb and middle finger are positioned securely underneath and resting against barrel wings. Place index finger over the plunger. Gently insert tip into anus. Once in place, push plunger to expel foam, then withdraw applicator.\n                  \n                     CAUTION: Do not insert any part of the aerosol container directly into the anus. Apply to anus only with enclosed applicator. \n                  (6) After each use, applicator parts should be pulled apart for thorough cleaning with warm water. The container cap and underlying tip should also be pulled apart and rinsed to help prevent build-up of foam and possible blockage.",
    "warningsAndPrecautions": "Cortifoam® is supplied in an aerosol container with a special rectal applicator. Each applicator delivers approximately 900 mg of foam containing approximately 80 mg of hydrocortisone as 90 mg of hydrocortisone acetate. When used correctly, the aerosol container will deliver a minimum of 14 applications. \n                  NDC 0037-6830-15    15 g\n                  Store at controlled room temperature, 20°-25°C (68°-77°F). \n                  DO NOT REFRIGERATE.\n                  \n                     Rx Only\n                  \n                  Distributed by:Meda Pharmaceuticals Inc.Canonsburg, PA 15317  U.S.A.\n                  \n                     © 2024 Mylan Specialty L.P., a Viatris Company \n                  For Medical Inquiries, call toll-free 1-877-848-6608\n                  CORTIFOAM is a registered trademark of Alaven Pharmaceutical LLC, a Viatris Company.\n                  IN-683015-05141280-0324",
    "adverseReactions": "Cortifoam® is contraindicated in patients who are hypersensitive to any components of this product. \n                  Local contraindications to the use of intrarectal steroids include obstruction, abscess, perforation, peritonitis, fresh intestinal anastomoses, extensive fistulas and sinus tracts."
}