{
    "id": "36080e4e-a0fe-ba15-e063-6394a90aed5c",
    "indications": "Azacitidine for Injection is a nucleoside metabolic inhibitor indicated for the treatment of adult patients with the following FAB myelodysplastic syndrome (MDS) subtypes: Refractory anemia (RA) or refractory anemia with ringed sideroblasts (RARS) (if accompanied by neutropenia or thrombocytopenia or requiring transfusions), refractory anemia with excess blasts (RAEB), refractory anemia with excess blasts in transformation (RAEB-T), and chronic myelomonocytic leukemia (CMMoL) ( 1 ).",
    "contraindications": "Do not substitute Azacitidine for Injection for oral azacitidine. The indications and dosing regimen for Azacitidine for Injection differ from that of oral azacitidine ( 2.1 , 5.1 ). The recommended starting dosage for the first treatment cycle, for all patients regardless of baseline hematology values, is Azacitidine for Injection 75 mg/m2 daily for 7 days to be administered by subcutaneous injection or intravenous infusion. See full prescribing information for schedule for subsequent cycles. Premedicate for nausea and vomiting ( 2.2 ). Continue treatment as long as the patient continues to benefit ( 2.3 ). Monitor all patients for hematologic response and for renal toxicity; delay or reduce dosage as appropriate ( 2.4 , 2.5 , 2.6 ).",
    "warningsAndPrecautions": "How Supplied\n                  \n                  Azacitidine for Injection is supplied as 100 mg of lyophilized powder in single-dose vials packaged in cartons of 1 vial (NDC 68001-313-56).\n                  \n                     Storage\n                  \n                  Store unreconstituted vials at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature].\n                  Discard unused portion.\n                  \n                     Handling and Disposal\n                  \n                  Azacitidine for Injection is a hazardous drug. Follow applicable special handling and disposal procedures.\n \n  1Sterile, Nonpyrogenic, Preservative-free.\n\n \n                  This vial stopper is not made with natural rubber latex.",
    "adverseReactions": "Azacitidine for Injection is contraindicated in patients with\n                  \n                     advanced malignant hepatic tumors\n  \n   [\n   \n    see Warnings and Precautions (5.3)].\n  \n   \n                     \n                     a known hypersensitivity to azacitidine.",
    "ingredients": [
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "SODIUM PHOSPHATE, MONOBASIC, MONOHYDRATE",
            "code": "593YOG76RN"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC, DIHYDRATE",
            "code": "94255I6E2T"
        },
        {
            "name": "AZACITIDINE",
            "code": "M801H13NRU"
        }
    ],
    "organization": "BluePoint Laboratories",
    "name": "Azacitidine",
    "effectiveTime": "20250526"
}