{
    "root": "3619c2a8-fac7-3b89-e063-6294a90a7209",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "OLMESARTAN MEDOXOMIL",
    "value": "20250527",
    "ingredients": [
        {
            "name": "HYDROXYPROPYL CELLULOSE (1600000 WAMW)",
            "code": "RFW2ET671P"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, LOW SUBSTITUTED",
            "code": "2165RE0K14"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "OLMESARTAN MEDOXOMIL",
            "code": "6M97XTV3HD"
        }
    ],
    "indications": "Olmesartan medoxomil tablet is indicated for the treatment of hypertension in adults and children six years of age and older, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes including the class to which this drug principally belongs. There are no controlled trials demonstrating risk reduction with olmesartan medoxomil tablets.\n                  \n                  Control of high blood pressure should be part of comprehensive cardiovascular risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than one drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program’s Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC).\n                  \n                  Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce cardiovascular morbidity and mortality, and it can be concluded that it is blood pressure reduction, and not some other pharmacologic property of the drugs, that is largely responsible for those benefits. The largest and most consistent cardiovascular outcome benefit has been a reduction in the risk of stroke, but reductions in myocardial infarction and cardiovascular mortality also have been seen regularly.\n                  \n                  Elevated systolic or diastolic pressure causes increased cardiovascular risk, and the absolute risk increase per mmHg is greater at higher blood pressures, so that even modest reductions of severe hypertension can provide substantial benefit. Relative risk reduction from blood pressure reduction is similar across populations with varying absolute risk, so the absolute benefit is greater in patients who are at higher risk independent of their hypertension (for example, patients with diabetes or hyperlipidemia), and such patients would be expected to benefit from more aggressive treatment to a lower blood pressure goal.\n                  \n                  Some antihypertensive drugs have smaller blood pressure effects (as monotherapy) in black patients, and many antihypertensive drugs have additional approved indications and effects (e.g., on angina, heart failure, or diabetic kidney disease). These considerations may guide selection of therapy.\n                  \n                  It may be used alone or in combination with other antihypertensive agents.",
    "contraindications": "Indication Starting Dose Dose Range Adult Hypertension ( 2.1 ) 20 mg once daily 20 to 40 mg once daily Pediatric Hypertension (6 years of age and older) ( 2.2 ) 20 to <35 kg 10 mg once daily ≥35 kg 20 mg once daily 20 to <35 kg 10 to 20 mg once daily ≥35 kg 20 to 40 mg once daily",
    "warningsAndPrecautions": "Olmesartan Medoxomil Tablets USP, 5 mg-yellow colored, round, biconvex, non-scored film-coated tablet, debossed with “I” on one side and plain on other side. They are available as follows.\n                  \n                  Bottles of 30                                                   NDC 42571-201-30\n                  Bottles of 90                                                   NDC 42571-201-90\n                  Bottles of 500                                                 NDC 42571-201-05\n                  Bottles of 1000                                               NDC 42571-201-10\n                  Carton of 100 (10x10) Unit-dose Tablets       NDC 42571-201-11\n                  \n                  Olmesartan Medoxomil Tablets USP, 20 mg-white, biconvex, round shaped, non-scored film-coated tablet, debossed with “94” on one side and “I” on other side.\n                  \n                  Bottles of 30                                                   NDC 42571-202-30\n                  Bottles of 90                                                   NDC 42571-202-90\n                  Bottles of 500                                                 NDC 42571-202-05\n                  Bottles of 1000                                               NDC 42571-202-10\n                  Carton of 100 (10x10) Unit-dose Tablets       NDC 42571-202-11\n                  \n                  Olmesartan Medoxomil Tablets USP, 40 mg- white, biconvex, oval shaped, non-scored film-coated tablet, debossed with “95” on one side and “I” on other side.\n                  \n                  Bottles of 30                                                   NDC 42571-203-30\n                  Bottles of 90                                                   NDC 42571-203-90\n                  Bottles of 500                                                 NDC 42571-203-05\n                  Bottles of 1000                                               NDC 42571-203-10\n                  Carton of 100 (10x10) Unit-dose Tablets       NDC 42571-203-11\n                  \n                     Storage\n                  \n                  Store at 20° to 25°C (68° to 77°F)\n \n  [see USP Controlled Room Temperature].",
    "adverseReactions": "Do not co-administer aliskiren with olmesartan medoxomil in patients with diabetes\n \n  [see\n  \n   Drug Interactions (7.3)]."
}