{
    "id": "361ecb56-1275-7f2d-e063-6294a90ac485",
    "indications": "Guanfacine extended-release tablets are indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) as monotherapy and as adjunctive therapy to stimulant medications\n \n  [see\n  \n   Clinical Studies (14)]\n \n  .",
    "contraindications": "Recommended dose: 1 mg to 7 mg (0.05 to 0.12 mg/kg target weight based dose range) once daily in the morning or evening based on clinical response and tolerability ( 2.2 ). Begin at a dose of 1 mg once daily and adjust in increments of no more than 1 mg/week ( 2.2 ). Do not crush, chew or break tablets before swallowing ( 2.1 ). Do not administer with high-fat meals, because of increased exposure ( 2.1 ). Do not substitute for immediate-release guanfacine tablets on a mg-per-mg basis, because of differing pharmacokinetic profiles ( 2.3 ). If switching from immediate-release guanfacine, discontinue that treatment and titrate with guanfacine extended-release tablets as directed ( 2.3 ). When discontinuing, taper the dose in decrements of no more than 1 mg every 3 to 7 days to avoid rebound hypertension ( 2.5 ).",
    "warningsAndPrecautions": "Guanfacine extended-release tablets, USP 2 mg are white to off-white, oval shaped, biconvex tablets, engraved “APO” on one side, “GUA 2” on the other side. They are supplied as follows:\n                  NDC: 70518-4266-00\n                  NDC: 70518-4266-01\n                  PACKAGING: 100 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  \n                  Storage - Store at 20°C to 25°C (68°F to 77°F); excursions permitted from 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature].\n                  Protect from moisture.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Guanfacine extended-release tablets are contraindicated in patients with a history of a hypersensitivity reaction to guanfacine extended-release tablets or its inactive ingredients, or other products containing guanfacine. Rash and pruritus have been reported.",
    "ingredients": [
        {
            "name": "HYPROMELLOSE 2208 (15000 MPA.S)",
            "code": "Z78RG6M2N2"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "FUMARIC ACID",
            "code": "88XHZ13131"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "GUANFACINE HYDROCHLORIDE",
            "code": "PML56A160O"
        }
    ],
    "organization": "REMEDYREPACK INC.",
    "name": "Guanfacine extended-release",
    "effectiveTime": "20250527"
}