{
    "id": "36218d0a-50c8-3843-e063-6394a90aa28e",
    "indications": "When oral therapy is not feasible, and the strength, dosage form, and route of administration of the drug reasonably lend the preparation to the treatment of the condition, the\n \n  intravenous or intramuscular useof Methylprednisolone Sodium Succinate for Injection is indicated as follows:\n\n \n                  \n                     Allergic states\n                  \n                  Control of severe or incapacitating allergic conditions intractable to adequate trials of conventional treatment in asthma, atopic dermatitis, contact dermatitis, drug hypersensitivity reactions, serum sickness, transfusion reactions.\n                  \n                     Dermatologic diseases\n                  \n                  Bullous dermatitis herpetiformis, exfoliative erythroderma, mycosis fungoides, pemphigus, severe erythema multiforme (Stevens-Johnson syndrome).\n                  \n                     Endocrine disorders\n                  \n                  Primary or secondary adrenocortical insufficiency (hydrocortisone or cortisone is the drug of choice; synthetic analogs may be used in conjunction with mineralocorticoids where applicable; in infancy, mineralocorticoid supplementation is of particular importance), congenital adrenal hyperplasia, hypercalcemia associated with cancer, nonsuppurative thyroiditis.\n                  \n                     Gastrointestinal diseases\n                  \n                  To tide the patient over a critical period of the disease in regional enteritis (systemic therapy) and ulcerative colitis.\n                  \n                     Hematologic disorders\n                  \n                  Acquired (autoimmune) hemolytic anemia, congenital (erythroid) hypoplastic anemia (Diamond-Blackfan anemia), idiopathic thrombocytopenic purpura in adults (intravenous administration only; intramuscular administration is contraindicated), pure red cell aplasia, selected cases of secondary thrombocytopenia.\n                  \n                     Miscellaneous\n                  \n                  Trichinosis with neurologic or myocardial involvement, tuberculous meningitis with subarachnoid block or impending block when used concurrently with appropriate antituberculous chemotherapy.\n                  \n                     Neoplastic diseases\n                  \n                  For the palliative management of leukemias and lymphomas.\n                  \n                     Nervous System\n                  \n                  Acute exacerbations of multiple sclerosis; cerebral edema associated with primary or metastatic brain tumor, or craniotomy.\n                  \n                     Ophthalmic diseases\n                  \n                  Sympathetic ophthalmia, uveitis and ocular inflammatory conditions unresponsive to topical corticosteroids.\n                  \n                     Renal diseases\n                  \n                  To induce diuresis or remission of proteinuria in idiopathic nephrotic syndrome or that due to lupus erythematosus.\n                  \n                     Respiratory diseases\n                  \n                  Berylliosis, fulminating or disseminated pulmonary tuberculosis when used concurrently with appropriate antituberculous chemotherapy, idiopathic eosinophilic pneumonias, symptomatic sarcoidosis.\n                  \n                     Rheumatic disorders\n                  \n                  As adjunctive therapy for short-term administration (to tide the patient over an acute episode or exacerbation) in acute gouty arthritis; acute rheumatic carditis; ankylosing spondylitis; psoriatic arthritis; rheumatoid arthritis, including juvenile rheumatoid arthritis (selected cases may require low-dose maintenance therapy). For the treatment of dermatomyositis, temporal arteritis, polymyositis, and systemic lupus erythematosus.",
    "contraindications": "Note: Methylprednisolone sodium succinate injection when reconstituted with bacteriostatic water for injection contains benzyl alcohol (see\n  \n   DESCRIPTION,\n  \n   WARNINGS and\n  \n   PRECAUTIONS, Pediatric Use)\n \n  \n                  \n                  \n                     Because of possible physical incompatibilities, methylprednisolone sodium succinate should not be diluted or mixed with other solutions.\n                  \n                  Use only Water for Injection or Bacteriostatic Water For Injection with Benzyl Alcohol when reconstituting methylprednisolone sodium succinate (see\n \n  \n                        \n                           DESCRIPTION\n                        \n                     ).\n\n \n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.\n                  This preparation may be administered by intravenous injection, by intravenous infusion, or by intramuscular injection, the preferred method for initial emergency use being intravenous injection. Following the initial emergency period, consideration should be given to employing a longer acting injectable preparation or an oral preparation.\n                  There are reports of cardiac arrhythmias and/or cardiac arrest following the rapid administration of large intravenous doses of methylprednisolone sodium succinate (\n \n  greater than 0.5 gram administered over a period of less than 10 minutes). Bradycardia has been reported during or after the administration of large doses of methylprednisolone sodium succinate and may be unrelated to the speed or duration of infusion. When high dose therapy is desired, the recommended dose of methylprednisolone sodium succinate sterile powder is 30 mg/kg\n \n  administered intravenously over at least 30 minutes. This dose may be repeated every 4 to 6 hours for 48 hours.\n\n \n                  In general, high dose corticosteroid therapy should be continued only until the patient's condition has stabilized; usually not beyond 48 to 72 hours.\n                  In other indications, initial dosage will vary from 10 to 40 mg of methylprednisolone depending on the specific disease entity being treated. However, in certain overwhelming, acute, life-threatening situations, administrations in dosages exceeding the usual dosages may be justified and may be in multiples of the oral dosages.\n                  \n                     It Should Be Emphasized that Dosage Requirements are Variable and Must Be Individualized on the Basis of the Disease Under Treatment and the Response of the Patient.After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small decrements at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. Situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient's individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment. In this latter situation, it may be necessary to increase the dosage of the corticosteroid for a period of time consistent with the patient's condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly.\n\n \n                  Methylprednisolone sodium succinate for injection may be administered by intravenous or intramuscular injection or by intravenous infusion, the preferred method for initial emergency use being intravenous injection. To administer by intravenous (or intramuscular) injection, prepare solution as directed. The desired dose may be administered intravenously over a period of several minutes. If desired, the medication may be administered in diluted solutions by adding Water for Injection or other suitable diluent, withdrawing the indicated dose.\n                  To prepare solutions for intravenous infusion, first prepare the solution for injection as directed. This solution may then be added to indicated amounts of 5% dextrose in water, isotonic saline solution, or 5% dextrose in isotonic saline solution. From a microbiological point of view, unless the method of opening/reconstitution/dilution precludes the risk of microbial contamination, the product should be used immediately. If not used immediately, in-use storage times and conditions are the responsibility of the user. Chemical and physical stability of the further diluted product has been demonstrated within 4 hours of preparation if stored below 25°C or within 24 hours of preparation if stored at 2°C to 8°C.\n                  In pediatric patients, the initial dose of methylprednisolone may vary depending on the specific disease entity being treated. The range of initial doses is 0.11 to 1.6 mg/kg/day in three or four divided doses (3.2 to 48 mg/m\n \n  2bsa/day).\n\n \n                  The National Heart, Lung, and Blood Institute (NHLBI) recommended dosing for systemic\n \n  prednisone, prednisolone, or methylprednisolonein pediatric patients whose asthma is uncontrolled by inhaled corticosteroids and long-acting bronchodilators is 1–2 mg/kg/day in single or divided doses. It is further recommended that short course, or \"burst\" therapy, be continued until the patient achieves a peak expiratory flow rate of 80% of his or her personal best or until symptoms resolve. This usually requires 3 to 10 days of treatment, although it can take longer. There is no evidence that tapering the dose after improvement will prevent a relapse.\n\n \n                  Dosage may be reduced for infants and children but should be governed more by the severity of the condition and response of the patient than by age or size. It should not be less than 0.5 mg per kg every 24 hours.\n                  Dosage must be decreased or discontinued gradually when the drug has been administered for more than a few days. If a period of spontaneous remission occurs in a chronic condition, treatment should be discontinued. Routine laboratory studies, such as urinalysis, two-hour postprandial blood sugar, determination of blood pressure and body weight, and a chest X-ray should be made at regular intervals during prolonged therapy. Upper GI X-rays are desirable in patients with an ulcer history or significant dyspepsia.\n                  In treatment of acute exacerbations of multiple sclerosis, daily doses of 160 mg of methylprednisolone for a week followed by 64 mg every other day for 1 month have been shown to be effective (see\n \n  \n                        \n                           PRECAUTIONS, Neurologic-psychiatric\n                        \n                     ).\n\n \n                  \n                     For the purpose of comparison, the following is the equivalent milligram dosage of the various glucocorticoids:\n                  \n                  \n                     \n                     \n                     \n                        \n                           \n                              Cortisone, 25\n                           \n                           \n                              Triamcinolone, 4\n                           \n                        \n                        \n                           \n                              Hydrocortisone, 20\n                           \n                           \n                              Paramethasone, 2\n                           \n                        \n                        \n                           \n                              Prednisolone, 5\n                           \n                           \n                              Betamethasone, 0.75\n                           \n                        \n                        \n                           \n                              Prednisone, 5\n                           \n                           \n                              Dexamethasone, 0.75\n                           \n                        \n                        \n                           \n                              Methylprednisolone, 4\n                           \n                           \n                        \n                     \n                  \n                  \n                  \n                     These dose relationships apply only to oral or intravenous administration of these compounds. When these substances or their derivatives are injected intramuscularly or into joint spaces, their relative properties may be greatly altered.",
    "warningsAndPrecautions": "Methylprednisolone Sodium Succinate for Injection, USP is available in the following packages:\n                  125 mg (Single-Dose Vial)\n                  \n                  NDC: 70518-4345-00\n                  NDC: 70518-4345-01\n                  PACKAGING: 25 in 1 CARTON\n                  PACKAGING: 1 in 1 VIAL SINGLE DOSE\n                  \n                  Protect from light.\n                  Store unreconstituted product at controlled room temperature 20° to 25°C (68° to 77°F) [see USP].\n                  Store reconstituted solution (not further diluted) at controlled room temperature 20° to 25°C (68° to 77°F) [see USP], and use it within 48 hours.\n                  \n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Methylprednisolone Sodium Succinate Sterile Powder is contraindicated:\n                  \n                     in systemic fungal infections and patients with known hypersensitivity to the product and its constituents; The methylprednisolone sodium succinate for injection 40 mg presentation includes lactose monohydrate produced from cow’s milk. This presentation is therefore contraindicated in patients with a known or suspected hypersensitivity to cow’s milk or its components or other dairy products because it may contain trace amounts of milk ingredients.\n                     for intrathecal administration. Reports of severe medical events have been associated with this route of administration.\n                  \n                  Intramuscular corticosteroid preparations are contraindicated for idiopathic thrombocytopenic purpura.\n                  Additional contraindication for the use of Methylprednisolone Sodium Succinate Sterile Powder preserved with benzyl alcohol:\n                  Formulations preserved with benzyl alcohol are contraindicated for use in premature infants (see\n \n  \n                        WARNINGS\n                     and\n \n  \n                        PRECAUTIONS, Pediatric Use\n                     ).",
    "ingredients": [
        {
            "name": "SODIUM PHOSPHATE, MONOBASIC, ANHYDROUS",
            "code": "KH7I04HPUU"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC",
            "code": "GR686LBA74"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "METHYLPREDNISOLONE SODIUM SUCCINATE",
            "code": "LEC9GKY20K"
        }
    ],
    "organization": "REMEDYREPACK INC.",
    "name": "Methylprednisolone Sodium Succinate",
    "effectiveTime": "20250527"
}