{
    "id": "36211861-77dc-0747-e063-6394a90a2f00",
    "indications": "Glipizide tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
    "contraindications": "There is no fixed dosage regimen for the management of diabetes mellitus with glipizide or any other hypoglycemic agent. In addition to the usual monitoring of urinary glucose, the patient's blood glucose must also be monitored periodically to determine the minimum effective dose for the patient; to detect primary failure, i.e., inadequate lowering of blood glucose at the maximum recommended dose of medication; and to detect secondary failure, i.e., loss of an adequate blood-glucose-lowering response after an initial period of effectiveness. Glycosylated hemoglobin levels may also be of value in monitoring the patient's response to therapy.\n                  Short-term administration of glipizide may be sufficient during periods of transient loss of control in patients usually controlled well on diet.\n                  \n                   In general, glipizide tablets should be given approximately 30 minutes before a meal to achieve the greatest reduction in postprandial hyperglycemia.",
    "warningsAndPrecautions": "Glipizide Tablets, USP are supplied as white to off-white, round, scored tablets, imprinted as follows: 5 mg- “APO” on the side and “GLP” over bisect “5” on the other side; 10 mg- “APO” on one side and “GLP” over bisect “10” on the other side.\n                  \n                  NDC: 70518-0104-00\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  Store at 20˚C to 25˚C (68˚F to 77˚F) [see USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container [see USP].\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Glipizide is contraindicated in patients with:\n                  1. Known hypersensitivity to the drug.  \n                  2.  Type 1 diabetes mellitus, diabetic ketoacidosis, with or without coma. This condition should be treated with insulin.",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "GLIPIZIDE",
            "code": "X7WDT95N5C"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        }
    ],
    "organization": "REMEDYREPACK INC.",
    "name": "Glipizide",
    "effectiveTime": "20250527"
}