{
    "root": "36225947-6f14-8e40-e063-6394a90a8b8a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Phenytoin Sodium",
    "value": "20250527",
    "ingredients": [
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "BUTYLPARABEN",
            "code": "3QPI1U3FV8"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "EDETATE CALCIUM DISODIUM",
            "code": "25IH6R4SGF"
        },
        {
            "name": "FD&C RED NO. 3",
            "code": "PN2ZH5LOQY"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "SODIUM PROPIONATE",
            "code": "DK6Y9P42IN"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "PHENYTOIN SODIUM",
            "code": "4182431BJH"
        }
    ],
    "indications": "Extended phenytoin sodium capsules are indicated for the treatment of tonic-clonic (grand mal) and psychomotor (temporal lobe) seizures and prevention and treatment of seizures occurring during or following neurosurgery.",
    "contraindications": "Adult starting dose in patients who have received no previous treatment is one 100 mg extended phenytoin sodium capsule three times a day, with dose adjustments as necessary. For most adults, the satisfactory maintenance dose will be one capsule three to four times a day. An increase, up to two capsules three times a day may be made, if necessary. ( 2.1 ) Adult once-a-day dose: If seizure control is established with divided doses of three 100 mg extended phenytoin sodium capsules daily, once-a-day dosage with 300 mg extended phenytoin sodium capsules may be considered. ( 2.1 ) Adult loading dose: reserved for patients in a clinic or hospital setting who require rapid steady-state serum levels and where intravenous administration is not desired. Refer to full prescribing information. ( 2.1 ) Pediatric starting dose is 5 mg/kg/day in two to three equally divided doses, with dosage adjustments as necessary, up to a maximum of 300 mg daily. Maintenance dosage is 4 mg/kg/day to 8 mg/kg/day. ( 2.2 ) Serum blood level determinations may be necessary for optimal dosage adjustments—the clinically effective serum total concentration is 10 mcg/mL to 20 mcg/mL (unbound phenytoin concentration is 1 mcg/mL to 2 mcg/mL). ( 2.3 )",
    "warningsAndPrecautions": "Extended Phenytoin Sodium Capsules USP, 100 mg are hard gelatin capsules No. 3 with an opaque orange body and cap, imprinted \"TARO PHN 100\" in black ink. They are available in:\n                  \n                  NDC: 70518-0107-00\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  \n                  Store at 20° to 25°C (68° to 77°F)[see USP Controlled Room Temperature]. Preserve in tight, light-resistant containers. Protect from moisture.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Extended phenytoin sodium capsules are contraindicated in patients with:\n                  \n                     A history of hypersensitivity to phenytoin, its inactive ingredients, or other hydantoins\n  \n   [see\n   \n    Warnings and Precautions (5.5)]\n  \n   . Reactions have included angioedema.\n \n  \n                     A history of prior acute hepatotoxicity attributable to phenytoin\n  \n   [see\n   \n    Warnings and Precautions (5.8)].\n  \n   \n                     \n                     Coadministration with delavirdine because of the potential for loss of virologic response and possible resistance to delavirdine or to the class of non-nucleoside reverse transcriptase inhibitors."
}