{
    "id": "3623240f-a96e-d97b-e063-6394a90a9ab6",
    "indications": "Diazepam tablets are indicated for the management of anxiety disorders or for the short-term relief of the symptoms of anxiety. Anxiety or tension associated with the stress of everyday life usually does not require treatment with an anxiolytic.\n                  In acute alcohol withdrawal, diazepam tablets may be useful in the symptomatic relief of acute agitation, tremor, impending or acute delirium tremens and hallucinosis.\n                  Diazepam is a useful adjunct for the relief of skeletal muscle spasm due to reflex spasm to local pathology (such as inflammation of the muscles or joints, or secondary to trauma), spasticity caused by upper motor neuron disorders (such as cerebral palsy and paraplegia), athetosis, and stiff-man syndrome.\n                  Oral diazepam may be used adjunctively in convulsive disorders, although it has not proved useful as the sole therapy.\n                  The effectiveness of diazepam in long-term use, that is, more than 4 months, has not been assessed by systematic clinical studies. The physician should periodically reassess the usefulness of the drug for the individual patient.",
    "contraindications": "Dosage should be individualized for maximum beneficial effect. While the usual daily dosages given below will meet the needs of most patients, there will be some who may require higher doses. In such cases, dosage should be increased cautiously to avoid adverse effects.\n                  \n                     \n                     \n                     \n                        \n                            \n    \n     \n                                 ADULTS:\n                              \n                           \n                            \n    \n     \n                                 USUAL DAILY DOSE:\n                              \n                           \n                        \n                        \n                            \n                            \n                        \n                        \n                            \n    \n     \n                                 Management of Anxiety Disorders and Relief of Symptoms of Anxiety.\n                              \n                           \n                            \n    \n     Depending upon severity of symptoms – 2 mg to 10 mg, 2 to 4 times daily\n                           \n                        \n                        \n                            \n                            \n                        \n                        \n                            \n    \n     \n                                 Symptomatic Relief in Acute Alcohol Withdrawal.\n                              \n                           \n                            \n    \n     10 mg, 3 or 4 times during the first 24 hours, reducing to 5 mg, 3 or 4 times daily as needed.\n                           \n                        \n                        \n                            \n                            \n                        \n                        \n                            \n    \n     \n                                 Adjunctively for Relief of Skeletal Muscle Spasm.\n                              \n                           \n                            \n    \n     2 mg to 10 mg, 3 or 4 times daily\n                           \n                        \n                        \n                            \n                            \n                        \n                        \n                            \n    \n     \n                                 Adjunctively in Convulsive Disorders.\n                              \n                           \n                            \n    \n     2 mg to 10 mg, 2 to 4 times daily\n                           \n                        \n                        \n                            \n                            \n                        \n                        \n                            \n    \n     \n                                 Geriatric Patients, or in the presence of debilitating disease.\n                              \n                           \n                            \n    \n     2 mg to 2.5 mg, 1 or 2 times daily initially; increase gradually as needed and tolerated.\n                           \n                        \n                        \n                            \n                            \n                        \n                        \n                            \n    \n     \n                                 PEDIATRIC PATIENTS:\n                              \n                           \n                            \n                        \n                        \n                            \n                            \n                        \n                        \n                            \n    \n     Because of varied responses to CNS-acting drugs, initiate therapy with lowest dose and increase as required. Not for use in pediatric patients under 6 months.\n                           \n                            \n    \n     1 mg to 2.5 mg, 3 or 4 times daily initially; increase gradually as needed and tolerated.",
    "warningsAndPrecautions": "Diazepam Tablets USP, 10 mg are available as light blue, round, flat face, beveled edge tablets, debossed “3927” and bisected on one side and “TEVA” on the other side, containing 10 mg of diazepam, USP.\n                  NDC: 70518-0162-00\n                  NDC: 70518-0162-01\n                  NDC: 70518-0162-02\n                  NDC: 70518-0162-03\n                  NDC: 70518-0162-04\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 100 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  PACKAGING: 2 in 1 BOTTLE PLASTIC\n                  PACKAGING: 30 in 1 BOTTLE PLASTIC\n                  \n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container as defined in the USP, with a child-resistant closure (as required).\n                  Keep this and all medications out of the reach of children.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Diazepam tablets are contraindicated in patients with a known hypersensitivity to diazepam and, because of lack of sufficient clinical experience, in pediatric patients under 6 months of age. Diazepam tablets are also contraindicated in patients with myasthenia gravis, severe respiratory insufficiency, severe hepatic insufficiency, and sleep apnea syndrome. They may be used in patients with open-angle glaucoma who are receiving appropriate therapy, but are contraindicated in acute narrow-angle glaucoma.",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "FD&C BLUE NO. 1 ALUMINUM LAKE",
            "code": "J9EQA3S2JM"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "DIAZEPAM",
            "code": "Q3JTX2Q7TU"
        }
    ],
    "organization": "REMEDYREPACK INC.",
    "name": "Diazepam",
    "effectiveTime": "20250527"
}