{
    "id": "3624fac4-47aa-b3c7-e063-6394a90ae96c",
    "indications": "Luizza 1/20 is indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception.\n                  Oral contraceptives are highly effective.\n \n  Table Ilists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates.\n\n \n                  \n                     TABLE I: LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD\n                     \n                     \n                     \n                     \n                        \n                           Adapted from RA Hatcher et al, Reference 7.\n                        \n                     \n                     \n                        \n                           \n                              \n                                 % Of Women Experiencing an Unintended Pregnancy\n                                 \n                                 in the First Year of Continuous Use\n                              \n                           \n                        \n                        \n                           \n                              \n                                 Method\n                              \n                           \n                           \n                              \n                                 Lowest Expected\n                                 The authors' best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason.\n                              \n                           \n                           \n                              \n                                 Typical\n                                 This term represents \"typical\" couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason.\n                              \n                           \n                        \n                        \n                           \n                              (No contraception) \n                           \n                           \n                              (85)\n                           \n                           \n                              (85)\n                           \n                        \n                        \n                           \n                              Oral contraceptives \n                           \n                           \n                               \n                           \n                           \n                              3\n                           \n                        \n                        \n                           \n                                    Combined \n                           \n                           \n                              0.1\n                           \n                           \n                              N/A \n     \n      N/A - Data not available.\n                              \n                           \n                        \n                        \n                           \n                                    progestin only \n                           \n                           \n                              0.5\n                           \n                           \n                              N/A \n     \n      \n                              \n                           \n                        \n                        \n                           \n                              Diaphragm with spermicidal cream or jelly \n                           \n                           \n                              6\n                           \n                           \n                              20\n                           \n                        \n                        \n                           \n                              Spermicides alone (foam, creams, gels, vaginal  \n              suppositories, and vaginal film) \n     \n                           \n                           \n                              6 \n      \n                              \n                           \n                           \n                              26 \n      \n                              \n                           \n                        \n                        \n                           \n                              Vaginal Sponge\n                           \n                           \n                               \n                           \n                           \n                               \n                           \n                        \n                        \n                           \n                                    nulliparous \n                           \n                           \n                              9\n                           \n                           \n                              20\n                           \n                        \n                        \n                           \n                                    Parous\n                           \n                           \n                              20\n                           \n                           \n                              40\n                           \n                        \n                        \n                           \n                              Implant \n                           \n                           \n                              0.05\n                           \n                           \n                              0.05\n                           \n                        \n                        \n                           \n                              Injection: depot medroxyprogesterone acetate \n                           \n                           \n                              0.3\n                           \n                           \n                              0.3\n                           \n                        \n                        \n                           \n                              IUD\n                           \n                           \n                               \n                           \n                           \n                               \n                           \n                        \n                        \n                           \n                                    progesterone T \n                           \n                           \n                              1.5\n                           \n                           \n                              2.0\n                           \n                        \n                        \n                           \n                                    copper T 380A \n                           \n                           \n                              0.6\n                           \n                           \n                              0.8\n                           \n                        \n                        \n                           \n                                    LNg 20 \n                           \n                           \n                              0.1\n                           \n                           \n                              0.1\n                           \n                        \n                        \n                           \n                              Condom without spermicides\n                           \n                           \n                               \n                           \n                           \n                               \n                           \n                        \n                        \n                           \n                                    female \n                           \n                           \n                              5\n                           \n                           \n                              21\n                           \n                        \n                        \n                           \n                                    male \n                           \n                           \n                              3\n                           \n                           \n                              14\n                           \n                        \n                        \n                           \n                              Cervical Cap with spermicidal cream or jelly\n                           \n                           \n                               \n                           \n                           \n                               \n                           \n                        \n                        \n                           \n                                    nulliparous \n                           \n                           \n                              9\n                           \n                           \n                              20\n                           \n                        \n                        \n                           \n                                    parous \n                           \n                           \n                              26\n                           \n                           \n                              40\n                           \n                        \n                        \n                           \n                              Periodic abstinence (all methods) \n                           \n                           \n                              1 to 9\n                           \n                           \n                              25\n                           \n                        \n                        \n                           \n                              Withdrawal \n                           \n                           \n                              4\n                           \n                           \n                              19\n                           \n                        \n                        \n                           \n                              Female sterilization \n                           \n                           \n                              0.5\n                           \n                           \n                              0.5\n                           \n                        \n                        \n                           \n                              Male sterilization \n                           \n                           \n                              0.10\n                           \n                           \n                              0.15",
    "contraindications": "The tablet blister pack has been designed to make oral contraceptive dosing as easy and as convenient as possible. The tablets are arranged in three rows of seven tablets each, with the days of the week appearing on the tablet blister above the first row of tablets.\n                  \n                     Note:Each blister card has been preprinted with the days of the week, starting with Sunday, to facilitate a Sunday-Start regimen. Six different day label strips have been provided with the Detailed Patient & Brief Summary Patient Package Insert in order to accommodate a Day-1 Start regimen. If the patient is using the Day-1 Start regimen, she should place the self-adhesive day label strip that corresponds to her starting day over the preprinted days.\n\n \n                  \n                     Important:The patient should be instructed to use an additional method of protection until after the first week of administration in the initial cycle when utilizing the Sunday-Start regimen.\n\n \n                  The possibility of ovulation and conception prior to initiation of use should be considered.\n                  \n                     Dosage and Administration for 21-Day Dosage Regimen\n                  \n                  To achieve maximum contraceptive effectiveness, Luizza 1/20 must be taken exactly as directed and at intervals not exceeding 24 hours. Luizza 1/20 provides the patient with a convenient tablet schedule of “3 weeks on - 1 week off.” Two dosage regimens are described, one of which may be more convenient or suitable than the other for an individual patient. For the initial cycle of therapy, the patient begins her tablets according to the Day-1 Start or Sunday-Start regimen. With either regimen, the patient takes one tablet daily for 21 consecutive days followed by one week of no tablets.\n                  \n                     A. Sunday-Start Regimen:The patient begins taking tablets from the top row on the first Sunday after menstrual flow begins.  When menstrual flow begins on Sunday, the first tablet is taken on the same day. The last tablet in the blister pack will then be taken on a Saturday, followed by no tablets for a week (7 days). For all subsequent cycles, the patient then begins a new 21-tablet regimen on the eighth day, Sunday, after taking her last tablet. Following this regimen, of 21 days on – 7 days off, the patient will start all subsequent cycles on a Sunday.\n\n \n                  \n                     B. Day-1 Start Regimen:The first day of menstrual flow is Day 1. The patient places the self-adhesive day label strip that corresponds to her starting day over the preprinted days on the blister pack. She starts taking one tablet daily, beginning with the first tablet in the top row. The patient completes her 21-tablet regimen when she has taken the last tablet in the tablet blister pack. She will then take no tablets for a week (7 days). For all subsequent cycles, the patient begins a new 21-tablet regimen on the eighth day after taking her last tablet, again starting with the first tablet in the top row after placing the appropriate day label strip over the preprinted days on the tablet blister pack. Following this regimen of 21 days on – 7 days off, the patient will start all subsequent cycles on the same day of the week as the first course. Likewise, the interval of no tablets will always start on the same day of the week.\n\n \n                  Tablets should be taken regularly with a meal or at bedtime.  It should be stressed that efficacy of medication depends on strict adherence to the dosage schedule.\n                  \n                     Special Notes on Administration\n                  \n                  Menstruation usually begins two or three days, but may begin as late as the fourth or fifth day, after discontinuing medication.  If spotting occurs while on the usual regimen of one tablet daily, the patient should continue medication without interruption.\n                  If the patient forgets to take one or more tablets, the following is suggested:\n                  \n                     Onetablet is missed\n\n \n                  \n                     \n                        take tablet as soon as remembered\n                     \n                     \n                        take next tablet at the regular time\n                     \n                  \n                  \n                     Twoconsecutive tablets are missed (week 1 or week 2)\n\n \n                  \n                     \n                        take\n   \n    twotablets as soon as remembered\n  \n   \n                     \n                     \n                        take\n   \n    twotablets the next day\n  \n   \n                     \n                     \n                        use another birth control method for seven days following the missed tablets\n                     \n                  \n                  \n                     Twoconsecutive tablets are missed (week 3)\n\n \n                  \n                     Sunday-Start Regimen:\n                  \n                  \n                     \n                        take\n   \n    onetablet daily until Sunday\n  \n   \n                     \n                     \n                        discard remaining tablets\n                     \n                     \n                        start new pack of tablets immediately (Sunday)\n                     \n                     \n                        use another birth control method for seven days following the missed tablets\n                     \n                  \n                  \n                     Day-1 Start Regimen:\n                  \n                  \n                     \n                        discard remaining tablets\n                     \n                     \n                        start new pack of tablets that same day\n                     \n                     \n                        use another birth control method for seven days following the missed tablets\n                     \n                  \n                  \n                     Three(or more) consecutive tablets are missed\n\n \n                  \n                     Sunday-Start Regimen:\n                  \n                  \n                     \n                        take\n   \n    onetablet daily until Sunday\n  \n   \n                     \n                     \n                        discard remaining tablets\n                     \n                     \n                        start new pack of tablets immediately (Sunday)\n                     \n                     \n                        use another birth control method for seven days following the missed tablets\n                     \n                  \n                  \n                     Day-1 Start Regimen:\n                  \n                  \n                     \n                        discard remaining tablets\n                     \n                     \n                        start new pack of tablets that same day\n                     \n                     \n                        use another birth control method for seven days following the missed tablets\n                     \n                  \n                  The possibility of ovulation occurring increases with each successive day that scheduled tablets are missed.  While there is little likelihood of ovulation occurring if only one tablet is missed, the possibility of spotting or bleeding is increased.  This is particularly likely to occur if two or more consecutive tablets are missed.\n                  In the rare case of bleeding which resembles menstruation, the patient should be advised to discontinue medication and then begin taking tablets from a new tablet blister pack on the next Sunday or the first day (Day-1), depending on her regimen.  Persistent bleeding which is not controlled by this method indicates the need for reexamination of the patient, at which time nonfunctional causes should be considered.\n                  \n                     Use of Oral Contraceptives in the Event of a Missed Menstrual Period\n                  \n                  \n                     \n                        If the patient has not adhered to the prescribed dosage regimen, the possibility of pregnancy should be considered after the first missed period and oral contraceptives should be withheld until pregnancy has been ruled out.\n                     \n                     \n                        If the patient has adhered to the prescribed regimen and misses two consecutive periods, pregnancy should be ruled out before continuing the contraceptive regimen.\n                     \n                  \n                  After several months on treatment, bleeding may be reduced to a point of virtual absence. This reduced flow may occur as a result of medication, in which event it is not indicative of pregnancy.",
    "warningsAndPrecautions": "Luizza 1/20 (Norethindrone Acetate and Ethinyl Estradiol Tablets USP, 1 mg/20 mcg) is packaged in cartons (70700-313-79) of 3 pouches; each pouch (NDC 70700-313-78) contains a blister pack of 21 tablets. Each blister pack contains 21 white to off-white, round, flat-faced, unscored tablet debossed with\n \n  239on one side and plain on the other side.\n\n \n                  \n                     Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]",
    "adverseReactions": "Oral contraceptives are contraindicated in women who currently have the following conditions:\n                  \n                     \n                        Thrombophlebitis or thromboembolic disorders\n                     \n                     \n                        A past history of deep vein thrombophlebitis or thromboembolic disorders\n                     \n                     \n                        Cerebral vascular or coronary artery disease\n                     \n                     \n                        Current diagnosis of, or history of, breast cancer, which may be hormone sensitive\n                     \n                     \n                        Carcinoma of the endometrium or other known or suspected estrogen-dependent neoplasia\n                     \n                     \n                        Undiagnosed abnormal genital bleeding\n                     \n                     \n                        Cholestatic jaundice of pregnancy or jaundice with prior pill use\n                     \n                     \n                        Hepatic adenomas or carcinomas\n                     \n                     \n                        Are receiving Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations (see\n   \n    \n                              Warnings, RISK OF LIVER ENZYME ELEVATIONS WITH CONCOMITANT HEPATITIS C TREATMENT\n                           ).",
    "ingredients": [
        {
            "name": ".ALPHA.-TOCOPHEROL, DL-",
            "code": "7QWA1RIO01"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POVIDONE K25",
            "code": "K0KQV10C35"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "ETHINYL ESTRADIOL",
            "code": "423D2T571U"
        },
        {
            "name": "NORETHINDRONE ACETATE",
            "code": "9S44LIC7OJ"
        }
    ],
    "organization": "Xiromed, LLC",
    "name": "LUIZZA 1/20",
    "effectiveTime": "20250421"
}