{
    "root": "36368460-9830-5ffa-e063-6394a90adf19",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Warfarin Sodium",
    "value": "20250528",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "FD&C BLUE NO. 2--ALUMINUM LAKE",
            "code": "4AQJ3LG584"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "WARFARIN SODIUM",
            "code": "6153CWM0CL"
        }
    ],
    "indications": "Warfarin sodium tablets are indicated for:\n                  \n                     Prophylaxis and treatment of venous thrombosis and its extension, pulmonary embolism (PE).\n                     Prophylaxis and treatment of thromboembolic complications associated with atrial fibrillation (AF) and/or cardiac valve replacement.\n                     Reduction in the risk of death, recurrent myocardial infarction (MI), and thromboembolic events such as stroke or systemic embolization after myocardial infarction.\n                  \n                  \n                     Limitations of Use\n                  \n                  Warfarin sodium tablets have no direct effect on an established thrombus, nor does it reverse ischemic tissue damage. Once a thrombus has occurred, however, the goals of anticoagulant treatment are to prevent further extension of the formed clot and to prevent secondary thromboembolic complications that may result in serious and possibly fatal sequelae.",
    "contraindications": "Individualize dosing regimen for each patient, and adjust based on INR response. ( 2.1 , 2.2 ) Knowledge of genotype can inform initial dose selection. ( 2.3 ) Monitoring: Obtain daily INR determinations upon initiation until stable in the therapeutic range. Obtain subsequent INR determinations every 1 to 4 weeks. ( 2.4 ) Review conversion instructions from other anticoagulants. ( 2.8 )",
    "warningsAndPrecautions": "Warfarin sodium tablets USP, 2 mg are available as lavender, capsule-shaped, biconvex scored tablets, debossed with TV/2 on the scored side and 1713 on the other side containing 2 mg warfarin sodium, USP, packaged in\n                  NDC: 70518-0255-00\n                  NDC: 70518-0255-01\n                  PACKAGING: 30 in 1 BLISTER PACK\n                  PACKAGING: 30 in 1 BOTTLE PLASTIC\n                  \n                  Dispense in a tight, light-resistant container as defined in the USP, with a child-resistant closure (as required).\n                  Protect from light. Keep tightly closed.\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  Special Handling\n                  Procedures for proper handling and disposal of potentially hazardous drugs should be considered. Guidelines on this subject have been published [see References (15)].\n                  Pharmacy and clinical personnel who are pregnant should avoid exposure to crushed or broken tablets [see Use in Specific Populations (8.1)].\n                  KEEP THIS AND ALL MEDICATIONS OUT OF THE REACH OF CHILDREN.\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Warfarin sodium is contraindicated in:\n                  \n                     Pregnancy\n                  \n                  Warfarin sodium is contraindicated in women who are pregnant except in pregnant women with mechanical heart valves, who are at high risk of thromboembolism \n       \n \n  [see Warnings and Precautions (\n        \n  \n   5.7) and Use in Specific Populations (\n        \n  \n   8.1)]\n       \n \n  . Warfarin sodium can cause fetal harm when administered to a pregnant woman. Warfarin sodium exposure during pregnancy causes a recognized pattern of major congenital malformations (warfarin embryopathy and fetotoxicity), fatal fetal hemorrhage, and an increased risk of spontaneous abortion and fetal mortality. If warfarin sodium is used during pregnancy or if the patient becomes pregnant while taking this drug, the patient should be apprised of the potential hazard to a fetus \n       \n \n  [see Use in Specific Populations (\n        \n  \n   8.1)]\n       \n \n  . \n      \n\n \n                  Warfarin sodium is contraindicated in patients with:\n                  \n                     Hemorrhagic tendencies or blood dyscrasias \n                     Recent or contemplated surgery of the central nervous system or eye, or traumatic surgery resulting in large open surfaces \n        \n  \n   [see Warnings and Precautions (\n         \n   \n    5.8)]\n        \n  \n   \n                     \n                     Bleeding tendencies associated with:\n        \n  \n   − Active ulceration or overt bleeding of the gastrointestinal, genitourinary, or respiratory tract \n        \n  \n   − Central nervous system hemorrhage \n        \n  \n   − Cerebral aneurysms, dissecting aorta \n        \n  \n   − Pericarditis and pericardial effusions \n        \n  \n   − Bacterial endocarditis \n       \n \n  \n                     Threatened abortion, eclampsia, and preeclampsia \n                     Unsupervised patients with conditions associated with potential high level of non-compliance \n                     Spinal puncture and other diagnostic or therapeutic procedures with potential for uncontrollable bleeding \n                     Hypersensitivity to warfarin or to any other components of this product (e.g., anaphylaxis) \n        \n  \n   [see Adverse Reactions (\n         \n   \n    6)] \n        \n  \n   \n                     \n                     Major regional or lumbar block anesthesia \n                     Malignant hypertension"
}