{
    "id": "36371828-2211-efa0-e063-6294a90a7826",
    "indications": "ZITHROMAX (azithromycin) is a macrolide antibacterial drug indicated for the treatment of patients with mild to moderate infections caused by susceptible strains of the designated microorganisms in the specific conditions listed below. Recommended dosages and durations of therapy in adult and pediatric patient populations vary in these indications.\n \n  [see\n  \n   Dosage and Administration (2)]",
    "contraindications": "Adult Patients ( 2.1 ) Infection Recommended Dose/Duration of Therapy Community-acquired pneumonia (mild severity) Pharyngitis/tonsillitis (second-line therapy) Skin/skin structure (uncomplicated) 500 mg as a single dose on Day 1, followed by 250 mg once daily on Days 2 through 5. Acute bacterial exacerbations of chronic bronchitis (mild to moderate) 500 mg as a single dose on Day 1, followed by 250 mg once daily on Days 2 through 5 or 500 mg once daily for 3 days. Acute bacterial sinusitis 500 mg once daily for 3 days. Genital ulcer disease (chancroid) Non-gonococcal urethritis and cervicitis One single 1 gram dose. Gonococcal urethritis and cervicitis One single 2 gram dose. Pediatric Patients ( 2.2 ) Infection Recommended Dose/Duration of Therapy Acute otitis media (6 months of age and older) 30 mg/kg as a single dose or 10 mg/kg once daily for 3 days or 10 mg/kg as a single dose on Day 1 followed by 5 mg/kg/day on Days 2 through 5. Acute bacterial sinusitis (6 months of age and older) 10 mg/kg once daily for 3 days. Community-acquired pneumonia (6 months of age and older) 10 mg/kg as a single dose on Day 1 followed by 5 mg/kg once daily on Days 2 through 5. Pharyngitis/tonsillitis (2 years of age and older) 12 mg/kg once daily for 5 days.",
    "warningsAndPrecautions": "ZITHROMAX is supplied in the following strengths and package configurations:\n                  500 mg\n                  (containing azithromycin dihydrate equivalent to 500 mg of azithromycin)\n                  Tablet color/shape: Pink modified capsular shaped, engraved, film coated\n                  Tablet Markings: Engraved with \"Pfizer\" on one side and \"ZTM500\" on the other\n                  NDC: 70518-0336-00\n                  NDC: 70518-0336-01\n                  NDC: 70518-0336-02\n                  NDC: 70518-0336-03\n                  NDC: 70518-0336-04\n                  PACKAGING: 2 in 1 BOTTLE PLASTIC\n                  PACKAGING: 4 in 1 BOTTLE PLASTIC\n                  PACKAGING: 2 in 1 BOX\n                  PACKAGING: 1 in 1 POUCH\n                  PACKAGING: 5 in 1 BOTTLE PLASTIC\n                  \n                  \n                  ZITHROMAX tablets should be stored between 15째 to 30째C (59째 to 86째F).\n                  \n                  Repackaged and Distributed By:\n                  Remedy Repack, Inc.\n                  625 Kolter Dr. Suite #4 Indiana, PA 1-724-465-8762",
    "adverseReactions": "Patients with known hypersensitivity to azithromycin, erythromycin, any macrolide or ketolide drug. ( 4.1 ) Patients with a history of cholestatic jaundice/hepatic dysfunction associated with prior use of azithromycin. ( 4.2 )",
    "ingredients": [
        {
            "name": "ANHYDROUS DIBASIC CALCIUM PHOSPHATE",
            "code": "L11K75P92J"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "LACTOSE, UNSPECIFIED FORM",
            "code": "J2B2A4N98G"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        },
        {
            "name": "D&C RED NO. 30",
            "code": "2S42T2808B"
        },
        {
            "name": "ALUMINUM OXIDE",
            "code": "LMI26O6933"
        },
        {
            "name": "AZITHROMYCIN DIHYDRATE",
            "code": "5FD1131I7S"
        }
    ],
    "organization": "REMEDYREPACK INC.",
    "name": "Zithromax",
    "effectiveTime": "20250528"
}