{
    "root": "365e9599-e9de-42c8-89c2-1c9ee024a4c1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Tramadol Hydrochloride and Acetaminophen",
    "value": "20250523",
    "ingredients": [
        {
            "name": "TRAMADOL HYDROCHLORIDE",
            "code": "9N7R477WCK"
        },
        {
            "name": "ACETAMINOPHEN",
            "code": "362O9ITL9D"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "HYPROMELLOSE 2910 (3 MPA.S)",
            "code": "0VUT3PMY82"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        }
    ],
    "indications": "Tramadol hydrochloride and acetaminophen tablets are indicated for the management of acute pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate.\n                  \n                  \n                     Limitations of Use:\n                  \n                  \n                  Tramadol hydrochloride and acetaminophen tablets are indicated for short-term use of five days or less.\n                      Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dosage or  duration [see Warnings and Precautions (5.1)], reserve tramadol hydrochloride and acetaminophen tablets for use in patients for whom alternative treatment options (e.g., non-opioid analgesics):\n                  \n                     Have not been tolerated or are not expected to be tolerated,\n                     Have not provided adequate analgesia or are not expected to provide adequate analgesia.\n                  \n                  Tramadol hydrochloride and acetaminophen tablets should not be used for an extended period of time.",
    "contraindications": "Discuss availability of naloxone with the patient and caregiver and assess each patient’s need for access to naloxone, both when initiating and renewing treatment with tramadol hydrochloride and acetaminophen. Consider prescribing naloxone based on the patient’s risk factors for overdose ( 2.2 , 5.1 , 5.2 , 5.3 ). Do not use with other acetaminophen- or tramadol-containing products. ( 2 , 5.20 ) Tramadol hydrochloride and acetaminophen tablets should be prescribed only by healthcare professionals who are knowledgeable about the use of opioids and how to mitigate the associated risks. ( 2.1 ) Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals. Reserve titration to higher doses of tramadol hydrochloride and acetaminophen tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. ( 2.1 , 5 ) Many acute pain conditions (e.g., the pain that occurs with a number of surgical procedures or acute musculoskeletal injuries) require no more than a few days of an opioid analgesic. Clinical guidelines on opioid prescribing for some acute pain conditions are available. ( 2.1 ) Initiate the dosing regimen for each patient individually, taking into account the patient’s underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse. ( 2.1 , 5.1 ) Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with tramadol hydrochloride and acetaminophen tablets. Consider this risk when selecting an initial dose and when making dose adjustments. ( 2.1 , 5.2 ) Severe Renal Impairment : Do not exceed 2 tablets every 12 hours. ( 2.4 ) Do not abruptly discontinue tramadol hydrochloride and acetaminophen in a physically dependent patient because rapid discontinuation of opioid analgesics has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. ( 2.5 ) Initiate treatment with in a dosing range of two tablets every 4 to 6 as needed for pain, and at the lowest dosage necessary to achieve adequate analgesia. Titrate the dosage based upon the individual patient’s response to their initial dose of tramadol hydrochloride and acetaminophen tablets; maximum of 8 tablets per day ( 2.3 , 5 )",
    "warningsAndPrecautions": "Tramadol Hydrochloride and Acetaminophen Tablets USP containing 37.5 mg of tramadol hydrochloride USP and 325 mg of acetaminophen USP are light yellow, capsule shaped, biconvex film-coated tablets debossed with “I90” on one side and plain on the other side.\n                  NDC: 72162-2510-1: 100 Tablets in a BOTTLE\n                  Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].\n                  Dispense in a tight container.\n                  Store tramadol hydrochloride and acetaminophen tablets USP securely and dispose of properly [see Patient Counseling Information (17)].\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Tramadol hydrochloride and acetaminophen tablets are contraindicated for:\n                  \n                     all children younger than 12 years of age [see Warnings and Precautions (5.6)]\n                     \n                     post-operative management in children younger than 18 years of age following tonsillectomy and/or adenoidectomy [see Warnings and Precautions (5.6)]. \n                  \n                  Tramadol hydrochloride and acetaminophen tablets are also contraindicated in patients with:\n                  \n                     Significant respiratory depression [see Warnings and Precautions (5.2)].\n                     Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see Warnings and Precautions (5.13)].\n                     Patients with known or suspected gastrointestinal obstruction, including paralytic ileus [see Warnings and Precautions (5.18)].\n                     Previous hypersensitivity to tramadol, acetaminophen, any other component of this product, or opioids [see Warnings and Precautions (5.19)].\n                     Concurrent use of monoamine oxidase inhibitors (MAOIs) or use within the last 14 days [see Drug Interactions (7)]\n                        ."
}