{
    "root": "3694ae00-3004-4b56-a2ff-c280fe67b7a7",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Avalide",
    "value": "20250225",
    "ingredients": [
        {
            "name": "IRBESARTAN",
            "code": "J0E2756Z7N"
        },
        {
            "name": "HYDROCHLOROTHIAZIDE",
            "code": "0J48LPH2TH"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "CARNAUBA WAX",
            "code": "R12CBM0EIZ"
        }
    ],
    "indications": "AVALIDE® (irbesartan and hydrochlorothiazide) tablets are indicated for the treatment of hypertension.\n                  AVALIDE may be used in patients whose blood pressure is not adequately controlled on monotherapy.\n                  AVALIDE may also be used as initial therapy in patients who are likely to need multiple drugs to achieve their blood pressure goals.\n                  The choice of AVALIDE as initial therapy for hypertension should be based on an assessment of potential benefits and risks.\n                  Patients with stage 2 (moderate or severe) hypertension are at relatively high risk for cardiovascular events (such as strokes, heart attacks, and heart failure), kidney failure, and vision problems, so prompt treatment is clinically relevant. The decision to use a combination as initial therapy should be individualized and may be shaped by considerations such as the baseline blood pressure, the target goal, and the incremental likelihood of achieving goal with a combination compared with monotherapy.\n                  Data from Studies V and VI [see Clinical Studies (14.2)] provide estimates of the probability of reaching a blood pressure goal with AVALIDE compared to irbesartan or hydrochlorothiazide (HCTZ) monotherapy. The relationship between baseline blood pressure and achievement of a SeSBP <140 or <130 mmHg or SeDBP <90 or <80 mmHg in patients treated with AVALIDE compared to patients treated with irbesartan or HCTZ monotherapy are shown in Figures 1a through 2b.\n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                           \n                           \n                              \n                           \n                        \n                        \n                           Figure 1a: Probability of Achieving SBP <140 mmHg in Patients from Initial Therapy Studies V (Week 8) and VI (Week 7)For all probability curves, patients without blood pressure measurements at Week 7 (Study VI) and Week 8 (Study V) were counted as not reaching goal (intent-to-treat analysis).\n                           \n                           Figure 1b: Probability of Achieving SBP <130 mmHg in Patients from Initial Therapy Studies V (Week 8) and VI (Week 7)\n                           \n                        \n                        \n                           \n                              \n                           \n                           \n                              \n                           \n                        \n                        \n                           Figure 2a: Probability of Achieving DBP <90 mmHg in Patients from Initial Therapy Studies V (Week 8) and VI (Week 7)\n                           \n                           Figure 2b: Probability of Achieving DBP <80 mmHg in Patients from Initial Therapy Studies V (Week 8) and VI (Week 7)\n                           \n                        \n                     \n                  \n                  The above graphs provide a rough approximation of the likelihood of reaching a targeted blood pressure goal (e.g., Week 8 sitting systolic blood pressure ≤140 mmHg) for the treatment groups. The curve of each treatment group in each study was estimated by logistic regression modeling from all available data of that treatment group. The estimated likelihood at the right tail of each curve is less reliable due to small numbers of subjects with high baseline blood pressures.\n                  For example, a patient with a blood pressure of 180/105 mmHg has about a 25% likelihood of achieving a goal of <140 mmHg (systolic) and 50% likelihood of achieving <90 mmHg (diastolic) on irbesartan alone (and lower still likelihoods on HCTZ alone).\n                  The likelihood of achieving these goals on AVALIDE rises to about 40% (systolic) or 70% (diastolic).",
    "contraindications": "General Considerations Maximum effects within 2 to 4 weeks after dose change. ( 2.1 ) Renal impairment: Not recommended for patients with severe renal impairment (creatinine clearance <30 mL/min). ( 2.1 , 5.8 ) Hypertension Initiate with 150/12.5 mg. Titrate to 300/12.5 mg then 300/25 mg if needed. ( 2.2 ) Replacement therapy: May be substituted for titrated components. ( 2.3 )",
    "warningsAndPrecautions": null,
    "adverseReactions": "AVALIDE is contraindicated in patients who are hypersensitive to any component of this product.\n                     Because of the hydrochlorothiazide component, this product is contraindicated in patients with anuria or hypersensitivity to other sulfonamide-derived drugs.\n                     Do not coadminister aliskiren with AVALIDE in patients with diabetes [see \t\t\t\t\t\t\t\t\tDrug Interactions (7)]."
}