{
    "id": "370c543f-fc34-4fff-804c-3b990de04588",
    "indications": "Guanfacine tablets are indicated in the management of hypertension. Guanfacine may be given alone or in combination with other antihypertensive agents, especially thiazide-type diuretics.",
    "contraindications": "The recommended initial dose of guanfacine tablets when given alone or in combination with another antihypertensive drug is 1 mg daily given at bedtime to minimize somnolence. If after 3 to 4 weeks of therapy 1 mg does not give a satisfactory result, a dose of 2 mg may be given, although most of the effect of guanfacine is seen at 1 mg (see \n                        CLINICAL PHARMACOLOGY\n                     ). Higher daily doses have been used, but adverse reactions increase significantly with doses above 3 mg/day.\n                  The frequency of rebound hypertension is low, but it can occur. When rebound occurs, it does so after 2 to 4 days, which is delayed compared with clonidine hydrochloride. This is consistent with the longer half-life of guanfacine. In most cases, after abrupt withdrawal of guanfacine, blood pressure returns to pretreatment levels slowly (within 2 to 4 days) without ill effects.",
    "warningsAndPrecautions": "Guanfacine tablets, USP are available in 1 tablet strength of guanfacine (as the hydrochloride salt) as follows:\n                  Guanfacine tablets USP, 1 mg: white, oval, flat faced, beveled edge tablet with \"AN\" on one side and \"711\" on the other side.\n                  They are supplied as follows:NDC 68094-065-62Unit Dose Packages of 30 Tablets (3×10) per carton",
    "adverseReactions": "Guanfacine tablets are contraindicated in patients with known hypersensitivity to guanfacine hydrochloride.",
    "ingredients": [
        {
            "name": "Guanfacine Hydrochloride",
            "code": "PML56A160O"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        }
    ],
    "organization": "Precision Dose, Inc.",
    "name": "Guanfacine Hydrochloride",
    "effectiveTime": "20250527"
}