{
    "root": "373fbca7-1ae3-4f1d-bba0-bcc312532de2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "BENDAMUSTINE HYDROCHLORIDE",
    "value": "20250210",
    "ingredients": [
        {
            "name": "BENDAMUSTINE HYDROCHLORIDE",
            "code": "981Y8SX18M"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "MONOTHIOGLYCEROL",
            "code": "AAO1P0WSXJ"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        }
    ],
    "indications": "Bendamustine Hydrochloride Injection is an alkylating drug indicated for treatment of adult patients with: • Chronic lymphocytic leukemia (CLL). Efficacy relative to first line therapies other than chlorambucil has not been established. ( 1.1 ) • Indolent B-cell non-Hodgkin lymphoma (NHL) that has progressed during or within six months of treatment with rituximab or a rituximab-containing regimen. ( 1.2 )",
    "contraindications": "For CLL : • 100 mg/m 2 infused intravenously over 30 minutes on Days 1 and 2 of a 28-day cycle, up to 6 cycles. ( 2.1 ) For NHL : • 120 mg/m 2 infused intravenously over 60 minutes on Days 1 and 2 of a 21-day cycle, up to 8 cycles. ( 2.2 )",
    "warningsAndPrecautions": "Safe Handling and Disposal\n                  \n                  Bendamustine Hydrochloride Injection is a hazardous drug. Follow applicable special handling and disposal procedures1. Care should be exercised in the handling and preparation of solutions prepared from Bendamustine Hydrochloride Injection. The use of gloves and safety glasses is recommended to avoid exposure in case of breakage of the vial or other accidental spillage. If gloves come in contact with Bendamustine Hydrochloride Injection prior to dilution, remove gloves and follow disposal procedures1. If a solution of Bendamustine Hydrochloride Injection contacts the skin, wash the skin immediately and thoroughly with soap and water. If Bendamustine Hydrochloride Injection contacts the mucous membranes, flush thoroughly with water.\n                  \n                     How Supplied\n                  \n                  Bendamustine Hydrochloride Injection is supplied in individual cartons of 6 mL clear multiple-dose vials containing 100 mg of bendamustine hydrochloride as a clear and colorless to yellow solution.\n                  NDC 10019-079-01, 100 mg/4 mL (25 mg/mL).\n                  \n                     Storage\n                  \n                  Store Bendamustine Hydrochloride Injection in refrigerator, 2° to 8°C (36° to 46°F). Retain vial in original carton until contents are used to protect from light.",
    "adverseReactions": "Bendamustine Hydrochloride Injection is contraindicated in patients with a known hypersensitivity (e.g., anaphylactic and anaphylactoid reactions) to bendamustine, polyethylene glycol 400, alcohol, or monothioglycerol. [see Warnings and Precautions (5.4)]"
}