{
    "root": "3869e21c-4720-4c37-8e2d-97b0d8e89ac9",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Halobetasol Propionate",
    "value": "20230815",
    "ingredients": [
        {
            "name": "HALOBETASOL PROPIONATE",
            "code": "91A0K1TY3Z"
        },
        {
            "name": "ALUMINUM STEARATE",
            "code": "U6XF9NP8HM"
        },
        {
            "name": "PETROLATUM",
            "code": "4T6H12BN9U"
        },
        {
            "name": "WHITE WAX",
            "code": "7G1J5DA97F"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SORBITAN SESQUIOLEATE",
            "code": "0W8RRI5W5A"
        },
        {
            "name": "MONOSTEARYL CITRATE",
            "code": "YWW937R1QR"
        },
        {
            "name": "PENTAERYTHRITOL",
            "code": "SU420W1S6N"
        }
    ],
    "indications": "Halobetasol Propionate Ointment 0.05% is a super-high potency corticosteroid indicated for the relief of the inflammatory and pruritic manifestations of corticosteroid-responsive dermatoses. Treatment beyond two consecutive weeks is not recommended, and the total dosage should not exceed 50 g/week because of the potential for the drug to suppress the hypothalamic-pituitary-adrenal (HPA) axis. Use in children under 12 years of age is not recommended.\n                  As with other highly active corticosteroids, therapy should be discontinued when control has been achieved. If no improvement is seen within 2 weeks, reassessment of the diagnosis may be necessary.",
    "contraindications": "Apply a thin layer of Halobetasol Propionate Ointment to the affected skin once or twice daily, as directed by your physician, and rub in gently and completely.\n                  Halobetasol Propionate Ointment is a super-high potency topical corticosteroid; therefore, treatment should be limited to two weeks, and amounts greater than 50 g/wk should not be used. As with other corticosteroids, therapy should be discontinued when control is achieved. If no improvement is seen within 2 weeks, reassessment of diagnosis may be necessary.\n                  Halobetasol Propionate Ointment should not be used with occlusive dressings.",
    "warningsAndPrecautions": "Halobetasol Propionate Ointment, 0.05% is supplied in the following tube sizes:\n                  15 g (NDC 72162-2067-2)\n                  50 g (NDC 72162-2067-4)\n                  \n                  \n                     Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Halobetasol Propionate Ointment is contraindicated in those patients with a history of hypersensitivity to any of the components of the preparation."
}