{
    "id": "38789037-ee81-405e-85fc-a4cf40760a3e",
    "indications": "Lurasidone hydrochloride tablets are indicated for:\n                  \n                     Treatment of adult and adolescent patients (13 to 17 years) with schizophrenia [see Clinical Studies (14.1)].\n                     Monotherapy treatment of adult and pediatric patients (10 to 17 years) with major depressive episode associated with bipolar I disorder (bipolar depression) [see Clinical Studies (14.2)].\n                     Adjunctive treatment with lithium or valproate in adult patients with major depressive episode associated with bipolar I disorder (bipolar depression) [see Clinical Studies (14.2)].",
    "contraindications": "Lurasidone hydrochloride should be taken with food (at least 350 calories). Administration with food substantially increases the absorption of lurasidone hydrochloride (2.3, 12.3). Indication Starting Dose Recommended Dose Schizophrenia - adults ( 2.1 ) 40 mg per day 40 mg to 160 mg per day Schizophrenia - adolescents (13 to 17 years) ( 2.1 ) 40 mg per day 40 mg to 80 mg per day Bipolar Depression - adults ( 2.2 ) 20 mg per day 20 mg to 120 mg per day Bipolar Depression - pediatric patients (10 to 17 years) ( 2.2 ) 20 mg per day 20 mg to 80 mg per day Moderate and Severe Renal Impairment: Recommended starting dose is 20 mg per day, and the maximum recommended dose is 80 mg per day ( 2.4 , 8.6 ). Moderate and Severe Hepatic Impairment: Recommended starting dose is 20 mg per day. The maximum recommended dose is 80 mg per day in moderate hepatic impairment and 40 mg per day in severe hepatic impairment ( 2.5 , 8.7 ). Concomitant Use of a Moderate CYP3A4 inhibitor (e.g., diltiazem): Lurasidone hydrochloride dose should be reduced to half of the original dose level. Recommended starting dose is 20 mg per day. Maximum recommended dose is 80 mg per day ( 2.6 , 7.1 ). Concomitant Use of a Moderate CYP3A4 Inducer: It may be necessary to increase the dose of Lurasidone hydrochloride ( 2.6 , 7.1 ).",
    "warningsAndPrecautions": "Lurasidone hydrochloride tablets 20 mg are White to off-white, Round, biconvex film-coated tablets de-bossed with IG on one side and 522 on the other side.Lurasidone hydrochloride tablets 40 mg are White to off-white, Round, biconvex film-coated tablets de-bossed with IG on one side and 523 on the other side.Lurasidone hydrochloride tablets 60 mg are White to off-white, Oval biconvex film-coated tablets de-bossed with IG on one side and 534 on the other side.Lurasidone hydrochloride tablets 80 mg are Pale green, Oval biconvex film-coated tablets de-bossed with IG on one side and 524 on the other side.Lurasidone hydrochloride tablets 120 mg are White to off-white, capsule shaped biconvex film-coated tablets de Bossed with IG on one side and 525 on the other side.\n                  Tablets are supplied in the following strengths and package configurations (Table 39).\n                  \n                     Table 39: Package Configuration for Lurasidone hydrochloride Tablets \n                     \n                        \n                        \n                        \n                     \n                     \n                        \n                           \n                              Tablet Strength\n                           \n                           \n                              Package Configuration\n                           \n                           \n                              NDC Code\n                           \n                        \n                        \n                           20 mg\n                           Bottles of 30\n                           69097-942-02\n                        \n                        \n                           40 mg\n                           Bottles of 30\n                           69097-941-02\n                        \n                        \n                           60 mg\n                           Bottles of 30\n                           69097-939-02\n                        \n                        \n                           80 mg\n                           Bottles of 30\n                           69097-938-02\n                        \n                        \n                           120 mg\n                           Bottles of 30\n                           69097-937-02\n                        \n                     \n                  \n                  \n                     Storage\n                  \n                  Store lurasidone hydrochloride tablets at 20°C to 25°C (68°F to 77°F) [See USP Controlled Room Temperature].",
    "adverseReactions": "Known hypersensitivity to lurasidone HCl or any components in the formulation. Angioedema has been observed with lurasidone [see Adverse Reactions (6.1)].\n                     Strong CYP3A4 inhibitors (e.g., ketoconazole, clarithromycin, ritonavir, voriconazole, mibefradil, etc.) [see Drug Interactions (7.1)].\n                     \n                     Strong CYP3A4 inducers (e.g., rifampin, avasimibe, St. John's wort, phenytoin, carbamazepine, etc.) [see Drug Interactions (7.1)].",
    "ingredients": [
        {
            "name": "LURASIDONE HYDROCHLORIDE",
            "code": "O0P4I5851I"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "POLAWAX POLYSORBATE",
            "code": "Q504PL8E0V"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "lurasidone hydrochloride",
            "code": "O0P4I5851I"
        },
        {
            "name": "mannitol",
            "code": "3OWL53L36A"
        },
        {
            "name": "starch, corn",
            "code": "O8232NY3SJ"
        },
        {
            "name": "croscarmellose sodium",
            "code": "M28OL1HH48"
        },
        {
            "name": "magnesium stearate",
            "code": "70097M6I30"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "FD&C BLUE NO. 2 ALUMINUM LAKE",
            "code": "4AQJ3LG584"
        }
    ],
    "organization": "Cipla USA, Inc.",
    "name": "Lurasidone Hydrochloride",
    "effectiveTime": "20250301"
}