{
    "id": "39a8b845-aa32-4c9d-bef8-18cea1ef7bc9",
    "indications": "Ciprofloxacin and dexamethasone otic suspension is indicated for the treatment of infections caused by susceptible isolates of the designated microorganisms in the specific conditions listed below:\n                  \n                     \n                        •Acute Otitis Media (AOM) in pediatric patients (age 6 months and older) with tympanostomy tubes due to Staphylococcus aureus, Streptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalis, and Pseudomonas aeruginosa.\n                     \n                        •Acute Otitis Externa (AOE) in pediatric (age 6 months and older), adult and elderly patients due to Staphylococcus aureus and Pseudomonas aeruginosa.",
    "contraindications": "Ciprofloxacin and dexamethasone otic suspension is for otic use (ears) only, not for ophthalmic use, or for injection. ( 2.1 ) • Shake well immediately before use. ( 2.1 ) • Instill four drops into the affected ear twice daily, for seven days. ( 2.2 )",
    "warningsAndPrecautions": "How Supplied\n                  \n                  Ciprofloxacin 0.3% and dexamethasone 0.1% sterile otic suspension is a white-to off-white suspension supplied as follows: 7.5 mL fill in a system consisting of a natural polyethylene bottle and natural plug, with a white polypropylene closure. \n                  7.5 mL fill          NDC 0781-6186-67\n                  \n                     Storage\n                     Store at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C and 30°C (59°F and 86°F) [see USP Controlled Room Temperature].Avoid freezing. Protect from light.",
    "adverseReactions": "•Ciprofloxacin and dexamethasone otic suspension is contraindicated in patients with a history of hypersensitivity to ciprofloxacin, to other quinolones, or to any of the components in this medication.\n                     \n                        •Use of this product is contraindicated in viral infections of the external canal, including herpes simplex infections and fungal otic infections.",
    "ingredients": [
        {
            "name": "CIPROFLOXACIN HYDROCHLORIDE",
            "code": "4BA73M5E37"
        },
        {
            "name": "Dexamethasone",
            "code": "7S5I7G3JQL"
        },
        {
            "name": "Benzalkonium Chloride",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "Boric Acid",
            "code": "R57ZHV85D4"
        },
        {
            "name": "Sodium Chloride",
            "code": "451W47IQ8X"
        },
        {
            "name": "Hydroxyethyl Cellulose (1500 Mpa.s At 1%)",
            "code": "L605B5892V"
        },
        {
            "name": "Tyloxapol",
            "code": "Y27PUL9H56"
        },
        {
            "name": "Acetic Acid",
            "code": "Q40Q9N063P"
        },
        {
            "name": "Sodium Acetate",
            "code": "4550K0SC9B"
        },
        {
            "name": "Edetate Disodium",
            "code": "7FLD91C86K"
        },
        {
            "name": "Water",
            "code": "059QF0KO0R"
        },
        {
            "name": "Sodium Hydroxide",
            "code": "55X04QC32I"
        },
        {
            "name": "Hydrochloric Acid",
            "code": "QTT17582CB"
        }
    ],
    "organization": "Sandoz Inc",
    "name": "Ciprofloxacin and Dexamethasone",
    "effectiveTime": "20250131"
}