{
    "root": "39e082e7-ecec-458f-83fe-67edbf4c7bed",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CLOBETASOL PROPIONATE",
    "value": "20250318",
    "ingredients": [
        {
            "name": "CLOBETASOL PROPIONATE",
            "code": "779619577M"
        },
        {
            "name": "ISOPROPYL ALCOHOL",
            "code": "ND2M416302"
        },
        {
            "name": "CARBOMER HOMOPOLYMER TYPE B (ALLYL PENTAERYTHRITOL CROSSLINKED)",
            "code": "HHT01ZNK31"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        }
    ],
    "indications": "Clobetasol Propionate Topical Solution USP, 0.05% is indicated for short-term topical treatment of inflammatory and pruritic manifestations of moderate to severe corticosteroid-responsive dermatoses of the scalp. Treatment beyond 2 consecutive weeks is not recommended, and the total dosage should not exceed 50 mL/week because of the potential for the drug to suppress the HPA axis.\n                  This product is not recommended for use in pediatric patients under 12 years of age.",
    "contraindications": "Clobetasol propionate topical solution should be applied to the affected scalp areas twice daily, once in the morning and once at night.\n                  Clobetasol propionate topical solution is potent; therefore, treatment must be limited to 2 consecutive weeks and amounts greater than 50 mL/week should not be used.\n                  \n                  \n                     Clobetasol propionate topical solution is not to be used with occlusive dressings.\n                  \n                  \n                     Geriatric Use: In studies where geriatric patients (65 years of age or older, see PRECAUTIONS) have been treated with clobetasol propionate topical solution, safety did not differ from that in younger patients; therefore, no dosage adjustment is recommended.",
    "warningsAndPrecautions": "Clobetasol Propionate Topical Solution USP, 0.05% is supplied in white opaque oval shape bottles,\n                  25 mL (NDC 46708-486-25), and\n                  50 mL (NDC 46708-486-50)",
    "adverseReactions": "Clobetasol propionate topical solution is contraindicated in patients with primary infections of the scalp, or in patients who are hypersensitive to clobetasol propionate, other corticosteroids, or any ingredient in this preparation."
}