{
    "root": "3a1ad20a-f613-45a3-a521-fba095503616",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Acetazolamide",
    "value": "20250515",
    "ingredients": [
        {
            "name": "ACETAZOLAMIDE SODIUM",
            "code": "429ZT169UH"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "indications": "For adjunctive treatment of: edema due to congestive heart failure; drug-induced edema; centrencephalic epilepsies (petit mal, unlocalized seizures); chronic simple (open-angle) glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma where delay of surgery is desired in order to lower intraocular pressure. Acetazolamide is also indicated for the prevention or amelioration of symptoms associated with acute mountain sickness in climbers attempting rapid ascent and in those who are very susceptible to acute mountain sickness despite gradual ascent.",
    "contraindications": null,
    "warningsAndPrecautions": "Acetazolamide for Injection, USP (lyophilized) powder is supplied as follows:\n                  \n                  \n                     \n                        \n                        \n                        \n                     \n                     \n                        \n                           \n                               NDC\n                           \n                           \n                               Acetazolamide for Injection USP\n                           \n                           \n                               Packaging\n                           \n                        \n                        \n                           23155-831-31\n                           500 mg per vial\n                           1 single-dose vial individually packed in a carton\n                        \n                     \n                  \n                  \n                     Store at 20° to 25°C (68° to 77°F) excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Reconstituted solution should be stored in refrigerator at 2° to 8°C (36° to 46°F). Use within 12 hours of reconstitution. Contains no preservative. Discard unused portion.\n                  \n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.\n                  Manufactured by:\n                  \n                     Emcure Pharmaceuticals Ltd.,\n                  \n                  Sanand, Ahmedabad – 382110, India.\n                  Manufactured for:\n                  \n                     Avet Pharmaceuticals Inc.\n                  \n                  East Brunswick, NJ08816\n                  1.866.901.DRUG (3784)\n                  \n                     \n                  \n                  \n                     PREMIERProRx\n                     ®\n                      is a registered trademark of Premier Healthcare Alliance, L.P., used under license.\n                  \n                  \n                     Revised: 09/2022\n                  \n                  OR\n                  Manufactured by:\n                     OneSource Specialty Pharma Limited,\n                     Bengaluru, Karnataka - 561203, INDIA.\n                  \n                  Manufactured for:\n                     Avet Pharmaceuticals Inc.\n                     East Brunswick, NJ 088161.866.901.DRUG (3784)\n                  \n                     \n                  \n                  \n                     Revised: 01/2025",
    "adverseReactions": "Hypersensitivity to acetazolamide or any excipients in the formulation. Since acetazolamide is a sulfonamide derivative, cross sensitivity between acetazolamide, sulfonamides and other sulfonamide derivatives is possible.\n                  Acetazolamide therapy is contraindicated in situations in which sodium and/or potassium blood serum levels are depressed, in cases of marked kidney and liver disease or dysfunction, in suprarenal gland failure, and in hyperchloremic acidosis. It is contraindicated in patients with cirrhosis because of the risk of development of hepatic encephalopathy.\n                  Long-term administration of acetazolamide is contraindicated in patients with chronic noncongestive angle-closure glaucoma since it may permit organic closure of the angle to occur while the worsening glaucoma is masked by lowered intraocular pressure."
}