{
    "root": "3adf373f-65bb-4dbc-896d-6da66fe2332b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ethambutol Hydrochloride",
    "value": "20250307",
    "ingredients": [
        {
            "name": "ETHAMBUTOL HYDROCHLORIDE",
            "code": "QE4VW5FO07"
        },
        {
            "name": "ETHYLCELLULOSES",
            "code": "7Z8S9VYZ4B"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL 4000",
            "code": "4R4HFI6D95"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": "Ethambutol hydrochloride is indicated for the treatment of pulmonary tuberculosis. It should not be used as the sole antituberculous drug, but should be used in conjunction with at least one other antituberculous drug. Selection of the companion drug should be based on clinical experience, considerations of comparative safety and appropriate in-vitro susceptibility studies. In patients who have not received previous antituberculous therapy, i.e., initial treatment, the most frequently used regimens have been the following:\n                  \n                     Ethambutol plus isoniazid\n                     Ethambutol plus isoniazid plus streptomycin.\n                  \n                  In patients who have received previous antituberculous therapy, mycobacterial resistance to other drugs used in initial therapy is frequent. Consequently, in such retreatment patients, ethambutol should be combined with at least one of the second line drugs not previously administered to the patient and to which bacterial susceptibility has been indicated by appropriate in-vitro studies. Antituberculous drugs used with ethambutol have included cycloserine, ethionamide, pyrazinamide, viomycin and other drugs. Isoniazid, aminosalicylic acid, and streptomycin have also been used in multiple drug regimens. Alternating drug regimens have also been utilized.",
    "contraindications": "Ethambutol hydrochloride should not be used alone, in initial treatment or in retreatment. Ethambutol hydrochloride should be administered on a once every 24-hour basis only. Absorption is not significantly altered by administration with food. Therapy, in general, should be continued until bacteriological conversion has become permanent and maximal clinical improvement has occurred.\n                  Ethambutol hydrochloride is not recommended for use in pediatric patients under thirteen years of age since safe conditions for use have not been established.",
    "warningsAndPrecautions": "Ethambutol Hydrochloride Tablets USP, 100 mg are available as white to off-white, round, biconvex, film-coated tablets, debossed with 'LU' on one side and 'C31' on the other side.\n                  They are supplied as follows:\n                  NDC 68180-280-01    Bottles of 100's\n                  Ethambutol Hydrochloride Tablets USP, 400 mg are available as white to off-white, round, biconvex, film-coated tablets debossed with 'L' and 'U' on either side of the breakline on one side and 'C32' on other side.\n                  They are supplied as follows:\n                  NDC 68180-281-01    Bottles of 100's\n                  Store at 20°to 25°C (68°to 77°F) [See USP Controlled Room Temperature]. Protect from light and moisture.\n                  Dispense in a tight, light-resistant container defined in as the USP using a child-resistant closure.\n                  LUPIN and the  are registered trademarks of Lupin Pharmaceuticals, Inc.",
    "adverseReactions": "Ethambutol hydrochloride is contraindicated in patients who are known to be hypersensitive to this drug. It is also contraindicated in patients with known optic neuritis unless clinical judgement determines that it may be used. Ethambutol hydrochloride is contraindicated in patients who are unable to appreciate and report visual side effects or changes in vision (e.g., young children, unconscious patients)."
}