{
    "root": "3df1272e-4722-4152-abae-b5a635bb693b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "VOQUEZNA DUAL PAK",
    "value": "20250514",
    "ingredients": [],
    "indications": "VOQUEZNA TRIPLE PAK, is a co-packaged product containing vonoprazan, a potassium-competitive acid blocker (PCAB), amoxicillin, a penicillin class antibacterial, and clarithromycin, a macrolide antimicrobial, indicated for the treatment of Helicobacter pylori (H. pylori) infection in adults. ( 1.1 ) VOQUEZNA DUAL PAK, is a co-packaged product containing vonoprazan, a PCAB, and amoxicillin, a penicillin class antibacterial, indicated for the treatment of H. pylori infection in adults. ( 1.1 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of VOQUEZNA TRIPLE PAK, VOQUEZNA DUAL PAK and other antibacterial drugs, VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.2 )",
    "contraindications": "VOQUEZNA TRIPLE PAK : The recommended dosage is vonoprazan 20 mg plus amoxicillin 1,000 mg plus clarithromycin 500 mg, each given twice daily (morning and evening, 12 hours apart), with or without food, for 14 days. ( 2.1 ) VOQUEZNA DUAL PAK : The recommended dosage is vonoprazan 20 mg twice daily (morning and evening) plus amoxicillin 1,000 mg, three times a day (morning, mid-day, and evening), with or without food, for 14 days. ( 2.2 ) See full prescribing information for the recommended dosage for patients with renal or hepatic impairment. ( 2.3 , 2.4 )",
    "warningsAndPrecautions": "VOQUEZNA TRIPLE PAK is a co-package containing:\n                  \n                     Vonoprazan Tablets, 20 mg: pale red, oval, film-coated tablets debossed V20 on one side and plain on the other side.\n                     Amoxicillin Capsules, 500 mg: yellow, opaque, hard gelatin capsules imprinted with AMOX 500 on one side and GG 849 on the other side.\n                     Clarithromycin Tablets, 500 mg: white, oval, film-coated tablets debossed GG C9 on one side and plain on the other side.\n                  \n                  Vonoprazan tablets, amoxicillin capsules, and clarithromycin tablets are supplied in separate blister cavities within the same blister card.\n                  Each unit of use carton (NDC 81520-255-14) contains 56 tablets and 56 capsules divided into 14 daily dose blister cards.\n                  Each daily blister card contains two vonoprazan tablets (20 mg each), four amoxicillin capsules (500 mg each), and two clarithromycin tablets (500 mg each), and indicates which tablets and capsules need to be taken in the morning and evening.",
    "adverseReactions": "VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK : Known hypersensitivity to vonoprazan, amoxicillin or any other beta-lactams, clarithromycin or any other macrolide antimicrobial or any component of VOQUEZNA TRIPLE PAK. ( 4.1 ) Known hypersensitivity to vonoprazan, amoxicillin or any other beta-lactams or any component of VOQUEZNA DUAL PAK. ( 4.1 ) Rilpivirine-containing products. ( 4.1 ) VOQUEZNA TRIPLE PAK Due to the Clarithromycin Component : Pimozide. ( 4.2 ) Lomitapide, lovastatin, and simvastatin. ( 4.2 ) Ergot alkaloids (ergotamine or dihydroergotamine). ( 4.2 ) Colchicine in renal or hepatic impairment. ( 4.2 ) History of cholestatic jaundice/hepatic dysfunction with use of clarithromycin. ( 4.2 ) Lurasidone. ( 4.2 )"
}