{
    "id": "3e5c0afe-9377-4040-ab89-55a6dbb5693c",
    "indications": "Lidocaine HCl Injections are indicated for production of local anesthesia by infiltration techniques such as percutaneous injection and by peripheral nerve block techniques such as brachial plexus and intercostal, when the accepted procedures for these techniques as described in standard textbooks are observed.",
    "contraindications": "Table 1 (Recommended Dosages) summarizes the recommended volumes and concentrations of Lidocaine HCl Injection for various types of anesthetic procedures. The dosages suggested in this table are for normal healthy adults and refer to the use of epinephrine-free solutions. When larger volumes are required, only solutions containing epinephrine should be used except in those cases where vasopressor drugs may be contraindicated.\n                  There have been adverse event reports of chondrolysis in patients receiving intra-articular infusions of local anesthetics following arthroscopic and other surgical procedures. Lidocaine HCl Injection is not approved for this use (see \n                        WARNINGS\n                      and \n                        DOSAGE AND ADMINISTRATION\n                     ).\n                  These recommended doses serve only as a guide to the amount of anesthetic required for most routine procedures. The actual volumes and concentrations to be used depend on a number of factors such as type and extent of surgical procedure, depth of anesthesia and degree of muscular relaxation required, duration of anesthesia required, and the physical condition of the patient. In all cases the lowest concentration and smallest dose that will produce the desired result should be given. Dosages should be reduced for children and for the elderly and debilitated patients and patients with cardiac and/or liver disease.\n                  The onset of anesthesia, the duration of anesthesia and the degree of muscular relaxation are proportional to the volume and concentration (ie, total dose) of local anesthetic used. Thus, an increase in volume and concentration of Lidocaine HCl Injection will decrease the onset of anesthesia, prolong the duration of anesthesia, provide a greater degree of muscular relaxation and increase the segmental spread of anesthesia. However, increasing the volume and concentration of Lidocaine HCl Injection may result in a more profound fall in blood pressure when used in epidural anesthesia. Although the incidence of side effects with lidocaine HCl is quite low, caution should be exercised when employing large volumes and concentrations, since the incidence of side effects is directly proportional to the total dose of local anesthetic agent injected.",
    "warningsAndPrecautions": "Lidocaine Hydrochloride Injection, USP is preserved with 0.1% methylparaben and is available in the following concentrations:\n                  \n                  1% (10 mg/mL)\n                     2 mL Multiple Dose Vials packaged in 25s (NDC 0143-9579-25)\n                     20 mL Multiple Dose Vials packaged in 10s (NDC 0143-9172-10)\n                     30 mL Multiple Dose Vials packaged in 10s (NDC 0143-9578-10)\n                     50 mL Multiple Dose Vials packaged in 10s (NDC 0143-9577-10)\n                  2% (20 mg/mL)\n                     2 mL Multiple Dose Vials packaged in 25s (NDC 0143-9576-25)\n                     20 mL Multiple Dose Vials packaged in 10s (NDC 0143-9173-10)\n                     50 mL Multiple Dose Vials packaged in 10s (NDC 0143-9575-10)\n                  Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. \n                  To report SUSPECTED ADVERSE REACTIONS, contact Hikma Pharmaceuticals USA Inc. at 1-877-845-0689, or the FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.\n                  For Product Inquiry call 1-877-845-0689.",
    "adverseReactions": "Lidocaine HCl is contraindicated in patients with a known history of hypersensitivity to local anesthetics of the amide type.",
    "ingredients": [
        {
            "name": "LIDOCAINE HYDROCHLORIDE",
            "code": "V13007Z41A"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        }
    ],
    "organization": "Hikma Pharmaceuticals USA Inc.",
    "name": "Lidocaine",
    "effectiveTime": "20240925"
}