{
    "root": "3fdb741a-0e57-4af8-ad54-83707e2ab383",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "TIADYLT ER",
    "value": "20250327",
    "ingredients": [
        {
            "name": "DILTIAZEM HYDROCHLORIDE",
            "code": "OLH94387TE"
        },
        {
            "name": "ETHYLCELLULOSE, UNSPECIFIED",
            "code": "7Z8S9VYZ4B"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C RED NO. 3",
            "code": "PN2ZH5LOQY"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "POLYETHYLENE GLYCOL 8000",
            "code": "Q662QK8M3B"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": null,
    "contraindications": "Hypertension: Dosage needs to be adjusted by titration to individual patient needs. When used as monotherapy, usual starting doses are 120 to 240 mg once daily. Maximum antihypertensive effect is usually observed by 14 days of chronic therapy; therefore, dosage adjustments should be scheduled accordingly. The usual dosage range studied in clinical trials was 120 to 540 mg once daily. Current clinical experience with 540 mg dose is limited; however, the dose may be increased to 540 mg once daily. \n                  \n                     Angina: Dosages for the treatment of angina should be adjusted to each patient's needs, starting with a dose of 120 mg to 180 mg once daily. Individual patients may respond to higher doses of up to 540 mg once daily. When necessary, titration should be carried out over 7 to 14 days. \n                  \n                     \n                        Concomitant use with Other Cardiovascular Agents: \n                  \n                  \n                     1.      Sublingual Nitroglycerin (NTG): May be taken as required to abort acute anginal attacks during diltiazem hydrochloride therapy. \n                  \n                     2.      Prophylactic Nitrate Therapy: Diltiazem hydrochloride may be safely coadministered with short- and long-acting nitrates. \n                  \n                     3.      Beta-blockers: (see  and .) \n                  \n                     4.      Antihypertensives: Diltiazem hydrochloride has an additive antihypertensive effect when used with other antihypertensive agents. Therefore, the dosage of diltiazem hydrochloride or the concomitant antihypertensives may need to be adjusted when adding one to the other. \n                  Hypertensive or anginal patients who are treated with other formulations of diltiazem can safely be switched to Tiadylt® ER capsules at the nearest equivalent total daily dose. Subsequent titration to higher or lower doses may, however, be necessary and should be initiated as clinically indicated. \n                  \n                     \n                        Sprinkling the Capsule Contents on Food: \n                  \n                  Tiadylt® ER (diltiazem hydrochloride extended-release) Capsules may also be administered by carefully opening the capsule and sprinkling the capsule contents on a spoonful of applesauce. The applesauce should be swallowed immediately without chewing and followed with a glass of cool water to ensure complete swallowing of the capsule contents. The applesauce should not be hot, and it should be soft enough to be swallowed without chewing. Any capsule contents/applesauce mixture should be used immediately and not stored for future use. Subdividing the contents of a Tiadylt® ER (diltiazem hydrochloride extended-release) Capsules is not recommended.",
    "warningsAndPrecautions": "Tiadylt® ER (diltiazem hydrochloride extended-release) Capsules, USP 120 mg are white to off white pellets filled in size \"2\" empty hard gelatin capsules with pink opaque colored cap & pink opaque colored body imprinted with \"745\" on cap in black ink and are supplied as follows:\n                  Tiadylt® ER (diltiazem hydrochloride extended-release) Capsules, USP 120 mg are white to off white pellets filled in size \"2\" empty hard gelatin capsules with pink opaque colored cap & pink opaque colored body imprinted with \"745\" on cap in black ink and are supplied as follows:\n                  NDC 68788-8699-3 in bottles of 30 capsules with child-resistant closure\n                  NDC 68788-8699-6 in bottles of 60 capsules with child-resistant closure\n                  NDC 68788-8699-9 in bottles of 90 capsules with child-resistant closure\n                  NDC 68788-8699-1 in bottles of 100 capsules with child-resistant closure\n                  NDC 68788-8699-8 in bottles of 120 capsules with child-resistant closure\n                  \n                     Storage conditions: Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. Avoid excessive humidity.\n                  Dispense in a tight container as defined in the USP.\n                  \n                     Manufactured by:\n                  \n                  \n                     Zydus Lifesciences Ltd., \n                  \n                  Ahmedabad, India\n                  \n                     Distributed by:\n                  \n                  \n                     Zydus Pharmaceuticals USA Inc.\n                  \n                  Pennington, NJ 08534\n                  Rev.: 11/22\n                  Repackaged By: Preferred Pharmaceuticals Inc.",
    "adverseReactions": "Diltiazem is contraindicated in:\n                  \n                     \n                        •Patients      with sick sinus syndrome except in the presence of a functioning      ventricular pacemaker\n                     \n                        •Patients      with second- or third-degree AV block except in the presence of a      functioning ventricular pacemaker\n                     \n                        •Patients      with severe hypotension (less than 90 mm Hg systolic)\n                     \n                        •Patients      who have demonstrated hypersensitivity to the drug\n                     \n                        •Patients      with acute myocardial infarction and pulmonary congestion documented by      x-ray on admission."
}