{
    "root": "418f09cf-a8df-4bd5-93d0-6305719e4821",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ziprasidone",
    "value": "20220308",
    "ingredients": [
        {
            "name": "ZIPRASIDONE HYDROCHLORIDE",
            "code": "216X081ORU"
        },
        {
            "name": "LACTOSE, UNSPECIFIED FORM",
            "code": "J2B2A4N98G"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        }
    ],
    "indications": "Ziprasidone is indicated for the treatment of schizophrenia, as monotherapy for the acute treatment of bipolar manic or mixed episodes, and as an adjunct to lithium or valproate for the maintenance treatment of bipolar disorder. When deciding among the alternative treatments available for the condition needing treatment, the prescriber should consider the finding of ziprasidone's greater capacity to prolong the QT/QTc interval compared to several other antipsychotic drugs [see Warnings and Precautions (5.3)]. Prolongation of the QTc interval is associated in some other drugs with the ability to cause torsade de pointes-type arrhythmia, a potentially fatal polymorphic ventricular tachycardia, and sudden death. In many cases this would lead to the conclusion that other drugs should be tried first. Whether ziprasidone will cause torsade de pointes or increase the rate of sudden death is not yet known [see Warnings and Precautions (5.3)].",
    "contraindications": "1. Administer capsules orally with food. Do not open, crush, or chew. ( 2.1 ). 2. Schizophrenia: Initiate at 20 mg twice daily. Daily dosage may be adjusted up to 80 mg twice daily. Dose adjustments should occur at intervals of not less than 2 days. Safety and efficacy has been demonstrated in doses up to 100 mg twice daily. The lowest effective dose should be used. ( 2.2 ) 3. Acute treatment of manic/mixed episodes of bipolar I disorder: Initiate at 40 mg twice daily. Increase to 60 mg or 80 mg twice daily on day 2 of treatment. Subsequent dose adjustments should be based on tolerability and efficacy within the range of 40–80 mg twice daily. ( 2.3 ) 4. Maintenance treatment of bipolar I disorder as an adjunct to lithium or valproate: Continue treatment at the same dose on which the patient was initially stabilized, within the range of 40–80 mg twice daily. ( 2.3 )",
    "warningsAndPrecautions": "Ziprasidone capsules are differentiated by capsule color/size and are imprinted in black ink with \"G\" and a unique number. Ziprasidone capsules are supplied for oral administration in 20 mg (blue/white), 40 mg (blue/blue), 60 mg (white/white), and 80 mg (blue/white) capsules. They are supplied in the following strengths and package configurations:\n                  \n                     Ziprasidone Capsules\n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              Package Configuration\n                           \n                           \n                              Capsule Strength (mg)\n                           \n                           \n                              NDC (National Drug Code)\n                           \n                           \n                              Imprint\n                           \n                        \n                     \n                     \n                        \n                           \n                              Bottles of 60\n                           \n                           \n                              20\n                           \n                           \n                              NDC-59762-2001-1 or59762-1006-1\n                           \n                           \n                              2001\n                           \n                        \n                        \n                           \n                              Bottles of 60\n                           \n                           \n                              40\n                           \n                           \n                              NDC-59762-2002-1 or59762-1008-1\n                           \n                           \n                              2002\n                           \n                        \n                        \n                           \n                              Bottles of 60\n                           \n                           \n                              60\n                           \n                           \n                              NDC-59762-2003-1 or59762-1012-1\n                           \n                           \n                              2003\n                           \n                        \n                        \n                           \n                              Bottles of 60\n                           \n                           \n                              80\n                           \n                           \n                              NDC-59762-2004-1 or59762-1014-1\n                           \n                           \n                              2004\n                           \n                        \n                        \n                           \n                              Bottles of 500\n                           \n                           \n                              80\n                           \n                           \n                              NDC-59762-2004-2\n                           \n                           \n                              2004",
    "adverseReactions": "1. Do not use in patients with a known history of QT prolongation. ( 4.1 ) 2. Do not use in patients with recent acute myocardial infarction. ( 4.1 ) 3. Do not use in patients with uncompensated heart failure. ( 4.1 ) 4. Do not use in combination with other drugs that have demonstrated QT prolongation. ( 4.1 ) 5. Do not use in patients with known hypersensitivity to ziprasidone. ( 4.2 )"
}