{
    "root": "42adc803-ceea-22aa-459c-f8617b2d8e56",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "MultiHance",
    "value": "20250316",
    "ingredients": [
        {
            "name": "gadobenate dimeglumine",
            "code": "3Q6PPC19PO"
        }
    ],
    "indications": "magnetic resonance imaging (MRI) of the central nervous\nsystem (CNS) in adults and pediatric patients (including term neonates),\nto visualize lesions with abnormal blood-brain barrier or abnormal\nvascularity of the brain, spine, and associated tissues (1.1) magnetic resonance angiography (MRA) to evaluate adults\nwith known or suspected renal or aorto-ilio-femoral occlusive vascular\ndisease. (1.2)",
    "contraindications": "PHARMACY BULK PACKAGE – NOT FOR DIRECT\nINFUSION The recommended dose of MultiHance is 0.2 mL/kg (0.1 mmol/kg)\nadministered as a rapid bolus intravenous injection. For MRI of the CNS in pediatric patients below 2 years of\nage the recommended dosage range is 0.1 to 0.2 mL/kg. To ensure complete injection of the contrast medium, follow\nthe injection with a saline flush of at least 5 mL in MRI of the CNS\nand at least 20 mL in MRA. (2)",
    "warningsAndPrecautions": "16.1  How\nSupplied\n                     MultiHance Multipack (gadobenate dimeglumine)\ninjection is a clear, colorless to slightly yellow solution containing\n529 mg gadobenate dimeglumine per mL. MultiHance Multipack is supplied\nin glass bottles; each multidose bottle is rubber stoppered with an\naluminum seal and the contents are sterile. MultiHance is supplied\nin boxes of:\n                  Five 50 mL Pharmacy\nBulk Packages           (NDC 0270-5264-16)Five 100 mL\nPharmacy Bulk Packages         (NDC 0270-5264-17)\n                  \n                     16.2  Storage and Handling\n                     Store at 25°C (77°F), excursions permitted to 15-30°C\n(59-86°F) [see USP Controlled Room Temperature]. Do not freeze.",
    "adverseReactions": "MultiHance is contraindicated in patients with known allergic or\nhypersensitivity reactions to gadolinium-based contrast agents [see Warnings and Precautions (5.3)]."
}