{
    "root": "4304b6f9-79d2-46a6-9de7-e27eba8dc662",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Diclofenac Potassium",
    "value": "20250314",
    "ingredients": [
        {
            "name": "DICLOFENAC POTASSIUM",
            "code": "L4D5UA6CB4"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYDEXTROSE",
            "code": "VH2XOU12IE"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": "Carefully consider the potential benefits and risks of diclofenac potassium tablets and other treatment options before deciding to use diclofenac potassium tablets. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see Error! Hyperlink reference not valid.\n                     Gastrointestinal Bleeding, Ulceration, and Perforation).\n                  Diclofenac potassium tablets are indicated:\n                  \n                     \n                        •for treatment of primary dysmenorrhea\n                     \n                        •for relief of mild to moderate pain\n                     \n                        •for relief of the signs and symptoms of osteoarthritis\n                     \n                        •for relief of the signs and symptoms of rheumatoid arthritis",
    "contraindications": "Carefully consider the potential benefits and risks of diclofenac potassium tablets and other treatment options before deciding to use diclofenac potassium tablets. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see WARNINGS; Gastrointestinal Bleeding, Ulceration, and Perforation).\n                  \n                  After observing the response to initial therapy with diclofenac potassium tablets, the dose and frequency should be adjusted to suit an individual patient’s needs.\n                  For treatment of pain or primary dysmenorrhea the recommended dosage is 50 mg three times a day. With experience, physicians may find that in some patients an initial dose of 100 mg of diclofenac potassium tablets, followed by 50-mg doses, will provide better relief.\n                  For the relief of osteoarthritis the recommended dosage is 100 to 150 mg/day in divided doses, 50 mg twice a day or three times a day.\n                  For the relief of rheumatoid arthritis the recommended dosage is 150 to 200 mg/day in divided doses, 50 mg three times a day or four times a day.\n                  Different formulations of diclofenac [VOLTAREN® (diclofenac sodium enteric-coated tablets); Voltaren®-XR (diclofenac sodium extended-release tablets); diclofenac potassium immediate-release tablets] are not necessarily bioequivalent even if the milligram strength is the same.",
    "warningsAndPrecautions": "Diclofenac Potassium Tablets, USP are available containing 50 mg of diclofenac potassium, USP.\n                  The 50 mg tablets are white, film-coated, round, unscored tablets debossed with I on one side and 279 on the other side. They are available as follows:\n                  NDC 68788-8697-3 Bottles of 30 tablets\n                  NDC 68788-8697-6 Bottles of 60 tablets\n                  NDC 68788-8697-9 Bottles of 90 tablets\n                  Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.\n                  Keep container tightly closed.\n                  \n                     PHARMACIST: Dispense with Medication Guide available at: www.ingenus.com/medguide/diclofenac-potassium-tablets.pdf\n                  Rx only\n                  554801\n                  Revised: 07/2023\n                  Manufactured for:Ingenus Pharmaceuticals, LLCOrlando, FL 32811\n                  \n                     ingenus\n                  \n                  Dispense with Medication Guide available at: www.ingenus.com/medguide/diclofenac-potassium-tablets.pdf\n                  \n                  \n                     Repackaged By: Preferred Pharmaceuticals Inc.",
    "adverseReactions": "Diclofenac potassium tablets are contraindicated in the following patients:\n                  \n                     \n                        •Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to diclofenac or any components of the drug product (see WARNINGS; Anaphylactic Reactions, Serious Skin Reactions).\n                     \n                        •History of asthma, urticaria, or allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients (see WARNINGS; Anaphylactic Reactions, Exacerbation of Asthma Related to Aspirin Sensitivity).\n                     \n                        •In the setting of coronary artery bypass graft (CABG) surgery (see WARNINGS; Cardiovascular Thrombotic Events)."
}