{
    "root": "43b9f141-7f73-4b98-aac3-1cd644045d7b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "SODIUM CHLORIDE",
    "value": "20240809",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Sodium Chloride Injection, USP is indicated as a source of water and electrolytes. \n                  0.9% Sodium Chloride Injection, USP is also indicated for use as a priming solution in hemodialysis procedures.",
    "contraindications": "Important Administration Instructions\n                  \n                     \n                        •Sodium Chloride Injection, USP is intended for intravenous administration using sterile equipment. \n                     \n                        •Do not connect flexible plastic containers in series in order to avoid air embolism due to possible residual air contained in the primary container.\n                     \n                        •Set the vent to the closed position on a vented intravenous administration set to prevent air embolism. \n                     \n                        •Use a dedicated line without any connections to avoid air embolism. \n                     \n                        •Do not pressurize intravenous solutions contained in flexible plastic containers to increase flow rates in order to avoid air embolism due to incomplete evacuation of residual air in the container. \n                     \n                        •Prior to infusion, visually inspect the solution for particulate matter and discoloration. The solution should be clear and there should be no precipitates. Do not administer unless solution is clear, and container is undamaged. \n                  \n                  \n                     Dosing Information\n                  \n                  The choice of product, dosage, volume, rate, and duration of administration is dependent upon the age, weight and clinical condition of the patent and concomitant therapy, and administration should be determined by a physician experienced in intravenous fluid therapy.  \n                  \n                     Introduction of Additives\n                  \n                  Additives may be incompatible. \n                  Evaluate all additions to the plastic container for compatibility and stability of the resulting preparation. Consult with a pharmacist, if available. \n                  If, in the informed judgment of the physician, it is deemed advisable to introduce additives, use aseptic technique. Mix thoroughly when additives have been introduced. After addition, if there is discoloration and/or the appearance of precipitates, insoluble complexes or crystals, do not use. Do not store solutions containing additives. Discard any unused portion.",
    "warningsAndPrecautions": "The available sizes of each 0.9% Sodium Chloride Injection, USP in VIAFLO dripless access containers (DAC) and non-DAC plastic containers are shown below.  VIAFLO DAC will not drip once the spike is removed.  VIAFLO non-DAC will drip once the spike is removed from the administration port:\n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Code\n                              \n                           \n                           \n                              \n                                 Size (mL)\n                              \n                           \n                           \n                              \n                                 Product\n                              \n                           \n                           \n                              \n                                 NDC\n                              \n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1306G\n                              \n                           \n                           \n                              50\n                           \n                           \n                              \n                                 \n                                     Non-DAC\n                              \n                           \n                           \n                              0338-9657-75\n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1306DG\n                              \n                           \n                           \n                              50\n                           \n                           \n                              \n                                 \n                                     DAC\n                              \n                           \n                           \n                              0338-9659-75\n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1307G\n                              \n                           \n                           \n                              100\n                           \n                           \n                              \n                                 \n                                     Non-DAC\n                              \n                           \n                           \n                              0338-9661-60\n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1307DG\n                              \n                           \n                           \n                              100\n                           \n                           \n                              \n                                 \n                                     DAC\n                              \n                           \n                           \n                              0338-9663-60\n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1322\n                              \n                           \n                           \n                              250\n                           \n                           \n                              \n                                 \n                                     Non-DAC\n                              \n                           \n                           \n                              0338-9543-01\n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1322D\n                              \n                           \n                           \n                              250\n                           \n                           \n                              \n                                 \n                                     DAC\n                              \n                           \n                           \n                              0338-9543-02\n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1323\n                              \n                           \n                           \n                              500\n                           \n                           \n                              \n                                 \n                                     Non-DAC\n                              \n                           \n                           \n                              0338-9543-03\n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1323D\n                              \n                           \n                           \n                              500\n                           \n                           \n                              \n                                 \n                                     DAC\n                              \n                           \n                           \n                              0338-9543-04\n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1324\n                              \n                           \n                           \n                              1000\n                           \n                           \n                              \n                                 \n                                     Non-DAC\n                              \n                           \n                           \n                              0338-9543-05\n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1324D\n                              \n                           \n                           \n                              1000\n                           \n                           \n                              \n                                 \n                                     DAC\n                              \n                           \n                           \n                              0338-9543-06\n                           \n                        \n                        \n                           \n                              \n                                 \n                                     UE1324DG\n                              \n                           \n                           \n                              1000\n                           \n                           \n                              \n                                 \n                                     DAC\n                              \n                           \n                           \n                              0338-9543-12\n                           \n                        \n                     \n                  \n                  \n                     Exposure of pharmaceutical products to heat should be minimized. Avoid excessive heat. It is recommended the product be stored at room temperature (25°C/77°F); brief exposure up to 40°C/104°F does not adversely affect the product.",
    "adverseReactions": "None known."
}