{
    "root": "4486ef84-3fb8-45a4-ad18-d414fcf0b358",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Felbamate",
    "value": "20230615",
    "ingredients": [
        {
            "name": "FELBAMATE",
            "code": "X72RBB02N8"
        }
    ],
    "indications": "Felbamate is not indicated as a first line antiepileptic treatment (see Warnings). Felbamate is recommended for use only in those patients who respond inadequately to alternative treatments and whose epilepsy is so severe that a substantial risk of aplastic anemia and/or liver failure is deemed acceptable in light of the benefits conferred by its use.\n                  If these criteria are met and the patient has been fully advised of the risk, and has provided written acknowledgement, Felbamate can be considered for either monotherapy or adjunctive therapy in the treatment of partial seizures, with and without generalization, in adults with epilepsy and as adjunctive therapy in the treatment of partial and generalized seizures associated with Lennox-Gastaut syndrome in children.",
    "contraindications": "Felbamate has been studied as monotherapy and adjunctive therapy in adults and as adjunctive therapy in children with seizures associated with Lennox-Gastaut syndrome. As Felbamate is added to or substituted for existing AEDs, it is strongly recommended to reduce the dosage of those AEDs in the range of 20-33% to minimize side effects (see Drug Interactions subsection).",
    "warningsAndPrecautions": "Felbamate Tablets, USP, 400 mg, are yellow, scored, capsule-shaped tablets, debossed WP 0320 on one side and plain on the other; available in bottles of 100 (NDC 51525-0430-1). Felbamate Tablets, USP, 600 mg, are peach-colored, scored, capsule-shaped tablets, debossed WP 0321 on one side and plain on the other; available in bottles of 100 (NDC 51525-0431-1). Felbamate Oral Suspension, USP, 600 mg/5 mL, is peach-colored; available in 8 oz bottles (NDC51525-0442-8) and 32 oz bottles (NDC51525-0442-3).\n                  Shake suspension well before using. Store at controlled room temperature 20째-25째C (68째-77째F). Dispense in tight container.\n                  \n                     To report SUSPECTED ADVERSE REACTIONS, contact Wallace Pharmaceuticals Inc. at 1-800-352-4047 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.\n                  \n                  Manufactured for:\n                     Wallace Pharmaceuticals Inc.\n                     1000 Mylan Blvd\n                  Canonsburg, PA 15317 U.S.A.\n                  IN-0321-04           Rev. 6/2023",
    "adverseReactions": "Felbamate is contraindicated in patients with known hypersensitivity to Felbamate, its ingredients, or known sensitivity to other carbamates. It should not be used in patients with a history of any blood dyscrasia or hepatic dysfunction."
}