{
    "id": "44deb447-ac8a-4957-9df5-d9e2f89bc22d",
    "indications": "3% and 5% Sodium Chloride Injection, USP is indicated as a source of water and electrolytes.",
    "contraindications": "As directed by a physician. Dosage, rate, and duration of administration are to be individualized and depend upon the indication for use, the patient’s age, weight, clinical condition, concomitant treatment, and on the patient’s clinical and laboratory response to treatment.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Use of a final filter is recommended during administration of all parenteral solutions, where possible.\n                  Do not administer unless solution is clear and seal is intact. \n                  All injections in VIAFLEX plastic containers are intended for intravenous administration using sterile and nonpyrogenic equipment. \n                  Additives may be incompatible. Complete information is not available. Those additives known to be incompatible should not be used. Consult with pharmacist, if available. If, in the informed judgment of the physician, it is deemed advisable to introduce additives, use aseptic technique. Mix thoroughly when additives have been introduced. Do not store solutions containing additives.\n                  After opening the container, the contents should be used immediately and should not be stored for a subsequent infusion. Do not reconnect any partially used containers. Discard any unused portion.",
    "warningsAndPrecautions": "3% and 5% Sodium Chloride Injection, USP in VIAFLEX plastic container is available as follows: \n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           Code\n                           Size (mL)\n                           NDC\n                           Product Name\n                        \n                     \n                     \n                        \n                           \n                              2B1353\n                           \n                           \n                              500\n                           \n                           \n                              0338-0054-03\n                           \n                           \n                              3% Sodium Chloride Injection, USP\n                           \n                        \n                        \n                           \n                              2B1373\n                           \n                           \n                              500\n                           \n                           \n                              0338-0056-03\n                           \n                           \n                              5% Sodium Chloride Injection, USP\n                           \n                        \n                     \n                  \n                  Exposure of pharmaceutical products to heat should be minimized. Avoid excessive heat. It is recommended the product be stored at room temperature (25°C/77°F); brief exposure up to 40°C /104°F does not adversely affect the product.",
    "adverseReactions": "None known.",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "Baxter Healthcare Corporation",
    "name": "Sodium Chloride",
    "effectiveTime": "20180523"
}