{
    "id": "45011745-b15e-49d0-adea-8a8946860566",
    "indications": "PLASMA-LYTE 148 Injection (Multiple Electrolytes Injection, Type 1, USP) is indicated as a source of water and electrolytes or as an alkalinizing agent.",
    "contraindications": "Important Administration Instructions \n                  \n                  \n                     \n                        •PLASMA-LYTE 148 Injection (Multiple Electrolytes Injection, Type 1, USP) is intended for intravenous administration using sterile equipment. \n                     \n                        •Do not connect flexible plastic containers in series in order to avoid air embolism due to possible residual air contained in the primary container. \n                     \n                        •Set the vent to the closed position on a vented intravenous administration set to prevent air embolism. \n                     \n                        •Use a dedicated line without any connections to avoid air embolism. \n                     \n                        •Do not pressurize intravenous solutions contained in flexible plastic containers to increase flow rates in order to avoid air embolism due to incomplete evacuation of residual air in the container. \n                     \n                        •Prior to infusion, visually inspect the solution for particulate matter and discoloration. The solution should be clear and there should be no precipitates. Do not administer unless solution is clear, and container is undamaged. \n                     \n                        •PLASMA-LYTE 148 Injection (Multiple Electrolytes Injection, Type 1, USP) is compatible with blood or blood components. It may be administered prior to or following the infusion of blood through the same administration set (i.e., as a priming solution), added to or infused concurrently with blood components, or used as a diluent in the transfusion of packed erythrocytes. PLASMA-LYTE 148 Injection and 0.9% Sodium Chloride Injection, USP are equally compatible with blood or blood components.\n                  \n                  \n                     Dosing Information\n                  \n                  The choice of product, dosage, volume, rate, and duration of administration is dependent upon the age, weight and clinical condition of the patient and concomitant therapy, and administration should be determined by a physician experienced in intravenous fluid therapy.\n                  \n                     Introduction of Additives \n                  \n                  Additives may be incompatible. \n                  Evaluate all additions to the plastic container for compatibility and stability of the resulting preparation. Consult with a pharmacist, if available. \n                  If, in the informed judgment of the physician, it is deemed advisable to introduce additives, use aseptic technique. Mix thoroughly when additives have been introduced. After addition, if there is a discoloration and/or the appearance of precipitates, insoluble complexes or crystals, do not use. Do not store solutions containing additives. Discard any unused portion.",
    "warningsAndPrecautions": "PLASMA-LYTE 148 Injection (Multiple Electrolytes Injection, Type 1, USP) in VIAFLEX plastic containers is available as shown below:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              Code\n                           \n                           \n                              Size\n                              \n                              (mL)\n                           \n                           \n                              NDC\n                           \n                        \n                     \n                     \n                        \n                           \n                              2B2534\n                           \n                           \n                              1000\n                           \n                           \n                              NDC 0338-0179-04\n                           \n                        \n                        \n                           \n                              2B2533\n                           \n                           \n                              500\n                           \n                           \n                              NDC 0338-0179-03\n                           \n                        \n                     \n                  \n                  Exposure of pharmaceutical products to heat should be minimized. Avoid excessive heat. It is recommended the product be stored at room temperature (25°C); brief exposure up to 40°C does not adversely affect the product.",
    "adverseReactions": "PLASMA-LYTE 148 Injection (Multiple Electrolytes Injection, Type 1, USP) is contraindicated in patients with a known hypersensitivity to the product. See \n                        WARNINGS\n                     .",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM GLUCONATE",
            "code": "R6Q3791S76"
        },
        {
            "name": "SODIUM ACETATE",
            "code": "4550K0SC9B"
        },
        {
            "name": "POTASSIUM CHLORIDE",
            "code": "660YQ98I10"
        },
        {
            "name": "MAGNESIUM CHLORIDE",
            "code": "02F3473H9O"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "organization": "Baxter Healthcare Company",
    "name": "Plasma-Lyte 148",
    "effectiveTime": "20190805"
}