{
    "id": "4564e404-8d71-4585-ab78-55857f477143",
    "indications": "Dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets are indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) and Narcolepsy.",
    "contraindications": "Regardless of indication, amphetamines should be administered at the lowest effective dosage, and dosage should be individually adjusted according to the therapeutic needs and response of the patient. Late evening doses should be avoided because of the resulting insomnia.",
    "warningsAndPrecautions": "Dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets are supplied as follows:\n                  5 mg: A white to off white, round, biconvex quadrisect tablet debossed on one side with “5” in the upper left quadrant. The other side is quadrisected and debossed with NP007.\n                  Bottles of 100 Tablets NDC 68462-647-01\n                  10 mg: A white to off white, round, biconvex quadrisect tablet debossed on one side with “10” separated by a bisect in the upper quadrant. The other side is quadrisected and debossed with NP008.\n                  Bottles of 100 Tablets NDC 68462-649-01\n                  15 mg: An orange, round, biconvex quadrisect tablet debossed on one side with “15” separated by a bisect in the upper quadrant. The other side is quadrisected and debossed with NP009.\n                  Bottles of 100 Tablets NDC 68462-651-01\n                  20 mg: An orange, round, biconvex quadrisect tablet debossed on one side with “20” separated by a bisect in the upper quadrant. The other side is quadrisected and debossed with NP010.\n                  Bottles of 100 Tablets NDC 68462-652-01\n                  30 mg: An orange, round, biconvex quadrisect tablet debossed on one side with “30” separated by a bisect in the upper quadrant. The other side is quadrisected and debossed with NP011.\n                  Bottles of 100 Tablets NDC 68462-653-01\n                  Dispense in a tight, light-resistant container.\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  \n                     Medication Guide available at\n                  \n                  \n                     www.glenmarkpharma-us.com/medguides\n                  \n                  Manufactured by:\n                  Neolpharma, Inc.\n                  Caguas, Puerto Rico 00725, USA\n                  Distributed by:\n                  \n                  \n                     Glenmark Pharmaceuticals Inc., USA\n                  \n                  Mahwah, NJ 07430\n                  Issued 05/25\n                  PP64701",
    "adverseReactions": "In patients known to be hypersensitive to amphetamine, or other components of dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets.    Hypersensitivity reactions such as angioedema and anaphylactic reactions have been reported in patients treated with other amphetamine products [see ADVERSE REACTIONS].  \n                  Patients taking monoamine oxidase inhibitors (MAOIs), or within 14 days of stopping MAOIs (including MAOIs such as linezolid or intravenous methylene blue), because of an increased risk of hypertensive crisis [see WARNINGS and DRUG INTERACTIONS].",
    "ingredients": [
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "AMPHETAMINE SULFATE",
            "code": "6DPV8NK46S"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "AMPHETAMINE ASPARTATE",
            "code": "H527KAP6L5"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE 102",
            "code": "PNR0YF693Y"
        },
        {
            "name": "SACCHARIN SODIUM",
            "code": "SB8ZUX40TY"
        },
        {
            "name": "DEXTROAMPHETAMINE SACCHARATE",
            "code": "G83415V073"
        },
        {
            "name": "DEXTROAMPHETAMINE SULFATE",
            "code": "JJ768O327N"
        },
        {
            "name": "MALTODEXTRIN",
            "code": "7CVR7L4A2D"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        }
    ],
    "organization": "GLENMARK PHARMACEUTICALS INC., USA",
    "name": "Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate, Amphetamine Sulfate",
    "effectiveTime": "20250510"
}