{
    "id": "46db7808-58a2-4ec9-aa54-17c2602da528",
    "indications": "VEGZELMA is a vascular endothelial growth factor inhibitor indicated for the treatment of: Metastatic colorectal cancer, in combination with intravenous fluorouracil-based chemotherapy for first- or second-line treatment. ( 1.1 ) Metastatic colorectal cancer, in combination with fluoropyrimidine-irinotecan- or fluoropyrimidine-oxaliplatin-based chemotherapy for second-line treatment in patients who have progressed on a first-line bevacizumab product-containing regimen. ( 1.1 ) Limitations of Use : VEGZELMA is not indicated for adjuvant treatment of colon cancer. ( 1.1 ) Unresectable, locally advanced, recurrent or metastatic non-squamous non-small cell lung cancer, in combination with carboplatin and paclitaxel for first-line treatment. ( 1.2 ) Recurrent glioblastoma in adults. ( 1.3 ) Metastatic renal cell carcinoma in combination with interferon alfa. ( 1.4 ) Persistent, recurrent, or metastatic cervical cancer, in combination with paclitaxel and cisplatin, or paclitaxel and topotecan. ( 1.5 ) Epithelial ovarian, fallopian tube, or primary peritoneal cancer: in combination with carboplatin and paclitaxel, followed by VEGZELMA as a single agent, for stage III or IV disease following initial surgical resection ( 1.6 ) in combination with paclitaxel, pegylated liposomal doxorubicin, or topotecan for platinum-resistant recurrent disease who received no more than 2 prior chemotherapy regimens ( 1.6 ) in combination with carboplatin and paclitaxel or carboplatin and gemcitabine, followed by VEGZELMA as a single agent, for platinum-sensitive recurrent disease ( 1.6 )",
    "contraindications": "Withhold for at least 28 days prior to elective surgery. Do not administer VEGZELMA for 28 days following major surgery and until adequate wound healing. ( 2.1 ) Metastatic colorectal cancer ( 2.2 ) 5 mg/kg every 2 weeks with bolus-IFL 10 mg/kg every 2 weeks with FOLFOX4 5 mg/ kg every 2 weeks or 7.5 mg/kg every 3 weeks with fluoropyrimidine-irinotecan- or fluoropyrimidine-oxaliplatin based chemotherapy after progression on a first-line bevacizumab product containing regimen First-line non−squamous non−small cell lung cancer ( 2.3 ) 15 mg/kg every 3 weeks with carboplatin and paclitaxel Recurrent glioblastoma ( 2.4 ) 10 mg/kg every 2 weeks Metastatic renal cell carcinoma ( 2.5 ) 10 mg/kg every 2 weeks with interferon alfa Persistent, recurrent, or metastatic cervical cancer ( 2.6 ) 15 mg/kg every 3 weeks with paclitaxel and cisplatin, or paclitaxel and topotecan Stage III or IV epithelial ovarian, fallopian tube or primary peritoneal cancer following initial surgical resection ( 2.7 ) 15 mg/kg every 3 weeks with carboplatin and paclitaxel for up to 6 cycles, followed by 15 mg/kg every 3 weeks as a single agent, for a total of up to 22 cycles Platinum-resistant recurrent epithelial ovarian, fallopian tube or primary peritoneal cancer ( 2.7 ) 10 mg/kg every 2 weeks with paclitaxel, pegylated liposomal doxorubicin, or topotecan given every week 15 mg/kg every 3 weeks with topotecan given every 3 weeks Platinum-sensitive recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer ( 2.7 ) 15 mg/kg every 3 weeks with carboplatin and paclitaxel for 6-8 cycles, followed by 15 mg/kg every 3 weeks as a single agent 15 mg/kg every 3 weeks with carboplatin and gemcitabine for 6-10 cycles, followed by 15 mg/kg every 3 weeks as a single agent Administer as an intravenous infusion after dilution. See full Prescribing Informatio for preparation and administration instructions and dosage modifications for adverse reactions. ( 2.8 and 2.9 )",
    "warningsAndPrecautions": "VEGZELMA (bevacizumab-adcd) injection is a clear to opalescent, colorless to pale brown, sterile solution for intravenous infusion supplied in a single-dose vial pakcaged within cartons in the following strengths and packaging configurations:\n                  \n                  \n                     100 mg/4 mL (25 mg/mL): carton of one vial (NDC 72606-011-01); carton of 10 vials (NDC 72606-011-10).\n                     400 mg/16 mL (25 mg/mL): carton of one vial (NDC 72606-012-01); carton of 10 vials (NDC 72606-012-10).",
    "adverseReactions": "None.",
    "ingredients": [
        {
            "name": "BEVACIZUMAB",
            "code": "2S9ZZM9Q9V"
        },
        {
            "name": "TREHALOSE DIHYDRATE",
            "code": "7YIN7J07X4"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC, ANHYDROUS",
            "code": "22ADO53M6F"
        },
        {
            "name": "POLYSORBATE 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "SODIUM PHOSPHATE, MONOBASIC, MONOHYDRATE",
            "code": "593YOG76RN"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "CELLTRION USA, Inc.",
    "name": "Vegzelma",
    "effectiveTime": "20250508"
}