{
    "root": "472eee79-54ec-422a-88d6-8f1044411c9e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Adalimumab",
    "value": "20250312",
    "ingredients": [],
    "indications": "Adalimumab-aaty is a tumor necrosis factor (TNF) blocker indicated for: Rheumatoid Arthritis (RA) ( 1.1 ): reducing signs and symptoms, inducing major clinical response, inhibiting the progression of structural damage, and improving physical function in adult patients with moderately to severely active RA. Juvenile Idiopathic Arthritis (JIA) ( 1.2 ): reducing signs and symptoms of moderately to severely active polyarticular JIA in patients 2 years of age and older. Psoriatic Arthritis (PsA) ( 1.3 ): reducing signs and symptoms, inhibiting the progression of structural damage, and improving physical function in adult patients with active PsA. Ankylosing Spondylitis (AS) ( 1.4 ): reducing signs and symptoms in adult patients with active AS. Crohn's Disease (CD) ( 1.5 ): treatment of moderately to severely active Crohn's disease in adults and pediatric patients 6 years of age and older. Ulcerative Colitis (UC) ( 1.6 ): treatment of moderately to severely active ulcerative colitis in adult patients. Limitations of Use: Effectiveness has not been established in patients who have lost response to or were intolerant to TNF blockers. Plaque Psoriasis (Ps) ( 1.7 ): treatment of adult patients with moderate to severe chronic plaque psoriasis who are candidates for systemic therapy or phototherapy, and when other systemic therapies are medically less appropriate. Hidradenitis Suppurativa (HS) ( 1.8 ): treatment of moderate to severe hidradenitis suppurativa in adult patients. Uveitis (UV) ( 1.9 ) : treatment of non-infectious intermediate, posterior, and panuveitis in adult patients.",
    "contraindications": "Administer by subcutaneous injection ( 2 ) Rheumatoid Arthritis, Psoriatic Arthritis, Ankylosing Spondylitis ( 2.1 ): Adults: 40 mg every other week. Some patients with RA not receiving methotrexate may benefit from increasing the dosage to 40 mg every week or 80 mg every other week. Juvenile Idiopathic Arthritis ( 2.2 ): Pediatric Weight 2 Years of Age and Older Recommended Dosage 15 kg (33 lbs) to less than 30 kg (66 lbs) 20 mg every other week 30 kg (66 lbs) and greater 40 mg every other week Crohn's Disease ( 2.3 ): Adults : 160 mg on Day 1 (given in one day or split over two consecutive days); 80 mg on Day 15; and 40 mg every other week starting on Day 29. Pediatric Patients 6 Years of Age and Older : Pediatric Weight Recommended Dosage Days 1 and 15 Starting on Day 29 17 kg (37 lbs) to less than 40 kg (88 lbs) Day 1: 80 mg Day 15: 40 mg 20 mg every other week 40 kg (88 lbs) and greater Day 1: 160 mg (single dose or split over two consecutive days) Day 15: 80 mg 40 mg every other week Ulcerative Colitis ( 2.4 ): Adults : 160 mg on Day 1 (given in one day or split over two consecutive days), 80 mg on Day 15 and 40 mg every other week starting on Day 29. Discontinue in patients without evidence of clinical remission by eight weeks (Day 57). Plaque Psoriasis or Adult Uveitis ( 2.5 ): Adults: 80 mg initial dose followed by 40 mg every other week starting one week after initial dose. Hidradenitis Suppurativa ( 2.6 ): Adults: Day 1: 160 mg (given in one day or split over two consecutive days) Day 15: 80 mg Day 29 and subsequent doses: 40 mg every week or 80 mg every other week",
    "warningsAndPrecautions": "Adalimumab-aaty is supplied as a preservative-free, sterile, clear to opalescent, and colorless to pale brown solution for subcutaneous administration. The following packaging configurations are available.\n                  \n                     \n                        Adalimumab-aaty AI Carton - 40 mg/0.4 mL (1 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and one dose tray. The dose tray consists of a single-dose prefilled auto-injector, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-09.\n                     \n                        Adalimumab-aaty AI Carton - 40 mg/0.4 mL (2 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and two dose trays. Each dose tray consists of a single-dose prefilled auto-injector, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-10.\n                     \n                        Adalimumab-aaty AI Carton - 40 mg/0.4 mL (4 Count)\n                        Adalimumab-aaty is supplied in a carton containing four alcohol preps and four dose trays. Each dose tray consists of a single-dose prefilled auto-injector, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-11.\n                     \n                        Adalimumab-aaty AI Carton - 40 mg/0.4 mL (6 Count)\n                        Adalimumab-aaty is supplied in a carton containing six alcohol preps and six dose trays. Each dose tray consists of a single-dose prefilled auto-injector, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-12.\n                     \n                        Prefilled Syringe with Safety Guard Carton - 40 mg/0.4 mL (1 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and one dose tray. The dose tray consists of a single-dose prefilled syringe with safety guard, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-05.\n                     \n                        Prefilled Syringe with Safety Guard Carton - 40 mg/0.4 mL (2 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and two dose trays. Each dose tray consists of a single-dose prefilled syringe with safety guard, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-06.\n                     \n                        Prefilled Syringe with Safety Guard Carton - 40 mg/0.4 mL (4 Count)\n                        Adalimumab-aaty is supplied in a carton containing four alcohol preps and four dose trays. Each dose tray consists of a single-dose prefilled syringe with safety guard, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-07.\n                     \n                        Prefilled Syringe with Safety Guard Carton - 40 mg/0.4 mL (6 Count)\n                        Adalimumab-aaty is supplied in a carton containing six alcohol preps and six dose trays. Each dose tray consists of a single-dose prefilled syringe with safety guard, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-08.\n                     \n                        Prefilled Syringe Carton - 40 mg/0.4 mL (1 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and one dose tray. The dose tray consists of a single-dose prefilled syringe, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-01.\n                     \n                        Prefilled Syringe Carton - 40 mg/0.4 mL (2 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and two dose trays. Each dose tray consists of a single-dose prefilled syringe, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-02.\n                     \n                        Prefilled Syringe Carton - 40 mg/0.4 mL (4 Count)\n                        Adalimumab-aaty is supplied in a carton containing four alcohol preps and four dose trays. Each dose tray consists of a single-dose prefilled syringe, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-03.\n                     \n                        Prefilled Syringe Carton - 40 mg/0.4 mL (6 Count)\n                        Adalimumab-aaty is supplied in a carton containing six alcohol preps and six dose trays. Each dose tray consists of a single-dose prefilled syringe, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 40 mg/0.4 mL of Adalimumab-aaty. The NDC number is 72606-022-04.\n                     \n                        Adalimumab-aaty AI Carton - 80 mg/0.8 mL (1 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and one dose tray. The dose tray consists of a single-dose prefilled auto-injector, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 80 mg/0.8 mL of Adalimumab-aaty. The NDC number is 72606-040-04.\n                     \n                        Adalimumab-aaty AI Carton - 80 mg/0.8 mL (2 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and two dose trays. Each dose tray consists of a single-dose prefilled auto-injector, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 80 mg/0.8 mL of Adalimumab-aaty. The NDC number is 72606-040-05.\n                     \n                        Prefilled Syringe with Safety Guard Carton - 80 mg/0.8 mL (1 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and one dose tray. The dose tray consists of a single-dose prefilled syringe with safety guard, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 80 mg/0.8 mL of Adalimumab-aaty. The NDC number is 72606-040-02.\n                     \n                        Prefilled Syringe with Safety Guard Carton - 80 mg/0.8 mL (2 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and two dose trays. Each dose tray consists of a single-dose prefilled syringe with safety guard, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 80 mg/0.8 mL of Adalimumab-aaty. The NDC number is 72606-040-03.\n                     \n                        Prefilled Syringe Carton - 80 mg/0.8 mL (1 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and one dose tray. The dose tray consists of a single-dose prefilled syringe, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 80 mg/0.8 mL of Adalimumab-aaty. The NDC number is 72606-040-01.\n                     \n                        Prefilled Syringe Carton - 20 mg/0.2 mL (2 Count)\n                        Adalimumab-aaty is supplied in a carton containing two alcohol preps and two dose trays. Each dose tray consists of a single-dose prefilled syringe, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 20 mg/0.2 mL of Adalimumab-aaty. The NDC number is 72606-041-01.\n                     \n                        Adalimumab-aaty AI 80 mg/0.8 mL - Crohn's Disease, Ulcerative Colitis or HIdradenitis Suppurativa Starter Package (3 Count)\n                        Adalimumab-aaty is supplied in a carton containing four alcohol preps and three dose trays (Crohn’s Disease Starter Package). Each dose tray consists of a single-dose prefilled auto-injector, containing a 1 mL prefilled syringe with a fixed thin wall, ½ inch needle, providing 80 mg/0.8 mL of Adalimumab aaty. The NDC number is 72606-040-06.",
    "adverseReactions": "None."
}