{
    "root": "47c9752b-a06d-46af-a029-9213e2474378",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Rufinamide",
    "value": "20250512",
    "ingredients": [
        {
            "name": "RUFINAMIDE",
            "code": "WFW942PR79"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "ORANGE JUICE",
            "code": "5A9KE2L9L3"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLOXAMER 188",
            "code": "LQA7B6G8JG"
        },
        {
            "name": "POTASSIUM SORBATE",
            "code": "1VPU26JZZ4"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "HYDROXYETHYL CELLULOSE (140 CPS AT 5%)",
            "code": "8136Y38GY5"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "DIMETHICONE",
            "code": "92RU3N3Y1O"
        },
        {
            "name": "CARBOXYMETHYLCELLULOSE",
            "code": "05JZI7B19X"
        }
    ],
    "indications": "Rufinamide oral suspension is indicated for adjunctive treatment of seizures associated with Lennox-Gastaut Syndrome in pediatric patients 1 year of age and older and in adults.",
    "contraindications": "Rufinamide oral suspension should be given with food. Measure oral suspension using provided adapter and dosing syringe ( 2.2 ) Pediatric patients 1 year and older: Starting daily dose: 10 mg/kg per day in two equally divided doses ( 2.1 ) Increase by 10 mg/kg increments every other day to maximum dose of 45 mg/kg per day, not to exceed 3200 mg per day, in two divided doses ( 2.1) Adults: Starting daily dose: 400 to 800 mg per day in two equally divided doses ( 2.1 ) Increase by 400 to 800 mg every other day until a maximum dose of 3200 mg per day, in two divided doses, is reached ( 2.1 )",
    "warningsAndPrecautions": "Rufinamide oral suspension is an orange flavored liquid supplied in a polyethylene terephthalate (PET) bottle with child-resistant closure. The oral suspension is packaged with a dispenser set which contains a calibrated oral dosing syringe and an adapter. Store the oral suspension in an upright position. Use within 90 days of first opening the bottle, then discard any remainder. The oral suspension is available in bottles of 460 mL (NDC 68180-797-01).",
    "adverseReactions": "Rufinamide is contraindicated in patients with Familial Short QT syndrome [see WARNINGS AND PRECAUTIONS (5.3)]."
}