{
    "id": "4a851ddb-f853-46fe-9d33-d555dae79cf8",
    "indications": "Carbidopa and levodopa tablets are indicated in the treatment of Parkinson's disease, post-encephalitic parkinsonism, and symptomatic parkinsonism that may follow carbon monoxide intoxication or manganese intoxication.\n                  Carbidopa allows patients treated for Parkinson's disease to use much lower doses of levodopa. Some patients who responded poorly to levodopa have improved on carbidopa and levodopa tablets. This is most likely due to decreased peripheral decarboxylation of levodopa caused by administration of carbidopa rather than by a primary effect of carbidopa on the nervous system. Carbidopa has not been shown to enhance the intrinsic efficacy of levodopa.\n                  Carbidopa may also reduce nausea and vomiting and permit more rapid titration of levodopa.",
    "contraindications": "The optimum daily dosage of carbidopa and levodopa tablets must be determined by careful titration in each patient. Carbidopa and levodopa tablets are available in a 1:4 ratio of carbidopa to levodopa (carbidopa and levodopa tablets 25 mg/100 mg) as well as 1:10 ratio (carbidopa and levodopa tablets 25 mg/250 mg and carbidopa and levodopa tablets 10 mg/100 mg). Tablets of the two ratios may be given separately or combined as needed to provide the optimum dosage.\n                  Studies show that peripheral dopa decarboxylase is saturated by carbidopa at approximately 70 to 100 mg a day. Patients receiving less than this amount of carbidopa are more likely to experience nausea and vomiting.\n                  \n                     \n                        Usual Initial Dosage\n                     \n                     Dosage is best initiated with one tablet of carbidopa and levodopa 25 mg/100 mg three times a day. This dosage schedule provides 75 mg of carbidopa per day. Dosage may be increased by one tablet every day or every other day, as necessary, until a dosage of eight tablets of carbidopa and levodopa 25 mg/100 mg a day is reached.\n                  If carbidopa and levodopa tablets 10 mg/100 is used, dosage may be initiated with one tablet three or four times a day. However, this will not provide an adequate amount of carbidopa for many patients. Dosage may be increased by one tablet every day or every other day until a total of eight tablets (2 tablets q.i.d.) is reached.\n                  \n                     \n                        How to Transfer Patients from Levodopa\n                     \n                     \n                     Levodopa must be discontinued at least twelve hours before starting carbidopa and levodopa tablets. A daily dosage of carbidopa and levodopa tablets should be chosen that will provide approximately 25% of the previous levodopa dosage. Patients who are taking less than 1500 mg of levodopa a day should be started on one tablet of carbidopa and levodopa 25 mg/100 mg three or four times a day. The suggested starting dosage for most patients taking more than 1500 mg of levodopa is one tablet of carbidopa and levodopa 25 mg/250 mg three or four times a day.\n                  \n                     \n                        Maintenance\n                     \n                     Therapy should be individualized and adjusted according to the desired therapeutic response. At least 70 to 100 mg of carbidopa per day should be provided. When a greater proportion of carbidopa is required, one tablet of carbidopa and levodopa 25 mg/100 mg may be substituted for each tablet of carbidopa and levodopa 10 mg/100 mg. When more levodopa is required, carbidopa and levodopa tablets 25 mg/250 mg should be substituted for carbidopa and levodopa tablets 25 mg/100 mg or carbidopa and levodopa tablets 10 mg/100 mg. If necessary, the dosage of carbidopa and levodopa tablets 25 mg/250 mg may be increased by one-half or one tablet every day or every other day to a maximum of eight tablets a day. Experience with total daily dosages of carbidopa greater than 200 mg is limited.\n                  Because both therapeutic and adverse responses occur more rapidly with carbidopa and levodopa than with levodopa alone, patients should be monitored closely during the dose adjustment period. Specifically, involuntary movements will occur more rapidly with carbidopa and levodopa than with levodopa. The occurrence of involuntary movements may require dosage reduction. Blepharospasm may be a useful early sign of excess dosage in some patients.\n                  \n                     \n                        Addition of Other Antiparkinsonian Medications\n                     \n                     Standard drugs for Parkinson's disease, other than levodopa without a decarboxylase inhibitor, may be used concomitantly while carbidopa and levodopa tablets are being administered, although dosage adjustments may be required.\n                  \n                     \n                        Interruption of Therapy\n                     \n                     Sporadic cases of hyperpyrexia and confusion have been associated with dose reductions and withdrawal of carbidopa and levodopa tablets. Patients should be observed carefully if abrupt reduction or discontinuation of carbidopa and levodopa tablets are required, especially if the patient is receiving neuroleptics. (See WARNINGS.)\n                  If general anesthesia is required, carbidopa and levodopa tablets may be continued as long as the patient is permitted to take fluids and medication by mouth. If therapy is interrupted temporarily, the patient should be observed for symptoms resembling NMS, and the usual daily dosage may be administered as soon as the patient is able to take oral medication.",
    "warningsAndPrecautions": "Carbidopa and levodopa tablets, USP 10 mg/100 mg are light to dark blue round tablets debossed with a functional score on one side and ‘671’ on other side. They are supplied as follows:\n                  Bottles of 100 NDC 31722-381-01Bottles of 500 NDC 31722-381-05\n                  Carbidopa and levodopa tablets, USP 25 mg/100 mg are yellow round tablets debossed with a functional score on one side and ‘672’ on other side. They are supplied as follows:\n                  Bottles of 100 NDC 31722-382-01Bottles of 500 NDC 31722-382-05Bottles of 1000 NDC 31722-382-10\n                  Carbidopa and levodopa tablets, USP 25 mg/250 mg are light to dark blue round tablets debossed with a functional score on one side and ‘673’ on other side. They are supplied as follows:\n                  Bottles of 100 NDC 31722-383-01Bottles of 500 NDC 31722-383-05Bottles of 1000 NDC 31722-383-10\n                  \n                     \n                        Storage and Handling\n                     \n                     Store at 20º to 25ºC (68º to 77ºF); excursions permitted to 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature]. Store in a tightly closed container, protected from light and moisture.\n                  Dispense in a tightly closed, light-resistant container.\n                  \n                     Manufactured by:\n                     Ascent Pharmaceuticals, Inc.Central Islip, NY 11722\n                  \n                     Manufactured for:\n                     Camber Pharmaceuticals, Inc.Piscataway, NJ 08854\n                  Rev: 01/25",
    "adverseReactions": "Nonselective monoamine oxidase (MAO) inhibitors are contraindicated for use with carbidopa and levodopa tablets. These inhibitors must be discontinued at least two weeks prior to initiating therapy with carbidopa and levodopa tablets. Carbidopa and levodopa tablets may be administered concomitantly with the manufacturer's recommended dose of an MAO inhibitor with selectivity for MAO type B (e.g., selegiline HCl) (see PRECAUTIONS, Drug Interactions).\n                  Carbidopa and levodopa tablets are contraindicated in patients with known hypersensitivity to any component of this drug, and in patients with narrow-angle glaucoma.",
    "ingredients": [
        {
            "name": "CARBIDOPA",
            "code": "MNX7R8C5VO"
        },
        {
            "name": "LEVODOPA",
            "code": "46627O600J"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "CROSPOVIDONE",
            "code": "2S7830E561"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, UNSPECIFIED",
            "code": "9XZ8H6N6OH"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        }
    ],
    "organization": "Camber Pharmaceuticals, Inc.",
    "name": "CARBIDOPA AND LEVODOPA",
    "effectiveTime": "20250128"
}