{
    "root": "4bcc6cdb-3dfa-4757-bac2-a2dc8bd3a9f6",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Bumetanide",
    "value": "20250301",
    "ingredients": [
        {
            "name": "BUMETANIDE",
            "code": "0Y2S3XUQ5H"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        }
    ],
    "indications": "Bumetanide tablets are indicated for the treatment of edema associated with congestive heart failure, hepatic and renal disease, including the nephrotic syndrome.\n                  Almost equal diuretic response occurs after oral and parenteral administration of bumetanide. Therefore, if impaired gastrointestinal absorption is suspected or oral administration is not practical, bumetanide should be given by the intramuscular or intravenous route.\n                  Successful treatment with bumetanide tablets following instances of allergic reactions to furosemide suggests a lack of cross-sensitivity.",
    "contraindications": "Individualize dosage with careful monitoring of patient response.",
    "warningsAndPrecautions": "Bumetanide Tablets, USP for oral administration are available as:\n                  Bumetanide Tablets USP, 0.5 mg are supplied as white to off white, round shaped tablets, debossed with “AC and 163” separated by break line on one side and “Plain” on the other side.\n                  They are available as follows:\n                  \n                     \n                         Bottles of 100:\tNDC 43547-896-10\n                  \n                  Bumetanide Tablets USP, 1 mg are supplied as white to off white, round shaped tablets, debossed with “AC and 164” separated by break line on one side and “Plain” on the other side\n                  They are available as follows:\n                  \n                     \n                         Bottles of 100:\tNDC 43547-897-10\n                     \n                         Bottles of 500:\tNDC 43547-897-50\n                  \n                  Bumetanide Tablets USP, 2 mg are supplied as white to off white, round shaped tablets, debossed with “AC and 165” separated by break line on one side and “Plain” on the other side.\n                  They are available as follows:\n                  \n                     \n                         Bottles of 100:\tNDC 43547-898-10\n                     \n                         Bottles of 500:\tNDC 43547-898-50\n                  \n                  Store at 20°C to 25°C (68°F to 77°F) [see USP Controlled Room Temperature].\n                  Dispense contents in a tight, light-resistant container as defined in the USP with a child-resistant closure, as required.\n                  KEEP TIGHTLY CLOSED.\n                  \n                     Manufactured by:\n                  \n                  Appco Pharma LLC,\n                  Piscataway, NJ 08854, USA\n                  \n                     Distributed by:\n                  \n                  Solco Healthcare US, LLC\n                  Somerset, NJ 08873, USA\n                  Rev. 12/2024\n                  200420",
    "adverseReactions": "Bumetanide is contraindicated in anuria. Although bumetanide can be used to induce diuresis in renal insufficiency, any marked increase in blood urea nitrogen or creatinine, or the development of oliguria during therapy of patients with progressive renal disease, is an indication for discontinuation of treatment with bumetanide. Bumetanide is also contraindicated in patients in hepatic coma or in states of severe electrolyte depletion until the condition is improved or corrected. Bumetanide is contraindicated in patients hypersensitive to this drug."
}