{
    "root": "4ce24976-cf2a-419a-82fd-1ef1efb0c031",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "EC-NAPROXEN",
    "value": "20250306",
    "ingredients": [
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "POVIDONE K90",
            "code": "RDH86HJV5Z"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "METHACRYLIC ACID - METHYL METHACRYLATE COPOLYMER (1:1)",
            "code": "74G4R6TH13"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TRIETHYL CITRATE",
            "code": "8Z96QXD6UM"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "NAPROXEN",
            "code": "57Y76R9ATQ"
        }
    ],
    "indications": "NAPROXEN Tablets, EC-NAPROXEN, and NAPROXEN SODIUM are indicated for:\n                  the relief of the signs and symptoms of:\n                  \n                     rheumatoid arthritis\n                     osteoarthritis\n                     ankylosing spondylitis\n                     polyarticular juvenile idiopathic arthritis\n                  \n                  NAPROXEN Tablets and NAPROXEN SODIUM are also indicated for:\n                  the relief of signs and symptoms of:\n                  \n                     tendonitis\n                     bursitis\n                     acute gout\n                  \n                  the management of:\n                  \n                     pain\n                     primary dysmenorrhea",
    "contraindications": "Use the lowest effective dosage for shortest duration consistent with individual patient treatment goals. (2.1) Rheumatoid Arthritis, Osteoarthritis, and Ankylosing Spondylitis NAPROXEN Tablets 250 mg (one-half tablet) 500 mg twice daily NAPROXEN SODIUM 275 mg (one-half tablet) 550 mg twice daily EC-NAPROXEN 375 mg or 500 mg twice daily To maintain the integrity of the enteric coating, the EC-NAPROXEN tablet should not be broken, crushed or chewed during ingestion. The dose may be adjusted up or down depending on the clinical response of the patient. In patients who tolerate lower doses well, the dose may be increased to naproxen 1,500 mg/day for up to 6 months. Polyarticular Juvenile Idiopathic Arthritis NAPROXEN Tablets may not allow for the flexible dose titration needed in pediatric patients with polyarticular juvenile idiopathic arthritis. A liquid formulation may be more appropriate. Recommended total daily dose of naproxen is approximately 10 mg/kg given in 2 divided doses. Dosing with NAPROXEN Tablets is not appropriate for children weighing less than 50 kilograms. Management of Pain, Primary Dysmenorrhea, and Acute Tendonitis and Bursitis Recommended starting dose 550 mg of naproxen sodium as NAPROXEN SODIUM followed by 550 mg every 12 hours or 275 mg every 6 to 8 hours as required. The initial total daily dose should not exceed 1375 mg of naproxen sodium. Thereafter, the total daily dose should not exceed 1100 mg of naproxen sodium. NAPROXEN SODIUM is recommended for the management of acute painful conditions when prompt onset of pain relief is desired. Acute Gout Recommended starting dose 750 mg of NAPROXEN Tablets followed by 250 mg every 8 hours until the attack has subsided. NAPROXEN SODIUM may also be used at a starting dose of 825 mg followed by 275 mg every 8 hours. EC-NAPROXEN is not recommended because of the delay in absorption.",
    "warningsAndPrecautions": "EC-Naproxen (naproxen delayed-release tablets) 500 mg: white, oblong coated tablets imprinted with NPR EC 500 on one side. Packaged in light-resistant bottles of 100. Supplied as:\n                  \n                  NDC 72162-1935-1 100’s (bottle)\n                  Store at 15°C to 30°C (59°F to 86°F) in well-closed containers; dispense in light-resistant containers.\n                  \n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "NAPROXEN Tablets, EC-NAPROXEN, and NAPROXEN SODIUM are contraindicated in the following patients:\n                  \n                     Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to naproxen or any components of the drug product\n  \n   [see Warnings and Precautions\n   \n    (5.7,\n   \n    5.9)].\n  \n   \n                     \n                     History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients\n  \n   [see Warnings and Precautions\n   \n    (5.7,\n   \n    5.8)]\n  \n   .\n \n  \n                     In the setting of coronary artery bypass graft (CABG) surgery\n  \n   [see Warnings and Precautions (\n   \n    5.1)]\n  \n   ."
}