{
    "root": "4ce7246b-e546-412c-86c7-e23e3e215612",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CIMERLI",
    "value": "20250507",
    "ingredients": [
        {
            "name": "HISTIDINE",
            "code": "4QD397987E"
        },
        {
            "name": "HISTIDINE MONOHYDROCHLORIDE MONOHYDRATE",
            "code": "X573657P6P"
        },
        {
            "name": "POLYSORBATE 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "RANIBIZUMAB",
            "code": "ZL1R02VT79"
        }
    ],
    "indications": "CIMERLI is indicated for the treatment of patients with:",
    "contraindications": "For ophthalmic intravitreal injection only ( 2.1 ) Neovascular (Wet) Age-Related Macular Degeneration (AMD) ( 2.2 ): CIMERLI 0.5 mg (0.05 mL) is recommended to be administered by intravitreal injection once a month (approximately 28 days). Although not as effective, patients may be treated with 3 monthly doses followed by less frequent dosing with regular assessment. Although not as effective, patients may also be treated with one dose every 3 months after 4 monthly doses. Patients should be assessed regularly. Macular Edema Following Retinal Vein Occlusion (RVO) ( 2.3 ): CIMERLI 0.5 mg (0.05 mL) is recommended to be administered by intravitreal injection once a month (approximately 28 days). Diabetic Macular Edema (DME) and Diabetic Retinopathy (DR) ( 2.4 ): CIMERLI 0.3 mg (0.05 mL) is recommended to be administered by intravitreal injection once a month (approximately 28 days). Myopic Choroidal Neovascularization (mCNV) ( 2.5 ): CIMERLI 0.5 mg (0.05 mL) is recommended to be initially administered by intravitreal injection once a month (approximately 28 days) for up to three months. Patients may be retreated if needed.",
    "warningsAndPrecautions": "CIMERLI (ranibizumab-eqrn) injection is a colorless to pale yellow solution supplied in:\n                  \n                     Each CIMERLI 0.5 mg carton (NDC 70114-441-01) contains a single-dose, 2-mL glass vial with a BLUE CAP designed to deliver 0.05 mL of 10 mg/mL ranibizumab-eqrn solution.\n                     Each CIMERLI 0.3 mg carton (NDC 70114-440-01) contains a single-dose, 2-mL glass vial with a WHITE CAP designed to deliver 0.05 mL of 6 mg/mL ranibizumab-eqrn solution.\n                  \n                  EACH CARTON IS FOR SINGLE-EYE USE ONLY.",
    "adverseReactions": "Ocular or periocular infections ( 4.1 ) Hypersensitivity ( 4.2 )"
}