{
    "root": "4dc2ec1d-ed65-481b-bc48-fae589eae213",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "Granisetron Hydrochloride"
    },
    "value": "20250424",
    "ingredients": [
        {
            "name": "GRANISETRON HYDROCHLORIDE",
            "code": "318F6L70J8"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "indications": "Granisetron hydrochloride injection,  is a serotonin-3 (5-HT3) receptor antagonist indicated for:\n                  \n                  \n                     The prevention of nausea and/or vomiting associated with initial and repeat courses of emetogenic cancer therapy, including high-dose cisplatin.\n                     The prevention and treatment of postoperative nausea and vomiting in adults. As with other antiemetics, routine prophylaxis is not recommended in patients in whom there is little expectation that nausea and/or vomiting will occur postoperatively. In patients where nausea and/or vomiting must be avoided during the postoperative period, granisetron hydrochloride injection is recommended even where the incidence of postoperative nausea and/or vomiting is low.",
    "contraindications": "Prevention of chemotherapy-induced nausea and vomiting ( 2.1 ): Recommended dosage is 10 mcg/kg intravenously within 30 minutes before initiation of chemotherapy Pediatric patients (2 to 16 years): Recommended dosage is 10 mcg/kg Prevention of postoperative nausea and vomiting ( 2.2 ): Recommended dosage is 1 mg, undiluted, administered intravenously over 30 seconds, before anesthetic induction or immediately before reversal of anesthesia. Treatment of postoperative nausea and vomiting ( 2.2 ): Recommended dosage is 1 mg, undiluted, administered intravenously over 30 seconds.",
    "warningsAndPrecautions": "Granisetron hydrochloride injection USP, 1 mg/mL (free base), is supplied in 1 mL Single-Dose Vials and 4 mg/4 mL Multiple-Dose Vials.\n                        \n                           \n                            1 mg (base) per mL:\n                        \n                     \n                         Single-Dose Vials in a carton of 1                                                    NDC 55150-175-01\n                        \n                           \n                            4 mg per 4 mL (1 mg (base)/mL):\n                        \n                     \n                         Multiple-Dose Vials in a carton of 1                                               NDC 55150-176-04\n                        \n                         Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].\n                      Discard unused portion for the single-dose vials.\n                      Once the multiple-dose vial is penetrated, its contents should be used within 30 days.\n                     \n                     Do not freeze. Protect from light. Retain in carton until time of use.\n                        \n                     The vial stopper is not made with natural rubber latex.",
    "adverseReactions": "Granisetron hydrochloride injection is contraindicated in patients with known hypersensitivity (e.g., anaphylaxis, shortness of breath, hypotension, urticaria) to the drug or to any of its components."
}