{
    "root": "4e1ac737-c353-4764-bd35-dc844e75b562",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Metronidazole",
    "value": "20250305",
    "ingredients": [
        {
            "name": "METRONIDAZOLE",
            "code": "140QMO216E"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSPOVIDONE, UNSPECIFIED",
            "code": "2S7830E561"
        },
        {
            "name": "COTTONSEED OIL",
            "code": "H3E878020N"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        }
    ],
    "indications": "Symptomatic Trichomoniasis. Metronidazole tablets are indicated for the treatment of T. vaginalis infection in females and males when the presence of the trichomonad has been confirmed by appropriate laboratory procedures (wet smears and/or cultures).\n                  \n                     Asymptomatic Trichomoniasis. Metronidazole tablets are indicated in the treatment of asymptomatic T. vaginalis infection in females when the organism is associated with endocervicitis, cervicitis, or cervical erosion. Since there is evidence that presence of the trichomonad can interfere with accurate assessment of abnormal cytological smears, additional smears should be performed after eradication of the parasite.\n                  \n                     Treatment of Asymptomatic Sexual Partners. \n                     T. vaginalis infection is a venereal disease. Therefore, asymptomatic sexual partners of treated patients should be treated simultaneously if the organism has been found to be present, in order to prevent reinfection of the partner. The decision as to whether to treat an asymptomatic male partner who has a negative culture or one for whom no culture has been attempted is an individual one. In making this decision, it should be noted that there is evidence that a woman may become reinfected if her sexual partner is not treated. Also, since there can be considerable difficulty in isolating the organism from the asymptomatic male carrier, negative smears and cultures cannot be relied upon in this regard. In any event, the sexual partner should be treated with metronidazole tablets in cases of reinfection.\n                  \n                     Amebiasis. Metronidazole tablets are indicated in the treatment of acute intestinal amebiasis (amebic dysentery) and amebic liver abscess.\n                  In amebic liver abscess, metronidazole tablet therapy does not obviate the need for aspiration or drainage of pus.\n                  \n                     Anaerobic Bacterial Infections. Metronidazole tablets are indicated in the treatment of serious infections caused by susceptible anaerobic bacteria. Indicated surgical procedures should be performed in conjunction with metronidazole tablet therapy. In a mixed aerobic and anaerobic infection, antimicrobials appropriate for the treatment of the aerobic infection should be used in addition to metronidazole tablets.\n                  INTRA-ABDOMINAL INFECTIONS, including peritonitis, intra-abdominal abscess, and liver abscess, caused by Bacteroides species including the B. fragilis group (B. fragilis, B. distasonis, B. ovatus, B. thetaiotaomicron, B. vulgatus), Clostridium species, Eubacterium species, Peptococcus species, and Peptostreptococcus species.\n                  \n                  SKIN AND SKIN STRUCTURE INFECTIONS caused by Bacteroides species including the B. fragilis group, Clostridium species, Peptococcus species, Peptostreptococcus species, and Fusobacterium species.\n                  GYNECOLOGIC INFECTIONS, including endometritis, endomyometritis, tubo-ovarian abscess, and postsurgical vaginal cuff infection, caused by Bacteroides species including the B. fragilis group, Clostridium species, Peptococcus species, Peptostreptococcus species, and Fusobacterium species.\n                  BACTERIAL SEPTICEMIA caused by Bacteroides species including the B. fragilis group and Clostridium species. \n                  \n                  BONE AND JOINT INFECTIONS, (as adjunctive therapy), caused by Bacteroides species including the B. fragilis group.\n                  CENTRAL NERVOUS SYSTEM (CNS) INFECTIONS, including meningitis and brain abscess, caused by Bacteroides species including the B. fragilis group.\n                  LOWER RESPIRATORY TRACT INFECTIONS, including pneumonia, empyema, and lung abscess, caused by Bacteroides species including the B. fragilis group.\n                  ENDOCARDITIS caused by Bacteroides species including the B. fragilis group.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of metronidazole and other antibacterial drugs, metronidazole tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "Trichomoniasis:\n                      In the Female:\n                     One-day treatment − two grams of metronidazole tablets, given either as a single dose or in two divided doses of one gram each, given in the same day.\n                  \n                     Seven-day course of treatment - 250 mg three times daily for seven consecutive days. There is some indication from controlled comparative studies that cure rates as determined by vaginal smears and signs and symptoms, may be higher after a seven-day course of treatment than after a one-day treatment regimen.\n                  The dosage regimen should be individualized. Single-dose treatment can assure compliance, especially if administered under supervision, in those patients who cannot be relied on to continue the seven-day regimen. A seven-day course of treatment may minimize reinfection by protecting the patient long enough for the sexual contacts to obtain appropriate treatment. Further, some patients may tolerate one treatment regimen better than the other.\n                  Pregnant patients should not be treated during the first trimester (see \n                        CONTRAINDICATIONS\n                     ). In pregnant patients for whom alternative treatment has been inadequate, the one-day course of therapy should not be used, as it results in higher serum levels which can reach the fetal circulation (see\n                        PRECAUTIONS\n                     ,\n                        Pregnancy\n                     ).\n                  When repeat courses of the drug are required, it is recommended that an interval of four to six weeks elapse between courses and that the presence of the trichomonad be reconfirmed by appropriate laboratory measures. Total and differential leukocyte counts should be made before and after re-treatment.\n                  In the Male: Treatment should be individualized as it is for the female.",
    "warningsAndPrecautions": "Metronidazole tablets, USP 250 mg are white to off-white, round shaped tablets debossed with “MCR 104” on one side and plain on other side.\n                  Overbagged with 10 tablets per bag, NDC 55154-2343-0",
    "adverseReactions": "Metronidazole tablets are contraindicated in patients with a prior history of hypersensitivity to metronidazole or other nitroimidazole derivatives.\n                        In patients with trichomoniasis, metronidazole tablets are contraindicated during the first trimester of pregnancy (see \n                              PRECAUTIONS\n                           )."
}