{
    "root": "5135618a-f2f6-49bd-b0ea-636cb2adf84c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Cyclosporine",
    "value": "20250217",
    "ingredients": [
        {
            "name": "CYCLOSPORINE",
            "code": "83HN0GTJ6D"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "CARBOMER COPOLYMER TYPE A (ALLYL PENTAERYTHRITOL CROSSLINKED)",
            "code": "71DD5V995L"
        },
        {
            "name": "CASTOR OIL",
            "code": "D5340Y2I9G"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        }
    ],
    "indications": "Cyclosporine ophthalmic emulsion is indicated to increase tear production in patients whose tear production is presumed to be suppressed due to ocular inflammation associated with keratoconjunctivitis sicca. Increased tear production was not seen in patients currently taking topical anti-inflammatory drugs or using punctal plugs.",
    "contraindications": "Invert the unit dose vial a few times to obtain a uniform, white, opaque emulsion before using. Instill one drop of cyclosporine ophthalmic emulsion twice a day in each eye approximately 12 hours apart. Cyclosporine ophthalmic emulsion can be used concomitantly with lubricant eye drops, allowing a 15 minute interval between products. Discard vial immediately after use.",
    "warningsAndPrecautions": "Cyclosporine ophthalmic emulsion is packaged in sterile, preservative-free single-use vials. Each vial contains 0.4 mL fill in a 0.9 mL LDPE vial; 10 vials are packaged in an aluminum pouch. There are 3 (30 vials) or 6 (60 vials) pouches packaged per carton. The entire contents of each carton (30 vials or 60 vials) must be dispensed intact.\n                     30 Vials 0.4 mL each – NDC 73043 005 01\n                     60 Vials 0.4 mL each – NDC 73043 005 02\n                  \n                     Storage: Store at 15°-25°C (59°-77°F).",
    "adverseReactions": "Cyclosporine ophthalmic emulsion is contraindicated in patients with known or suspected hypersensitivity to any of the ingredients in the formulation."
}