{
    "root": "53ce51b4-57fa-4449-9481-b931926dc778",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "VANCOMYCIN HYDROCHLORIDE",
    "value": "20250225",
    "ingredients": [
        {
            "name": "VANCOMYCIN HYDROCHLORIDE",
            "code": "71WO621TJD"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C YELLOW NO. 5",
            "code": "I753WB2F1M"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYETHYLENE GLYCOL 6000",
            "code": "30IQX730WE"
        },
        {
            "name": "CARNAUBA WAX",
            "code": "R12CBM0EIZ"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "GLYCERYL MONOOLEATE",
            "code": "C4YAD5F5G6"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        }
    ],
    "indications": "Vancomycin Hydrochloride Capsules are indicated for the treatment of C. difficile-associated diarrhea. Vancomycin Hydrochloride Capsules are also used for the treatment of enterocolitis caused by Staphylococcus aureus (including methicillin-resistant strains) in adult and pediatric patients less than 18 years of age.\n                  Limitations of Use\n                  • Parenteral administration of vancomycin is not effective for the above infections; therefore, Vancomycin Hydrochloride Capsules must be given orally for these infections.\n                  • Orally administered Vancomycin Hydrochloride Capsules is not effective for other types of infections.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Vancomycin Hydrochloride Capsules and other antibacterial drugs, Vancomycin Hydrochloride Capsules should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "2.1 Adults\n                  Vancomycin Hydrochloride Capsules are used in treating\n   C. difficile-associated diarrhea and staphylococcal enterocolitis.\n \n                  • \n  C. difficile-associated diarrhea: The recommended dose is 125 mg administered orally 4 times daily for 10 days.\n \n                  • Staphylococcal enterocolitis: Total daily dosage is 500 mg to 2 g administered orally in 3 or 4 divided doses for 7 to 10 days.\n                  2.2 Pediatric Patients (less than 18 years of age)\n                  For both \n  C. difficile-associated diarrhea and staphylococcal enterocolitis, the usual daily dosage is 40 mg/kg in 3 or 4 divided doses for 7 to 10 days. The total daily dosage should not exceed 2 g.",
    "warningsAndPrecautions": null,
    "adverseReactions": "Hypersensitivity to vancomycin (\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n         \n \n    4\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t)"
}