{
    "root": "541cb475-4dbe-4348-a96b-593cd957a183",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "DOTAREM",
    "value": "20250312",
    "ingredients": [
        {
            "name": "gadoterate meglumine",
            "code": "L0ND3981AG"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "DOTAREM is a gadolinium-based contrast agent indicated for intravenous use with magnetic resonance imaging (MRI) in brain (intracranial), spine and associated tissues in adult and pediatric patients (including term neonates) to detect and visualize areas with disruption of the blood brain barrier (BBB) and/or abnormal vascularity.",
    "contraindications": "Adult and pediatric patients: The recommended dose of DOTAREM is 0.2 mL/kg (0.1 mmol/kg) body weight administered as an intravenous bolus injection at a flow rate of approximately 2 mL/second for adults and 1 - 2 mL/second for pediatric patients (including term neonates). The dose is delivered by manual or power injection.",
    "warningsAndPrecautions": "DOTAREM Injection is a clear, colorless to yellow solution containing 0.5 mmol/mL of gadoterate meglumine.\n                  \n                  \n                     DOTAREM Injection Pharmacy Bulk Package is supplied in 100 mL vials containing 100 mL of solution.\n                  \n                  Each Pharmacy Bulk Package vial is closed with a rubber stopper and sealed with an aluminum cap and the contents are sterile. DOTAREM Pharmacy Bulk Package is packaged in a shrink wrapped package of 6, in the following configurations:\n                  \n                  100 mL in glass vial (NDC 67684-2000-4)\n                  DOTAREM Pharmacy Bulk Package is also packaged in a box of 6, in the following configurations:\n                  \n                  100 mL in glass vial (NDC 67684-2001-4)\n                  \n                     Storage\n                  \n                  Store at 25°C (77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP, Controlled Room Temperature (CRT)].\n                  Should solidification occur in the vial because of exposure to the cold, bring DOTAREM to room temperature before use. If allowed to stand at room temperature for a minimum of 90 minutes, DOTAREM should return to a clear, colorless to yellow solution. Before use, examine the product to assure that all solids are dissolved and that the container and closure have not been damaged. Discard the vial if solids persist.",
    "adverseReactions": "History of clinically important hypersensitivity reactions to DOTAREM [see Warnings and Precautions (5.2)]."
}