{
    "root": "54c92a7b-4e08-4dde-9db7-db0ffabf25f1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Vancomycin Hydrochloride",
    "value": "20250410",
    "ingredients": [
        {
            "name": "VANCOMYCIN HYDROCHLORIDE",
            "code": "71WO621TJD"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SUCRALOSE",
            "code": "96K6UQ3ZD4"
        }
    ],
    "indications": "Vancomycin Hydrochloride for Oral Solution is administered orally for treatment of enterocolitis caused by Staphylococcus aureus (including methicillin-resistant strains) and antibiotic-associated pseudomembranous colitis caused by C. difficile. Parenteral administration of vancomycin is not effective for the above indications; therefore, Vancomycin Hydrochloride for Oral Solution must be given orally for these infections. Orally administered Vancomycin Hydrochloride for Oral Solution is not effective for other types of infection.\n                  \n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Vancomycin Hydrochloride for Oral Solution and other antibacterial drugs, Vancomycin Hydrochloride for Oral Solution should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": null,
    "warningsAndPrecautions": "Vancomycin Hydrochloride for Oral Solution USP equivalent to 250 mg per 5 mL vancomycin is available as:\n                  NDC: 72162-1775-2: 150 mL (7.5 g)  in a BOTTLE, PLASTIC\n                  NDC 72162-1775-4 300 mL (15 g) in a BOTTLE, PLASTIC\n                  NDC 72162-1775-7 80 mL (4 g) in a BOTTLE, PLASTIC\n                  Store at refrigerated conditions, 2° to 8°C (36° to 46°F).\n                  After mixing, refrigerate and use within two weeks. Shake well before using. Keep tightly closed.\n                  Repackaged/Relabeled by:\n                     Bryant Ranch Prepack, Inc.\n                     Burbank, CA 91504",
    "adverseReactions": "Vancomycin Hydrochloride for Oral Solution is contraindicated in patients with known hypersensitivity to vancomycin."
}