{
    "root": "54f63f99-bc46-4d32-a518-9b7b20d79943",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "XPHOZAH 10 mg",
    "value": "20250404",
    "ingredients": [
        {
            "name": "TENAPANOR HYDROCHLORIDE",
            "code": "50605O2ZNS"
        }
    ],
    "indications": "XPHOZAH is indicated to reduce serum phosphorus in adults with chronic kidney disease (CKD) on dialysis as add-on therapy in patients who have an inadequate response to phosphate binders or who are intolerant of any dose of phosphate binder therapy.",
    "contraindications": "Recommended dosage: 30 mg orally twice daily before the morning and evening meals ( 2.1 ). Manage serum phosphorus levels and tolerability with dosage adjustments ( 2.1 ). Take just prior to the first and last meals of the day ( 2.2 ). Instruct patients not to take right before a hemodialysis session, and instead take right before the next meal following dialysis ( 2.2 ).",
    "warningsAndPrecautions": "XPHOZAH is supplied as 10-, 20-, or 30-mg oval, biconvex, film-coated tablets supplied in white, opaque, high-density polyethylene bottles containing 60 or 14 tablets with a silica gel canister (as the desiccant) and screw-top polypropylene child-resistant cap lined with an induction-activated aluminum foil liner:\n                  \n                     \n                     \n                     \n                     \n                     \n                     \n                        \n                           Strength\n                           Color\n                           Deboss\n                           NDC\n                        \n                        \n                           Bottle/14\n                           Bottle/60\n                        \n                     \n                     \n                        \n                           10 mg\n                           Yellow\n                           \n                              \n                                 /T10\n                           \n                           73154-110-14\n                           73154-110-60\n                        \n                        \n                           20 mg\n                           Brown\n                           \n                              \n                                 /T20\n                           \n                           73154-120-14\n                           73154-120-60\n                        \n                        \n                           30 mg\n                           Red\n                           \n                              \n                                 /T30\n                           \n                           73154-130-14\n                           73154-130-60",
    "adverseReactions": "XPHOZAH is contraindicated in patients under 6 years of age because of the risk of diarrhea and serious dehydration [see Warnings and Precautions (5.1), Use in Specific Populations (8.5)].\n                  \n                  XPHOZAH is contraindicated in patients with known or suspected mechanical gastrointestinal obstruction."
}