{
    "root": "558b4d05-335d-4287-ae74-1ecbdaef7348",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Chlorthalidone",
    "value": "20250227",
    "ingredients": [
        {
            "name": "CHLORTHALIDONE",
            "code": "Q0MQD1073Q"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        }
    ],
    "indications": "Diuretics such as chlorthalidone are indicated in the management of hypertension either as the sole therapeutic agent or to enhance the effect of other antihypertensive drugs in the more severe forms of hypertension.\n                  Chlorthalidone is indicated as adjunctive therapy in edema associated with congestive heart failure, hepatic cirrhosis, and corticosteroid and estrogen therapy.\n                  Chlorthalidone has also been found useful in edema due to various forms of renal dysfunction, such as nephrotic syndrome, acute glomerulonephritis, and chronic renal failure.\n                  \n                     Usage in Pregnancy\n                  \n                  The routine use of diuretics in an otherwise healthy woman is inappropriate and exposes mother and fetus to unnecessary hazard. Diuretics do not prevent development of toxemia of pregnancy, and there is no satisfactory evidence that they are useful in the treatment of developed toxemia. Edema during pregnancy may arise from pathologic causes or from the physiologic and mechanical consequences of pregnancy. Chlorthalidone is indicated in pregnancy when edema is due to pathologic causes, just as it is in the absence of pregnancy (however, see PRECAUTIONS, below). Dependent edema in pregnancy, resulting from restriction of venous return by the expanded uterus, is properly treated through elevation of the lower extremities and use of support hose; use of diuretics to lower intravascular volume in this case is illogical and unnecessary. There is hypervolemia during normal pregnancy that is harmful to neither the fetus nor the mother (in the absence of cardiovascular disease), but that is associated with edema, including generalized edema, in the majority of pregnant women. If this edema produces discomfort, increased recumbency will often provide relief. In rare instances, this edema may cause extreme discomfort that is not relieved by rest. In these cases, a short course of diuretics may provide relief and be appropriate.",
    "contraindications": "Therapy should be initiated with the lowest possible dose. This dose should be titrated according to individual patient response to gain maximal therapeutic benefit while maintaining lowest dosage possible. A single dose given in the morning with food is recommended; divided daily doses are unnecessary.\n                  \n                     Hypertension\n                  \n                  Initiation: Therapy, in most patients, should be initiated with a single daily dose of 25 mg. If the response is insufficient after a suitable trial, the dosage may be increased to a single daily dose of 50 mg. If additional control is required, the dosage of chlorthalidone may be increased to 100 mg once daily or a second antihypertensive drug (step 2 therapy) may be added. Dosage above 100 mg daily usually does not increase effectiveness. Increases in serum uric acid and decreases in serum potassium are dose-related over the 25 mg/day to 100 mg/day range. \n                  Maintenance: Maintenance doses may be lower than initial doses and should be adjusted according to individual patient response. Effectiveness is well sustained during continued use.\n                  \n                     Edema\n                  \n                  Initiation: Adults, initially 50 to 100 mg daily, or 100 mg on alternate days. Some patients may require 150 to 200 mg at these intervals or up to 200 mg daily. Dosages above this level, however, do not usually produce a greater response.\n                  Maintenance: Maintenance doses may often be lower than initial doses and should be adjusted according to individual patient response. Effectiveness is well sustained during continued use.",
    "warningsAndPrecautions": "Chlorthalidone Tablets, USP are available containing 25 mg or 50 mg of chlorthalidone, USP. \n                  The 25 mg tablets are  white to off-white, round flat beveled edge, uncoated tablets debossed  with 'C' on one side and '25' on other side. They are available as follows:\n                  \n                     \n                         Bottles of 30 Tablets \tNDC 68788-8294-3\n                     \n                         Bottles of 60 Tablets \tNDC 68788-8294-9\n                  \n                  \n                     Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP controlled room temperature]. \n                  \n                  \n                     Protect from light.\n                  \n                  Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.",
    "adverseReactions": "Anuria.\n                  Known hypersensitivity to chlorthalidone or other sulfonamide-derived drugs."
}