{
    "id": "55fa6209-1d14-4472-8f7f-357a1c4847ee",
    "indications": "NEMLUVIO is indicated for the treatment of adults with prurigo nodularis.",
    "contraindications": "Complete all age-appropriate vaccinations as recommended by current immunization guidelines prior to initiating treatment with NEMLUVIO, ( 2.1 ) Adult Patients Weighing Less Than 90kg : The recommended dosage is an initial dose of 60 mg (two 30 mg injections), followed by 30 mg given every 4 weeks (Q4W). ( 2.2 ) Adult Patients Weighing 90kg or More: The recommended dosage is an initial dose of 60 mg (two 30 mg injections), followed by 60 mg given every 4 weeks (Q4W). ( 2.2 ) Administer NEMLUVIO by subcutaneous injection. ( 2.4 ) NEMLUVIO must be reconstituted prior to administration. ( 2.5 )",
    "warningsAndPrecautions": "How Supplied\n                     NEMLUVIO (nemolizumab-ilto) for injection is a sterile, preservative-free, white lyophilized powder available in a single-dose, dual-chamber pre-filled pen containing 30 mg of nemolizumab-ilto in one chamber and the diluent, water for injection, in the other chamber. Following reconstitution, each pre-filled pen delivers 30 mg/0.49 mL of nemolizumab-ilto.\n                  Each carton contains 1 single-dose pre-filled pen:\n                  \n                     \n                        \n                        \n                        \n                     \n                     \n                        \n                           \n                              Presentation\n                           \n                           \n                              Pack size\n                           \n                           \n                              NDC#\n                           \n                        \n                        \n                           Pre-filled Pen\n                           Pack of 1 pen\n                           0299-6220-15\n                        \n                     \n                  \n                  \n                     Storage and Handling\n                     Store the NEMLUVIO dual-chamber pre-filled pen in a refrigerator at 36°F to 46°F (2°C to 8°C) in the original carton to protect from light until the expiration date. Do not freeze. Do NOT expose to heat or direct sunlight.\n                  Alternatively, the NEMLUVIO carton containing the unused dual-chamber pre-filled pen may be stored at room temperature [up to 77°F (25°C)] for up to 90 days. Write the date the NEMLUVIO dual-chamber pre-filled pen is first removed from the refrigerator in the space provided on the inner partition for the pen. Do not use the NEMLUVIO dual-chamber pre-filled pen beyond the expiration date or 90 days after the date it was first removed from the refrigerator (whichever is earlier).",
    "adverseReactions": "NEMLUVIO is contraindicated in patients who have known hypersensitivity to nemolizumab-ilto or to any of the excipients in NEMLUVIO [see Warnings and Precautions (5.1)].",
    "ingredients": [
        {
            "name": "Nemolizumab",
            "code": "GN465U8B72"
        },
        {
            "name": "Sucrose",
            "code": "C151H8M554"
        },
        {
            "name": "Tromethamine",
            "code": "023C2WHX2V"
        },
        {
            "name": "Tromethamine Hydrochloride",
            "code": "383V75M34E"
        },
        {
            "name": "Poloxamer 188",
            "code": "LQA7B6G8JG"
        },
        {
            "name": "Water",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "Galderma Laboratories, L.P.",
    "name": "NEMLUVIO",
    "effectiveTime": "20250505"
}