{
    "root": "563fecaf-128d-4f6b-81c8-715b4d90a261",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Levothyroxine Sodium",
    "value": "20240710",
    "ingredients": [
        {
            "name": "LEVOTHYROXINE SODIUM",
            "code": "9J765S329G"
        },
        {
            "name": "ARGININE",
            "code": "94ZLA3W45F"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "BETADEX SULFOBUTYL ETHER SODIUM",
            "code": "2PP9364507"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Levothyroxine Sodium Injection is indicated for the treatment of myxedema coma.\n                  \n                     Limitations of Use: The relative bioavailability between Levothyroxine Sodium Injection and oral levothyroxine products has not been established.  Caution should be used when switching patients from oral levothyroxine products to Levothyroxine Sodium Injection as accurate dosing conversion has not been studied.",
    "contraindications": "Consider the patient’s age, general physical condition, cardiac risk factors, as well as the clinical severity of myxedema and duration of myxedema symptoms when determining dosages of Levothyroxine Sodium Injection. ( 2.1 ) Start with lower doses in elderly patients and in patients with underlying cardiovascular disease. ( 2.1 ) An initial intravenous loading dose of Levothyroxine Sodium Injection between 300 to 500 mcg followed by once daily intravenous maintenance doses between 50 and 100 mcg should be administered, as clinically indicated, until the patient can tolerate oral therapy.  ( 2.1 ) Do not add to other IV fluids. ( 2.2 )",
    "warningsAndPrecautions": "Levothyroxine Sodium Injection 100 mcg/mL is a clear, colorless to slightly yellow solution, supplied as1 mL per vial.\n                        Package of 1 single-dose vial: NDC 24201-002-01",
    "adverseReactions": "None"
}