{
    "root": "5679e7af-4552-4aed-84d2-e49c90f0d337",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ENSKYCE",
    "value": "20250505",
    "ingredients": [],
    "indications": "Enskyce Tablets are indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. \n                  Oral contraceptives are highly effective. Table 1 lists the typical accidental pregnancy rates for users of combined oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, the IUD, and the Norplant System depends upon the reliability with which they are used. Correct and consistent use of these methods can result in lower failure rates. \n                  In a clinical trial with Enskyce, 1,195 subjects completed 11,656 cycles and a total of 10 pregnancies were reported. This represents an overall user-efficacy (typical user-efficacy) pregnancy rate of 1.12 per 100 women-years. This rate includes patients who did not take the drug correctly. \n                  \n                     TABLE 1: PERCENTAGE OF WOMEN EXPERIENCING AN UNINTENDED PREGNANCY DURING THE FIRST YEAR OF TYPICAL USE AND THE FIRST YEAR OF PERFECT USE OF CONTRACEPTION AND THE PERCENTAGE CONTINUING USE AT THE END OF THE FIRST YEAR. UNITED STATES.\n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                           \n                           \n                              % \n                              of \n                              Women \n                              Experiencing \n                              an \n                              Unintended\n                              \n                                 \n                              \n                              Pregnancy \n                              within \n                              the \n                              First \n                              Year \n                              of \n                              Use\n                              \n                           \n                           \n                              % \n                              of \n                              Women\n                              \n                                 \n                              \n                              Continuing \n                              Use \n                              at \n                              One\n                              \n                                 \n                              \n                              Year1\n                              \n                              \n                           \n                        \n                     \n                     \n                        \n                           \n                              Emergency Contraceptive Pills: Treatment initiated within 72 hours after unprotected intercourse reduces the risk of pregnancy by at least 75%.4\n                                 \n                              \n                           \n                        \n                        \n                           \n                              Lactation Amenorrhea Method: LAM is a highly effective, temporary method of contraception.5\n                                 \n                              \n                           \n                        \n                        \n                           \n                              Source: Trussell J. Contraceptive efficacy. In Hatcher RA, Trussell J, Stewart F, Cates W, Stewart GK, Kowel D, Guest F, Contraceptive Technology: Seventeenth Revised Edition. New York, NY; Irvington Publishers, 1998.\n                              \n                           \n                        \n                        \n                           \n                              \n                                 1\n                                 Among couples attempting to avoid pregnancy, the percentage who continue to use a method for one year.\n                              \n                           \n                        \n                        \n                           \n                              \n                                 2\n                                 Among typical couples who initiate use of a method (not necessarily for the first time), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason.\n                              \n                           \n                        \n                        \n                           \n                              \n                                 3\n                                 Among couples who initiate use of a method (not necessarily for the first time) and who use it perfectly (both consistently and correctly), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. \n                              \n                           \n                        \n                        \n                           \n                              \n                                 4\n                                 The treatment schedule is one dose within 72 hours after unprotected intercourse, and a second dose 12 hours after the first dose. The FDA has declared the following brands of oral contraceptives to be safe and effective for emergency contraception: Ovral® (1 dose is 2 white pills), Alesse® (1 dose is 5 pink pills), Nordette® or Levlen® (1 dose is 4 yellow pills).\n                              \n                           \n                        \n                        \n                           \n                              \n                                 5\n                                 However, to maintain effective protection against pregnancy, another method of contraception must be used as soon as menstruation resumes, the frequency of duration of breastfeeds is reduced, bottle feeds are introduced, or the baby reaches 6 months of age.\n                              \n                           \n                        \n                        \n                           \n                              \n                                 6\n                                 The percents becoming pregnant in columns (2) and (3) are based on data from populations where contraception is not used and from women who cease using contraception in order to become pregnant. Among such populations, about 89% become pregnant within one year. This estimate was lowered slightly (to 85%) to represent the percent who would become pregnant within one year among women now relying on reversible methods of contraception if they abandoned contraception altogether.\n                              \n                           \n                        \n                        \n                           \n                              \n                                 7\n                                 Foams, creams, gels, vaginal suppositories, and vaginal film.\n                              \n                           \n                        \n                        \n                           \n                              \n                                 8\n                                 Cervical mucus (ovulation) method supplemented by calendar in the pre-ovulatory and basal body temperature in the post-ovulatory phases.\n                              \n                           \n                        \n                        \n                           \n                              \n                                 9\n                                 With spermicidal cream or jelly.\n                              \n                           \n                        \n                        \n                           \n                              \n                                 1\n                                 0\n                                 Without spermicides.\n                              \n                           \n                        \n                     \n                     \n                        \n                           \n                              Method\n                              \n                                 \n                              \n                              (\n                              1\n                              )\n                              \n                           \n                           \n                              Typical \n                              Use2\n                              \n                              \n                                 \n                              \n                              (\n                              2\n                              )\n                              \n                           \n                           \n                              Perfect \n                              Use3\n                              \n                              \n                                 \n                              \n                              (\n                              3\n                              )\n                              \n                           \n                           \n                              (\n                              4\n                              )\n                              \n                           \n                        \n                        \n                           Chance6\n                              \n                           \n                           85\n                           \n                           85\n                           \n                           \n                              \n                           \n                        \n                        \n                           Spermicides7\n                              \n                           \n                           26\n                           \n                           6\n                           \n                           40\n                           \n                        \n                        \n                           Periodic abstinence\n                           \n                           25\n                           \n                           \n                              \n                           \n                           63\n                           \n                        \n                        \n                           Calendar\n                           \n                           \n                              \n                           \n                           9\n                           \n                           \n                              \n                           \n                        \n                        \n                           Ovulation Method\n                           \n                           \n                              \n                           \n                           3\n                           \n                           \n                              \n                           \n                        \n                        \n                           Sympto-Thermal8\n                              \n                           \n                           \n                              \n                           \n                           2\n                           \n                           \n                              \n                           \n                        \n                        \n                           Post-Ovulation\n                           \n                           \n                              \n                           \n                           1\n                           \n                           \n                              \n                           \n                        \n                        \n                           Withdrawal\n                           \n                           19\n                           \n                           4\n                           \n                           \n                              \n                           \n                        \n                        \n                           Cap9\n                              \n                           \n                           \n                              \n                           \n                           \n                              \n                           \n                           \n                              \n                           \n                        \n                        \n                           Parous Women\n                           \n                           40\n                           \n                           26\n                           \n                           42\n                           \n                        \n                        \n                           Nulliparous Women\n                           \n                           20\n                           \n                           9\n                           \n                           56\n                           \n                        \n                        \n                           Sponge\n                           \n                           \n                              \n                           \n                           \n                              \n                           \n                           \n                              \n                           \n                        \n                        \n                           Parous Women\n                           \n                           40\n                           \n                           20\n                           \n                           42\n                           \n                        \n                        \n                           Nulliparous Women\n                           \n                           20\n                           \n                           9\n                           \n                           56\n                           \n                        \n                        \n                           Diaphragm9\n                              \n                           \n                           20\n                           \n                           6\n                           \n                           56\n                           \n                        \n                        \n                           Condom1\n                              0\n                              \n                           \n                           \n                              \n                           \n                           \n                              \n                           \n                           \n                              \n                           \n                        \n                        \n                           Female (Reality®)\n                           \n                           21\n                           \n                           5\n                           \n                           56\n                           \n                        \n                        \n                           Male\n                           \n                           14\n                           \n                           3\n                           \n                           61\n                           \n                        \n                        \n                           Pill\n                           \n                           5\n                           \n                           \n                              \n                           \n                           71\n                           \n                        \n                        \n                           Progestin Only\n                           \n                           \n                              \n                           \n                           0.5\n                           \n                           \n                              \n                           \n                        \n                        \n                           Combined\n                           \n                           \n                              \n                           \n                           0.1\n                           \n                           \n                              \n                           \n                        \n                        \n                           IUD\n                           \n                           \n                              \n                           \n                           \n                              \n                           \n                           \n                              \n                           \n                        \n                        \n                           Progesterone T\n                           \n                           2.0\n                           \n                           1.5\n                           \n                           81\n                           \n                        \n                        \n                           Copper T380A\n                           \n                           0.8\n                           \n                           0.6\n                           \n                           78\n                           \n                        \n                        \n                           LNg 20\n                           \n                           0.1\n                           \n                           0.1\n                           \n                           81\n                           \n                        \n                        \n                           Depo-Provera\n                           \n                           0.3\n                           \n                           0.3\n                           \n                           70\n                           \n                        \n                        \n                           Norplant® and Norplant-2®\n                              \n                           \n                           0.05\n                           \n                           0.05\n                           \n                           88\n                           \n                        \n                        \n                           Female Sterilization\n                           \n                           0.5\n                           \n                           0.5\n                           \n                           100\n                           \n                        \n                        \n                           Male Sterilization\n                           \n                           0.15\n                           \n                           0.10\n                           \n                           100\n                           \n                        \n                     \n                  \n                  \n                     \n                        Enskyce has not been studied for and is not indicated for use in emergency contraception.",
    "contraindications": "To achieve maximum contraceptive effectiveness, Enskyce must be taken exactly as directed and at intervals not exceeding 24 hours. Enskyce is available in the blister which is preset for a Sunday Start. Day 1 Start is also provided.",
    "warningsAndPrecautions": "Enskyce Tablets are available in a blister (NDC 68180-739-71) containing 28 tablets packed in a pouch (NDC 68180-739-71). Such three pouches are packaged in a carton (NDC 68180-739-73).\n                  Each blister contains 28 tablets in the following order:\n                  • Each of the 21 light orange, round, biconvex, film-coated tablet contains 0.15 mg of desogestrel and 0.03 mg of ethinyl estradiol USP and is debossed with \"L\" on one side and \"J7\" on the other side. \n                  • Each of the 7 green, mottled, round, biconvex tablet debossed with \"LU\" on one side and \"L22\" on the other side.\n                  \n                     STORAGE:\n                  \n                  Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Enskyce is contraindicated in females who are known to have or develop the following conditions:\n                  \n                     Thrombophlebitis or thromboembolic disorders\n                     A past history of deep vein thrombophlebitis or thromboembolic disorders\n                     Known thrombophilic conditions\n                     Cerebral vascular or coronary artery disease (current or history)\n                     Valvular heart disease with complications\n                     Persistent blood pressure values of ≥160 mm Hg systolic or ≥100 mg Hg diastolic102\n                     \n                     Diabetes with vascular involvement\n                     Headaches with focal neurological symptoms\n                     Major surgery with prolonged immobilization\n                     Current diagnosis of, or history of, breast cancer, which may be hormonesensitive\n                     Carcinoma of the endometrium or other known or suspected estrogen-dependent neoplasia\n                     Undiagnosed abnormal genital bleeding\n                     Cholestatic jaundice of pregnancy or jaundice with prior pill use\n                     Acute or chronic hepatocellular disease with abnormal liver function\n                     Hepatic adenomas or carcinomas\n                     Known or suspected pregnancy\n                     Hypersensitivity to any component of this product\n                     Are receiving Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations (see section 5 in \n                           WARNINGS, RISK OF LIVER ENZYME ELEVATIONS WITH CONCOMITANT HEPATITIS C TREATMENT\n                         )."
}