{
    "root": "57e1bf57-b47a-42b6-87d1-c3a74af4f68c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Pomalyst",
    "value": "20250226",
    "ingredients": [
        {
            "name": "POMALIDOMIDE",
            "code": "D2UX06XLB5"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM STEARYL FUMARATE",
            "code": "7CV7WJK4UI"
        }
    ],
    "indications": "POMALYST is a thalidomide analogue indicated for the treatment of adult patients: • in combination with dexamethasone, for patients with multiple myeloma (MM) who have received at least two prior therapies including lenalidomide and a proteasome inhibitor and have demonstrated disease progression on or within 60 days of completion of the last therapy ( 1.1 ). • with AIDS-related Kaposi sarcoma (KS) after failure of highly active antiretroviral therapy (HAART) or in patients with KS who are HIV-negative. This indication is approved under accelerated approval based on overall response rate.  Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s) ( 1.2 ).",
    "contraindications": "• MM: 4 mg per day taken orally on Days 1 through 21 of repeated 28-day cycles until disease progression ( 2.2 ). Refer to section 14.1 for dexamethasone dosing ( 14.1 ). • KS: 5 mg per day taken orally on Days 1 through 21 of repeated 28-day cycles until disease progression or unacceptable toxicity ( 2.3 ). • Modify the dosage for certain patients with renal impairment ( 2.7 , 8.6 ) or hepatic impairment ( 2.8 , 8.7 ).",
    "warningsAndPrecautions": "Dark blue opaque cap and yellow opaque body, imprinted \"POML\" on the cap in white ink and \"1 mg\" on the body in black ink\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                           \n                              1 mg bottles of 21\n                           \n                           \n                              (NDC 59572-501-21)\n                           \n                        \n                        \n                           \n                           \n                              1 mg bottles of 100\n                           \n                           \n                              (NDC 59572-501-00)\n                           \n                        \n                     \n                  \n                  Dark blue opaque cap and orange opaque body, imprinted \"POML\" on the cap and \"2 mg\" on the body in white ink\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                           \n                              2 mg bottles of 21\n                           \n                           \n                              (NDC 59572-502-21)\n                           \n                        \n                        \n                           \n                           \n                              2 mg bottles of 100\n                           \n                           \n                              (NDC 59572-502-00)\n                           \n                        \n                     \n                  \n                  Dark blue opaque cap and green opaque body, imprinted \"POML\" on the cap and \"3 mg\" on the body in white ink\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                           \n                              3 mg bottles of 21\n                           \n                           \n                              (NDC 59572-503-21)\n                           \n                        \n                        \n                           \n                           \n                              3 mg bottles of 100\n                           \n                           \n                              (NDC 59572-503-00)\n                           \n                        \n                     \n                  \n                  Dark blue opaque cap and blue opaque body, imprinted \"POML\" on the cap and \"4 mg\" on the body in white ink\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                           \n                              4 mg bottles of 21\n                           \n                           \n                              (NDC 59572-504-21)\n                           \n                        \n                        \n                           \n                           \n                              4 mg bottles of 100\n                           \n                           \n                              (NDC 59572-504-00)",
    "adverseReactions": "• Pregnancy ( 4.1 ) • Hypersensitivity ( 4.2 )"
}