{
    "root": "5acefb4c-d817-4aa3-890a-1eafe1f4ec7f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CYCLOPHOSPHAMIDE",
    "value": "20250130",
    "ingredients": [
        {
            "name": "CYCLOPHOSPHAMIDE",
            "code": "8N3DW7272P"
        }
    ],
    "indications": "Cyclophosphamide for Injection is an alkylating drug indicated for treatment of adults and pediatric patients with: • Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. ( 1.2 )",
    "contraindications": "During or immediately after Cyclophosphamide for Injection administration, administer adequate amounts of fluid to reduce the risk of urinary tract toxicity ( 2.1 ). Malignant Diseases: Adult and Pediatric Patients ( 2.2 ) • Intravenous: Initial course for patients with no hematologic deficiency: 40 mg per kg to 50 mg per kg in divided doses over 2 to 5 days.  Other regimens include 10 mg per kg to 15 mg per kg given every 7 to 10 days or 3 mg per kg to 5 mg per kg twice weekly. • Oral: 1 mg per kg per day to 5 mg per kg per day for both initial and maintenance dosing. Minimal Change Nephrotic Syndrome in Pediatric Patients ( 2.3 ) • Oral: 2 mg per kg daily for 8 to 12 weeks (maximum cumulative dose 168 mg per kg). • Treatment beyond 90 days increases the probability of sterility in males. ( 8.4 )",
    "warningsAndPrecautions": "Cyclophosphamide for Injection, USP is a sterile white powder containing cyclophosphamide and is supplied in single-dose vials.\n                  Cyclophosphamide for Injection, USP\n                  \n                     \n                         NDC 10019-938-01\t500 mg/vial, carton of 1\n                     \n                         NDC 10019-939-01\t1 g/vial, carton of 1\n                     \n                         NDC 10019-942-01\t2 g/vial, carton of 1\n                  \n                  Store vials at or below 25°C (77°F). During transport or storage of cyclophosphamide vials, temperature influences can lead to melting of the active ingredient, cyclophosphamide [see \n                     \n                        Dosage and Administration (2.4)\n                     \n                     ]. \n                  Cyclophosphamide is a hazardous product.  Follow special handling and disposal procedures.1",
    "adverseReactions": "Hypersensitivity\n                     \n                     \n                         Cyclophosphamide for Injection for contraindicated in patients who have a history of severe hypersensitivity reactions to cyclophosphamide, any of its metabolites, or to other components of the product. Anaphylactic reactions including death have been reported with cyclophosphamide. Cross-sensitivity with other alkylating agents can occur.\n                     \n                         \n                        Urinary Outflow Obstruction\n                     \n                     \n                         Cyclophosphamide for Injection is contraindicated in patients with urinary outflow obstruction [see Warnings and Precautions (5.2)]."
}