{
    "id": "5b13172d-36bd-4962-86e0-19b6d75fe239",
    "indications": "Ethosuximide is indicated for the control of absence (petit mal) epilepsy.",
    "contraindications": "Ethosuximide is administered by the oral route. The initial dose for patients 3 to 6 years of age is one teaspoonful (250 mg) per day; for patients 6 years of age and older, 2 teaspoonfuls (500 mg) per day. The dose thereafter must be individualized according to the patient's response. Dosage should be increased by small increments. One useful method is to increase the daily dose by 250 mg every four to seven days until control is achieved with minimal side effects. Dosages exceeding 1.5 g daily, in divided doses, should be administered only under the strictest supervision of the physician. The optimal dose for most pediatric patients is 20 mg/kg/day. This dose has given average plasma levels within the accepted therapeutic range of 40 to 100 mcg/mL. Subsequent dose schedules can be based on effectiveness and plasma level determinations.\n                  Ethosuximide may be administered in combination with other anticonvulsants when other forms of epilepsy coexist with absence (petit mal). The optimal dose for most pediatric patients is 20 mg/kg/day.",
    "warningsAndPrecautions": "Ethosuximide is supplied as:\n                  \n                  NDC 59762-2350-6: 1 pint amber polyethylene terephthalate (PET) bottles (polyvinyl cap liner).\n                  NDC 59762-2350-7: 1 pint amber polyethylene terephthalate (PET) bottles (polyethylene cap liner).\n                  Each 5 mL of oral solution contains 250 mg ethosuximide in a raspberry flavored base.",
    "adverseReactions": "Ethosuximide should not be used in patients with a history of hypersensitivity to succinimides.",
    "ingredients": [
        {
            "name": "ETHOSUXIMIDE",
            "code": "5SEH9X1D1D"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SACCHARIN SODIUM",
            "code": "SB8ZUX40TY"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SODIUM CITRATE, UNSPECIFIED FORM",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        }
    ],
    "organization": "Mylan Pharmaceuticals Inc.",
    "name": "Ethosuximide",
    "effectiveTime": "20250514"
}