{
    "root": "5b7b6e3b-f427-4000-b252-968f3adbaa3b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Varenicline",
    "value": "20230415",
    "ingredients": [
        {
            "name": "VARENICLINE TARTRATE",
            "code": "82269ASB48"
        },
        {
            "name": "ANHYDROUS DIBASIC CALCIUM PHOSPHATE",
            "code": "L11K75P92J"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "GLYCERYL DIBEHENATE",
            "code": "R8WTH25YS2"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        }
    ],
    "indications": "Varenicline tablets are indicated for use as an aid to smoking cessation treatment.",
    "contraindications": "• Begin varenicline tablet dosing one week before the date set by the patient to stop smoking. Alternatively, the patient can begin varenicline tablet dosing and then quit smoking between days 8 and 35 of treatment. ( 2.1 ) • Starting Week: 0.5 mg once daily on days 1-3 and 0.5 mg twice daily on days 4-7. ( 2.1 ) • Continuing Weeks: 1 mg twice daily for a total of 12 weeks. ( 2.1 ) • An additional 12 weeks of treatment is recommended for successful quitters to increase likelihood of long-term abstinence. ( 2.1 ) • Consider a gradual approach to quitting smoking with varenicline tablets for patients who are sure that they are not able or willing to quit abruptly. Patients should begin varenicline tablet dosing and reduce smoking by 50% from baseline within the first four weeks, by an additional 50% in the next four weeks, and continue reducing with the goal of reaching complete abstinence by 12 weeks. Continue treatment for an additional 12 weeks, for a total of 24 weeks. ( 2.1 ) • Severe Renal Impairment (estimated creatinine clearance less than 30 mL/min): Begin with 0.5 mg once daily and titrate to 0.5 mg twice daily. For patients with end-stage renal disease undergoing hemodialysis, a maximum of 0.5 mg daily may be given if tolerated. ( 2.2 ) • Consider dose reduction for patients who cannot tolerate adverse effects. ( 2.1 ) • Another attempt at treatment is recommended for those who fail to stop smoking or relapse when factors contributing to the failed attempt have been addressed. ( 2.1 ) • Provide patients with appropriate educational materials and counseling to support the quit attempt. ( 2.1 )",
    "warningsAndPrecautions": "Varenicline Tablets are available containing 0.855 mg or 1.710 mg varenicline tartrate equivalent to 0.5 mg or 1 mg varenicline free base, respectively.\n                  The 0.5 mg tablets are white, film-coated, capsule shaped, unscored tablets debossed with M on one side of the tablet and VT 0.5 on the other side.\n                  The 1 mg tablets are white, film-coated, capsule shaped, unscored tablets debossed with M on one side of the tablet and VT 1.0 on the other side.\n                  They are available as follows:\n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                           \n                              \n                                 Description\n                              \n                           \n                           \n                              \n                                 NDC\n                              \n                           \n                        \n                        \n                           \n                              Packs\n                           \n                           \n                              Starting 4-week card: 0.5 mg x 11 tablets and 1 mg x 42 tablets\n                           \n                           \n                              NDC 0378-5091-85\n                           \n                        \n                        \n                           \n                           \n                              Continuing 4-week card: 1 mg x 56 tablets\n                           \n                           \n                              NDC 0378-5090-85\n                           \n                        \n                        \n                           \n                           \n                              Starting Month Box: 0.5 mg x 11 tablets and 1 mg x 42 tablets\n                           \n                           \n                              NDC 0378-5091-85\n                           \n                        \n                        \n                           \n                           \n                              Continuing Month Box: 1 mg x 56 tablets\n                           \n                           \n                              NDC 0378-5090-85\n                           \n                        \n                        \n                           \n                              Bottles\n                           \n                           \n                              0.5 mg\n                           \n                           \n                              bottles of 56 tablets\n                           \n                           \n                              NDC 0378-5089-73\n                           \n                        \n                        \n                           \n                              bottles of 500 tablets\n                           \n                           \n                              NDC 0378-5089-05\n                           \n                        \n                        \n                           \n                              1 mg\n                           \n                           \n                              bottles of 56 tablets\n                           \n                           \n                              NDC 0378-5090-73\n                           \n                        \n                        \n                           \n                              bottles of 500 tablets\n                           \n                           \n                              NDC 0378-5090-05\n                           \n                        \n                     \n                  \n                  \n                     Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n                  \n                  Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.\n                  \n                     PHARMACIST: Dispense a Medication Guide with each prescription.",
    "adverseReactions": "Varenicline tablets are contraindicated in patients with a known history of serious hypersensitivity reactions or skin reactions to varenicline tablets."
}