{
    "id": "5c087e28-0b1f-4ab1-b883-673d5d871d60",
    "indications": "Atropine Sulfate Injection is indicated for temporary blockade of severe or life-threatening muscariniceffects, e.g., as an antisialagogue, an antivagal agent, an antidote for organophosphorus or muscarinicmushroom poisoning, and to treat bradyasystolic cardiac arrest.",
    "contraindications": "2.1 General Administration\n                     Parenteral drug products should be inspected visually for particulate matter and discoloration prior toadministration, whenever solution and container permit. Do not administer unless solution is clear andseal is intact. Each syringe is intended for single dose only. Discard unused portion.For intravenous administration.Titrate based on heart rate, PR interval, blood pressure and symptoms.\n                  \n                     \n                     2.2 Adult Dosage\n                  \n                  \n                     \n                  \n                  \n                     2.3 Pediatric Dosage\n                  \n                  Dosing in pediatric populations has not been well studied. Usual initial dose is 0.01 to 0.03 mg/kg.\n                     2.4 Dosing in Patients with Coronary Artery Disease\n                  \n                  Limit the total dose of atropine sulfate to 0.03 mg/kg to 0.04 mg/kg [see Warnings and Precautions (5.1)]",
    "warningsAndPrecautions": "Atropine Sulfate Injection, USP is supplied in single-dose syringes as follows:\n                  \n                     \n                  \n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C and 30°C (59°F and 86°F).[See USP Controlled Room Temperature.]\n                  \n                      Product repackaged by: Henry Schein, Inc., Bastian, VA 24314\n                     \n                        \n                           From Original Manufacturer/Distributor's NDC and Unit of Sale\n                           To Henry Schein Repackaged Product NDC and Unit of Sale\n                           Total Strength/Total Volume (Concentration) per unit\n                        \n                        \n                           NDC 0409-9630-05Bundle of 10Ansyr™ Plastic Syringe\n                           NDC 0404-9823-051 Ansyr™ Plastic Syringe in a bag(Vial bears NDC 0409-9630-15)\n                           Concentration: 0.05 mg/mLFill Volume: 5 mLTotal Atropine Content: 0.25 mg\n                        \n                     \n                  \n                  Distributed by Hospira, Inc., Lake Forest, IL 60045 USAAbboject® is a trademark of Abbott Laboratories.LifeShield® is the trademark of ICU Medical, Inc. and is used under license.\n                  LAB-1041-4.2",
    "adverseReactions": "None.",
    "ingredients": [
        {
            "name": "Atropine Sulfate",
            "code": "03J5ZE7KA5"
        }
    ],
    "organization": "Henry Schein, Inc.",
    "name": "Atropine Sulfate",
    "effectiveTime": "20250417"
}