{
    "root": "5c3580ce-c509-4ab6-9238-85503c609119",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Vancomycin Hydrochloride",
    "value": "20250321",
    "ingredients": [
        {
            "name": "VANCOMYCIN HYDROCHLORIDE",
            "code": "71WO621TJD"
        }
    ],
    "indications": "These highlights do not include all the information needed to use VANCOMYCIN HYDROCHLORIDE FOR INJECTION safely and effectively. See full prescribing information for VANCOMYCIN HYDROCHLORIDE FOR INJECTION.\n                  \n                  \n                  VANCOMYCIN HYDROCHLORIDE for injection, for intravenous use \n                  \n                  Initial U.S. Approval: 1958",
    "contraindications": "Administer vancomycin hydrochloride for injection in a diluted solution over 60 minutes or greater to reduce the risk of infusion reactions. See full prescribing information for further important administration and preparation instructions ( 2.1 , 2.5 ) Adult Patients: 2 g divided either as 0.5 grams (g) every 6 hours or 1 g every 12 hours ( 2.2 ) Pediatric Patients (1 month and older): 10 mg/kg per dose given every 6 hours ( 2.3 ) Neonates: See full prescribing information for recommended doses in neonates ( 2.3 ) Patients with renal impairment: See full prescribing information for recommended doses in patients with renal impairment ( 2.4 )",
    "warningsAndPrecautions": "How Supplied:\n                  \n                  Vancomycin Hydrochloride for Injection, USP is a sterile lyophilized powder for injection supplied as an off-white to light tan colored powder or plug in single-dose flip top vials that contain vancomycin hydrochloride, USP equivalent to 1.25 g, or 1.5 g of vancomycin base. They are available as follows:\n                  NDC  0143-9152-10: Vancomycin Hydrochloride for Injection, USP equivalent to 1.25 g vancomycin in a 50 mL flip top vial with a light violet seal, in packages of 10 vials.\n                  NDC  0143-9153-10: Vancomycin Hydrochloride for Injection, USP equivalent to 1.5 g vancomycin in a 50 mL flip top vial with a white seal, in packages of 10 vials.\n                  \n                     Storage:\n                  \n                  Prior to reconstitution, store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F). [See USP Controlled Room Temperature.]",
    "adverseReactions": "Vancomycin hydrochloride for injection is contraindicated in patients with known hypersensitivity to vancomycin."
}