{
    "root": "5cd20238-2950-4306-8aee-d228e956fa90",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Metoclopramide",
    "value": "20250430",
    "ingredients": [
        {
            "name": "METOCLOPRAMIDE HYDROCHLORIDE",
            "code": "W1792A2RVD"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        }
    ],
    "indications": "Diabetic Gastroparesis (Diabetic Gastric Stasis)\n                  \n                  Metoclopramide injection, USP (metoclopramide hydrochloride, USP) is indicated for the relief of symptoms associated with acute and recurrent diabetic gastric stasis.\n                  \n                     The Prevention of Nausea and Vomiting Associated with Emetogenic Cancer Chemotherapy\n                  \n                  Metoclopramide injection, USP is indicated for the prophylaxis of vomiting associated with emetogenic cancer chemotherapy.\n                  \n                     The Prevention of Postoperative Nausea and Vomiting\n                  \n                  Metoclopramide injection, USP is indicated for the prophylaxis of postoperative nausea and vomiting in those circumstances where nasogastric suction is undesirable.\n                  \n                     Small Bowel Intubation\n                  \n                  Metoclopramide injection, USP may be used to facilitate small bowel intubation in adults and pediatric patients in whom the tube does not pass the pylorus with conventional maneuvers.\n                  \n                     Radiological Examination\n                  \n                  Metoclopramide injection, USP may be used to stimulate gastric emptying and intestinal transit of barium in cases where delayed emptying interferes with radiological examination of the stomach and/or small intestine.",
    "contraindications": "For the Relief of Symptoms Associated with Diabetic Gastroparesis (Diabetic Gastric Stasis)\n                  \n                  If only the earliest manifestations of diabetic gastric stasis are present, oral administration of metoclopramide may be initiated. However, if severe symptoms are present, therapy should begin with metoclopramide injection (IM or IV). Doses of 10 mg may be administered slowly by the intravenous route over a 1- to 2-minute period.\n                  Administration of metoclopramide injection up to 10 days may be required before symptoms subside, at which time oral administration of metoclopramide may be instituted. The physician should make a thorough assessment of the risks and benefits prior to prescribing further metoclopramide treatment.\n                  \n                     For the Prevention of Nausea and Vomiting Associated with Emetogenic Cancer Chemotherapy\n                  \n                  Intravenous infusions should be made slowly over a period of not less than 15 minutes, 30 minutes before beginning cancer chemotherapy and repeated every 2 hours for two doses, then every 3 hours for three doses.\n                  The initial two doses should be 2 mg/kg if highly emetogenic drugs such as cisplatin or dacarbazine are used alone or in combination. For less emetogenic regimens, 1 mg/kg per dose may be adequate.\n                  For doses in excess of 10 mg, metoclopramide injection should be diluted in 50 mL of a parenteral solution.\n                  The preferred parenteral solution is Sodium Chloride Injection (normal saline), which when combined with metoclopramide injection, can be stored frozen for up to 4 weeks. Metoclopramide injection is degraded when admixed and frozen with Dextrose-5% in Water. Metoclopramide injection diluted in Sodium Chloride Injection, Dextrose-5% in Water, Dextrose-5% in 0.45% Sodium Chloride, Ringer's Injection, or Lactated Ringer's Injection may be stored up to 48 hours (without freezing) after preparation if protected from light. All dilutions may be stored unprotected from light under normal light conditions up to 24 hours after preparation.\n                  If acute dystonic reactions should occur, inject 50 mg Benadryl®(diphenhydramine hydrochloride) intramuscularly, and the symptoms usually will subside.\n                  \n                     For the Prevention of Postoperative Nausea and Vomiting\n                  \n                  Metoclopramide injection should be given intramuscularly near the end of surgery. The usual adult dose is 10 mg; however, doses of 20 mg may be used.\n                  \n                     To Facilitate Small Bowel Intubation\n                  \n                  If the tube has not passed the pylorus with conventional maneuvers in 10 minutes, a single dose (undiluted) may be administered slowly by the intravenous route over a 1- to 2-minute period.\n                  The recommended single dose is: Pediatric patients above 14 years of age and adults — 10 mg metoclopramide base. Pediatric patients (6 to 14 years of age) — 2.5 to 5 mg metoclopramide base; (under 6 years of age) — 0.1 mg/kg metoclopramide base.\n                  \n                     To Aid in Radiological Examinations\n                  \n                  In patients where delayed gastric emptying interferes with radiological examination of the stomach and/or small intestine, a single dose may be administered slowly by the intravenous route over a 1- to 2-minute period.\n                  For dosage, see intubation above.\n                  \n                     Use in Patients With Renal or Hepatic Impairment\n                  \n                  Since metoclopramide is excreted principally through the kidneys, in those patients whose creatinine clearance is below 40 mL/min, therapy should be initiated at approximately one-half the recommended dosage. Depending upon clinical efficacy and safety considerations, the dosage may be increased or decreased as appropriate.\n                  See \n                        OVERDOSAGE\n                     section for information regarding dialysis.\n                  Metoclopramide undergoes minimal hepatic metabolism, except for simple conjugation. Its safe use has been described in patients with advanced liver disease whose renal function was normal.\n                  \n                     NOTE: Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.\n                  \n                     ADMIXTURES COMPATIBILITIES\n                  \n                  Metoclopramide injection is compatible for mixing and injection with the following dosage forms to the extent indicated below:\n                  \n                     Physically and Chemically Compatible Up to 48 Hours\n                  \n                  Cimetidine Hydrochloride (SK&F), Mannitol, USP (Abbott), Potassium Acetate, USP (Invenex), Potassium Phosphate, USP (Invenex).\n                  \n                     Physically Compatible Up to 48 Hours\n                  \n                  Ascorbic Acid, USP (Abbott), Benztropine Mesylate, USP (MS&D), Cytarabine, USP (Upjohn), Dexamethasone Sodium Phosphate, USP (ESI, MS&D), Diphenhydramine Hydrochloride, USP (Parke-Davis), Doxorubicin Hydrochloride, USP (Adria), Heparin Sodium, USP (ESI), Hydrocortisone Sodium Phosphate (MS&D), Lidocaine Hydrochloride, USP (ESI), Multi-Vitamin Infusion (must be refrigerated-USV), Vitamin B Complex with Ascorbic Acid (Roche).\n                  \n                     Physically Compatible Up to 24 Hours\n                  \n                  \n                     \n                        (Do not use if precipitation occurs)\n                     \n                  \n                  Clindamycin Phosphate, USP (Upjohn), Cyclophosphamide, USP (Mead-Johnson), Insulin, USP (Lilly).\n                  \n                     Conditionally Compatible\n                  \n                  \n                     \n                        (Use within one hour after mixing or may be infused directly into the same running IV line)\n                     \n                  \n                  Ampicillin Sodium, USP (Bristol), Cisplatin (Bristol), Erythromycin Lactobionate, USP (Abbott), Methotrexate Sodium, USP (Lederle), Penicillin G Potassium, USP (Squibb), Tetracycline Hydrochloride, USP (Lederle).\n                  \n                     Incompatible\n                  \n                  \n                     \n                        (Do Not Mix)\n                     \n                  \n                  Cephalothin Sodium, USP (Lilly), Chloramphenicol Sodium, USP (Parke-Davis), Sodium Bicarbonate, USP (Abbott).",
    "warningsAndPrecautions": "Metoclopramide Injection, USP 5 mg metoclopramide base (as the monohydrochloride monohydrate) per mL; available in:\n                  2 mL single dose vials (NDC 23155-240-31 ) in cartons of 25 (NDC 23155-240-41),\n                  10 mL single dose vials (NDC 23155-240-32) in cartons of 25 (NDC 23155-240-42),\n                  30 mL single dose vials (NDC 23155-240-33) in cartons of 25 (NDC 23155-240-43).\n                  \n                     \n                        \n                        \n                        \n                        \n                     \n                     \n                        \n                           \n                               Container\n                           \n                           \n                               Total Contents #\n                           \n                           \n                               Concentration #\n                           \n                           \n                               Administration\n                           \n                        \n                        \n                           2 mL single dose vial\n                           10 mg\n                           5 mg/mL\n                           FOR IV or IM ADMINISTRATION\n                        \n                        \n                           10 mL single dose vial\n                           50 mg\n                           5 mg/mL\n                           FOR IV INFUSION ONLY;DILUTE BEFORE USING\n                        \n                        \n                           30 mL single dose vial\n                           150 mg\n                           5 mg/mL\n                           FOR IV INFUSION ONLY;DILUTE BEFORE USING\n                        \n                        \n                           # Metoclopramide base (as the monohydrochloride monohydrate)\n                        \n                     \n                  \n                  \n                     Retain in carton until time of use. Do not store open single dose vials for later use, as they contain no preservative.\n                  \n                  This product is light sensitive. It should be inspected before use and discarded if either color or particulate is observed.\n                  \n                     Dilutions may be stored unprotected from light under normal light conditions up to 24 hours after preparation.\n                  \n                  \n                     Metoclopramide Injection, USP should be stored at 20° to 25°C (68° to 77°F), excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                  \n                  \n                     Other brands mentioned are trademarks of their respective owners.\n                  \n                  Dispense with Medication Guide available at: www.avetpharma.com/product\n                  \n                  Manufactured by:\n                  \n                     Emcure Pharmaceuticals Ltd.,\n                  \n                  Sanand, Ahmedabad - 382110, India.\n                  Manufactured for:\n                  \n                     Avet Pharmaceuticals Inc.\n                  \n                  East Brunswick, NJ 08816\n                  1.866.901.DRUG (3784)\n                  \n                     \n                  \n                  \n                     Revised: 08/2021\n                  \n                  \n                     OR\n                  \n                  \n                     Manufactured by:\n                  \n                  \n                     Maiva Pharma Private Limited.\n                  \n                  No. 32, Sipcot Industrial Complex,\n                  Phase -1, Hosur-635126 Tamilnadu, INDIA.\n                  \n                     Manufactured for:\n                  \n                     Avet Pharmaceuticals Inc.\n                  \n                  East Brunswick, NJ 08816\n                  1.866.901.DRUG (3784)\n                  \n                     \n                  \n                  \n                     Revised: 02/2024",
    "adverseReactions": "Metoclopramide should not be used whenever stimulation of gastrointestinal motility might be dangerous, e.g., in the presence of gastrointestinal hemorrhage, mechanical obstruction, or perforation.\n                  Metoclopramide is contraindicated in patients with pheochromocytoma because the drug may cause a hypertensive crisis, probably due to release of catecholamines from the tumor. Such hypertensive crises may be controlled by phentolamine.\n                  Metoclopramide is contraindicated in patients with known sensitivity or intolerance to the drug.\n                  Metoclopramide should not be used in epileptics or patients receiving other drugs which are likely to cause extrapyramidal reactions, since the frequency and severity of seizures or extrapyramidal reactions may be increased."
}