{
    "root": "5d1c9c4b-81d5-4f42-a3c6-34cae431908d",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Paclitaxel",
    "value": "20150701",
    "ingredients": [
        {
            "name": "PACLITAXEL",
            "code": "P88XT4IS4D"
        },
        {
            "name": "POLYOXYL 35 CASTOR OIL",
            "code": "6D4M1DAL6O"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        }
    ],
    "indications": "Paclitaxel Injection USP is indicated as subsequent therapy for the treatment of advanced carcinoma of the ovary. As first-line therapy, paclitaxel injection is indicated in combination with cisplatin.\n                  Paclitaxel Injection USP is indicated for the adjuvant treatment of node-positive breast cancer administered sequentially to standard doxorubicin-containing combination chemotherapy. In the clinical trial, there was an overall favorable effect on disease-free and overall survival in the total population of patients with receptor-positive and receptor-negative tumors, but the benefit has been specifically demonstrated by available data (median follow-up 30 months) only in the patients with estrogen and progesterone receptor-negative tumors (see CLINICAL STUDIES, Breast Carcinoma\n                     ).\n                  Paclitaxel Injection USP is indicated for the treatment of breast cancer after failure of combination chemotherapy for metastatic disease or relapse within 6 months of adjuvant chemotherapy. Prior therapy should have included an anthracycline unless clinically contraindicated.\n                  Paclitaxel Injection USP, in combination with cisplatin, is indicated for the first-line treatment of non-small cell lung cancer in patients who are not candidates for potentially curative surgery and/or radiation therapy.\n                  Paclitaxel Injection USP is indicated for the second-line treatment of AIDS-related Kaposi’s sarcoma.",
    "contraindications": "Note: Contact of the undiluted concentrate with plasticized PVC equipment or devices used to prepare solutions for infusion is not recommended. In order to minimize patient exposure to the plasticizer DEHP [di-(2-ethylhexyl)phthalate], which may be leached from PVC infusion bags or sets, diluted paclitaxel injection solutions should be stored in bottles (glass, polypropylene) or plastic bags (polypropylene, polyolefin) and administered through polyethylene-lined administration sets.\n                  All patients should be premedicated prior to paclitaxel injection administration in order to prevent severe hypersensitivity reactions. Such premedication may consist of dexamethasone 20 mg PO administered approximately 12 and 6 hours before paclitaxel injection, diphenhydramine (or its equivalent) 50 mg IV 30 to 60 minutes prior to paclitaxel injection, and cimetidine (300 mg) or ranitidine (50 mg) IV 30 to 60 minutes before paclitaxel injection.\n                  For patients with carcinoma of the ovary, the following regimens are recommended (see CLINICAL STUDIES, Ovarian Carcinoma\n                     ):\n                  \n                     For previously untreated patients with carcinoma of the ovary, one of the following recommended regimens may be given every 3 weeks. In selecting the appropriate regimen, differences in toxicities should be considered (see TABLE 11 in ADVERSE REACTIONS, Disease-Specific Adverse Event Experiences\n                        ). \n                           Paclitaxel injection administered intravenously over 3 hours at a dose of 175 mg/m2 followed by cisplatin at a dose of 75 mg/m2; or \n                           Paclitaxel injection administered intravenously over 24 hours at a dose of 135 mg/m2 followed by cisplatin at a dose of 75 mg/m2. \n                        \n                     \n                     In patients previously treated with chemotherapy for carcinoma of the ovary, paclitaxel injection has been used at several doses and schedules; however, the optimal regimen is not yet clear (see CLINICAL STUDIES, Ovarian Carcinoma\n                        ). The recommended regimen is paclitaxel injection 135 mg/m2 or 175 mg/m2 administered intravenously over 3 hours every 3 weeks. \n                  \n                  For patients with carcinoma of the breast, the following is recommended (see CLINICAL STUDIES, Breast Carcinoma\n                     ):\n                  \n                     For the adjuvant treatment of node-positive breast cancer, the recommended regimen is paclitaxel injection, at a dose of 175 mg/m2 intravenously over 3 hours every 3 weeks for 4 courses administered sequentially to doxorubicin-containing combination chemotherapy. The clinical trial used 4 courses of doxorubicin and cyclophosphamide (see CLINICAL STUDIES, Breast Carcinoma\n                        ). \n                     After failure of initial chemotherapy for metastatic disease or relapse within 6 months of adjuvant chemotherapy, paclitaxel injection at a dose of 175 mg/m2 administered intravenously over 3 hours every 3 weeks has been shown to be effective. \n                  \n                  For patients with non-small cell lung carcinoma, the recommended regimen, given every 3 weeks, is paclitaxel injection administered intravenously over 24 hours at a dose of 135 mg/m2 followed by cisplatin, 75 mg/m2.\n                  For patients with AIDS-related Kaposi’s sarcoma, paclitaxel injection administered at a dose of 135 mg/m2 given intravenously over 3 hours every 3 weeks or at a dose of 100 mg/m2 given intravenously over 3 hours every 2 weeks is recommended (dose intensity 45 to 50 mg/m2/week). In the 2 clinical trials evaluating these schedules (see CLINICAL STUDIES, AIDS-Related Kaposi’s Sarcoma\n                     ), the former schedule (135 mg/m2 every 3 weeks) was more toxic than the latter. In addition, all patients with low performance status were treated with the latter schedule (100 mg/m2 every 2 weeks).\n                  Based upon the immunosuppression in patients with advanced HIV disease, the following modifications are recommended in these patients:\n                  \n                     Reduce the dose of dexamethasone as 1 of the 3 premedication drugs to 10 mg PO (instead of 20 mg PO); \n                     Initiate or repeat treatment with paclitaxel injection only if the neutrophil count is at least 1000 cells/mm3; \n                     Reduce the dose of subsequent courses of paclitaxel injection by 20% for patients who experience severe neutropenia (neutrophil < 500 cells/mm3 for a week or longer); and \n                     Initiate concomitant hematopoietic growth factor (G-CSF) as clinically indicated. \n                  \n                  For the therapy of patients with solid tumors (ovary, breast, and NSCLC), courses of paclitaxel injection should not be repeated until the neutrophil count is at least 1500 cells/mm3 and the platelet count is at least 100,000 cells/mm3. Paclitaxel injection should not be given to patients with AIDS-related Kaposi’s sarcoma if the baseline or subsequent neutrophil count is less than 1000 cells/mm3. Patients who experience severe neutropenia (neutrophil < 500 cells/mm3 for a week or longer) or severe peripheral neuropathy during paclitaxel injection therapy should have dosage reduced by 20% for subsequent courses of paclitaxel injection. The incidence of neurotoxicity and the severity of neutropenia increase with dose.",
    "warningsAndPrecautions": "Paclitaxel Injection USP is available as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              NDC 0703-3213-01\n                           \n                           \n                              30 mg/5 mL\n                           \n                           \n                              Multidose vial individually packaged in a carton.\n                           \n                        \n                        \n                           \n                              NDC 0703-3216-01\n                           \n                           \n                              100 mg/16.7 mL\n                           \n                           \n                              Multidose vial individually packaged in a carton.\n                           \n                        \n                        \n                           \n                              NDC 0703-3217-01\n                           \n                           \n                              150 mg/25 mL\n                           \n                           \n                              Multidose vial individually packaged in a carton.\n                           \n                        \n                        \n                           \n                              NDC 0703-3218-01\n                           \n                           \n                              300 mg/50 mL\n                           \n                           \n                              Multidose vial individually packaged in a carton.",
    "adverseReactions": "Paclitaxel injection is contraindicated in patients who have a history of hypersensitivity reactions to paclitaxel injection or other drugs formulated in polyoxyl 35 castor oil, NF.\n                  Paclitaxel injection should not be used in patients with solid tumors who have baseline neutrophil counts of < 1500 cells/mm3 or in patients with AIDS-related Kaposi’s sarcoma with baseline neutrophil counts of < 1000 cells/mm3."
}