{
    "root": "5da940bc-28c3-4e0c-ac51-912f8cc1beb1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "AVYCAZ",
    "value": "20250425",
    "ingredients": [
        {
            "name": "CEFTAZIDIME",
            "code": "9M416Z9QNR"
        },
        {
            "name": "AVIBACTAM SODIUM",
            "code": "9V824P8TAI"
        },
        {
            "name": "SODIUM CARBONATE",
            "code": "45P3261C7T"
        }
    ],
    "indications": "AVYCAZ is a combination of ceftazidime, a cephalosporin, and avibactam, a beta-lactamase inhibitor, indicated for the treatment of the following infections caused by designated susceptible Gram-negative microorganisms in adult and pediatric patients (at least 31 weeks gestational age): Complicated Intra-abdominal Infections (cIAI), used in combination with metronidazole ( 1.1 ) Complicated Urinary Tract Infections (cUTI), including Pyelonephritis ( 1.2 ) Hospital-acquired Bacterial Pneumonia and Ventilator-associated Bacterial Pneumonia (HABP/VABP) ( 1.3 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of AVYCAZ and other antibacterial drugs, AVYCAZ should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. ( 1.4 )",
    "contraindications": "Dosage of AVYCAZ in Adult Patients with Creatinine Clearance ( CrCl ) greater than 50 mL/min ( 2.1 ) Infection Dose Frequency Infusion Time cIAI * , cUTI including Pyelonephritis, and HABP/VABP AVYCAZ 2.5 grams (ceftazidime 2 grams and avibactam 0.5 grams) Every 8 hours 2 hours * Used in conjunction with metronidazole 0.5 g intravenously every 8 hours in adult cIAI patients Dosage of AVYCAZ in Pediatric Patients aged 2 years to less than 18 years with Estimated Glomerular Filtration Rate (eGFR) greater than 50 mL/min/1.73 m 2 and in Pediatric Patients less than 2 years of age without Renal Impairment ( 2.2 ) Infection Age Range Dose Infusion Time/ Frequency cIAI * , cUTI including Pyelonephritis, HABP/VABP 2 years to less than 18 years AVYCAZ 62.5 mg/kg to a maximum of 2.5 grams (ceftazidime 50 mg/kg and avibactam 12.5 mg/kg to a maximum dose of ceftazidime 2 grams and avibactam 0.5 grams) 2 hours/ Every 8 hours 6 months to less than 2 years AVYCAZ 62.5 mg/kg (ceftazidime 50 mg/kg and avibactam 12.5 mg/kg) 3 months to less than 6 months AVYCAZ 50 mg/kg (ceftazidime 40 mg/kg and avibactam 10 mg/kg) Greater than 28 days a to less than 3 months AVYCAZ 37.5 mg/kg (ceftazidime 30 mg/kg and avibactam 7.5 mg/kg) Less than or equal to 28 days b with GA 31 weeks and older AVYCAZ 25 mg/kg (ceftazidime 20 mg/kg and avibactam 5 mg/kg) * Used in conjunction with metronidazole 10 mg/kg intravenously every 8 hours in pediatric cIAI patients a Includes full-term infants with PNA > 28 days and pre-term infants with corrected age > 28 days. Corrected age is calculated by subtracting the number of weeks born before 40 weeks of gestation from the postnatal age. b Includes neonates PNA ≤ 28 days and pre-term infants with corrected age ≤ 28 days. GA = gestational age and PNA = postnatal age. For treatment of cIAI, metronidazole should be given concurrently Recommended duration of treatment in adult and pediatric patients: ( 2.1 , 2.2 ) cIAI: 5 to 14 days cUTI including pyelonephritis: 7 to 14 days HABP/VABP: 7 to 14 days Dosage adjustment is required in adult patients with creatinine clearance (CrCl) less than or equal to 50 mL/min and in pediatric patients aged 2 years and older with renal impairment. There is insufficient information to recommend a dosing regimen for pediatric patients younger than 2 years of age with renal impairment. See Full Prescribing Information for additional information. ( 2.3 ) See Full Prescribing Information for instructions for constituting supplied dry powder and subsequent required dilution. ( 2.4 ) See Full Prescribing Information for drug compatibilities. ( 2.5 )",
    "warningsAndPrecautions": "AVYCAZ 2.5 grams (ceftazidime and avibactam) for injection is supplied as a white to yellow sterile powder for constitution in single-dose, clear glass vial containing: ceftazidime 2 grams and avibactam 0.5 grams. Vials are supplied as individual vial (NDC#\n                      0456-2700-01) and in cartons containing 10 vials (NDC# 0456-2700-10).\n                  AVYCAZ vials should be stored at 25°C (77°F); excursions permitted between 15°C and 30°C (59°F and 86°F) [See USP Controlled Room Temperature]. Protect from light. Store in carton until time of use.\n                  Storage conditions for constituted and diluted solutions of AVYCAZ for injection are described in another section of labeling [see Dosage and Administration (\n                     \n                        2.4\n                     , \n                        2.6\n                     \n                     )].",
    "adverseReactions": "AVYCAZ is contraindicated in patients with known serious hypersensitivity to the components of AVYCAZ (ceftazidime and avibactam), avibactam containing products, or other members of the cephalosporin class [see Warnings and Precautions (\n                     \n                        5.2\n                     \n                     )]\n                     ."
}