{
    "root": "5ed11ef9-73c0-42d1-9cac-0fba10a1f991",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Cyclophosphamide",
    "value": "20250122",
    "ingredients": [
        {
            "name": "Cyclophosphamide",
            "code": "8N3DW7272P"
        },
        {
            "name": "Mannitol",
            "code": "3OWL53L36A"
        },
        {
            "name": "Water",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Cyclophosphamide for Injection is an alkylating drug indicated for treatment of adults and pediatric patients with: Malignant Diseases : malignant lymphomas: Hodgkin's disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt's lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. ( 1.2 )",
    "contraindications": "During or immediately after Cyclophosphamide for Injection administration, administer adequate amounts of fluid to reduce the risk of urinary tract toxicity ( 2.1 ). Malignant Diseases: Adult and Pediatric Patients ( 2.2 ) Intravenous: Initial course for patients with no hematologic deficiency:  40 mg per kg to 50 mg per kg in divided doses over 2 to 5 days. Other regimens include 10 mg per kg to 15 mg per kg given every 7 to 10 days or 3 mg per kg to 5 mg per kg twice weekly. Oral: 1 mg per kg per day to 5 mg per kg per day for both initial and maintenance dosing. Minimal Change Nephrotic Syndrome in Pediatric Patients ( 2.3 ) Oral: 2 mg per kg daily for 8 to 12 weeks (maximum cumulative dose 168 mg per kg). Treatment beyond 90 days increases the probability of sterility in males. ( 8.4 )",
    "warningsAndPrecautions": "Cyclophosphamide for Injection, USP is supplied as follows:\n\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              NDC\n                           \n                           \n                              Cyclophosphamide for Injection, USP\n                           \n                           \n                              Package Factor\n                           \n                        \n                        \n                           25021-247-50\n\n                           500 mg Single-Dose Vial\n\n                           1 vial per carton\n\n                        \n                        \n                           25021-248-51\n\n                           1 gram Single-Dose Vial\n\n                           1 vial per carton\n\n                        \n                        \n                           25021-249-51\n\n                           2 grams Single-Dose Vial\n\n                           1 vial per carton\n\n                        \n                     \n                  \n                  Cyclophosphamide for Injection, USP is a sterile white cake containing cyclophosphamide and mannitol.",
    "adverseReactions": "Hypersensitivity to cyclophosphamide ( 4 ) Urinary outflow obstruction ( 4 )"
}