{
    "root": "5f580130-9b4a-4c37-80b1-734baabb529b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Nabumetone",
    "value": "20250327",
    "ingredients": [
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "NABUMETONE",
            "code": "LW0TIW155Z"
        }
    ],
    "indications": "Carefully consider the potential benefits and risks of nabumetone tablets, USP and other treatment options before deciding to use nabumetone tablets. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see \n       \n \n  \n       \n \n  \n       \n \n  \n                        WARNINGS\n                     ).\n      \n\n \n      \n\n \n      \n\n \n                  Nabumetone tablets, USP are indicated for relief of signs and symptoms of osteoarthritis and rheumatoid arthritis.",
    "contraindications": "Carefully consider the potential benefits and risks of nabumetone tablets and other treatment options before deciding to use nabumetone tablets. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see \n                        WARNINGS\n                     ).\n                  After observing the response to initial therapy with nabumetone tablets, the dose and frequency should be adjusted to suit an individual patient’s needs.\n                  \n                     Osteoarthritis and Rheumatoid Arthritis: The recommended starting dose is 1,000 mg taken as a single dose with or without food. Some patients may obtain more symptomatic relief from 1,500 mg to 2,000 mg per day. Nabumetone can be given in either a single or twice-daily dose. Dosages greater than 2,000 mg per day have not been studied. The lowest effective dose should be used for chronic treatment (see \n                        WARNINGS, Renal Effects\n                     ). Patients weighing under 50 kg may be less likely to require dosages beyond 1,000 mg; therefore, after observing the response to initial therapy, the dose should be adjusted to meet individual patients’ requirements.",
    "warningsAndPrecautions": "Nabumetone Tablets, USP:\n                  Nabumetone tablets USP, 750 mg are white colored, oval shaped, biconvex, film coated tablets, debossed with ‘SG’ on one side ‘466’ on other side.\n                  \n                     \n                        Bottles of 100 NDC 63629-8510-1\n                     \n                  \n                  \n                     Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                  \n                  Dispense in tight, light-resistant container as defined in the USP, with a child-resistant closure (as required).\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Nabumetone tablets are contraindicated in patients with known hypersensitivity to nabumetone or its excipients.\n                  Nabumetone tablets should not be given to patients who have experienced asthma, urticaria, or allergic-type reactions after taking aspirin or other NSAIDs. Severe, rarely fatal, anaphylactic-like reactions to NSAIDs have been reported in such patients (see \n       \n \n  \n       \n \n  \n       \n \n  \n                        WARNINGS, \n        \n  \n   \n        \n  \n   \n        \n  \n   Anaphylactoid Reactions\n                     , and \n       \n \n  \n       \n \n  \n       \n \n  \n                        PRECAUTIONS, \n        \n  \n   \n        \n  \n   \n        \n  \n   General, \n        \n  \n   \n        \n  \n   \n        \n  \n   Preexisting Asthma\n                     ).\n      \n\n \n      \n\n \n      \n\n \n                  Nabumetone tablets are contraindicated in the setting of coronary artery bypass graft (CABG) surgery [see \n       \n \n  \n       \n \n  \n       \n \n  \n                        Warnings\n                     ]."
}