{
    "id": "60c69cc4-203a-4d95-a834-ca6a7eb3ab8b",
    "indications": "Norethindrone and ethinyl estradiol tablets (chewable) 0.8 mg/0.025 mg and ferrous fumarate tablets (chewable) 75 mg are indicated for use by women to prevent pregnancy. \n                  The efficacy of norethindrone and ethinyl estradiol tablets (chewable) 0.8 mg/0.025 mg and ferrous fumarate tablets (chewable) 75 mg in women with a body mass index (BMI) of > 35 kg/m2 has not been evaluated.",
    "contraindications": "• Chew one tablet without water at the same time every day. ( 2.1 ) • Take tablets in the order directed on the blister pack. ( 2.1 )",
    "adverseReactions": "Norethindrone and ethinyl estradiol tablets (chewable) and ferrous fumarate tablets (chewable) are contraindicated in females who are known to have or develop the following conditions: \n                  \n                     \n                        •A high risk of arterial or venous thrombotic diseases. Examples include women who are known to:s\n                           \n                              oSmoke, if over age 35 [see Boxed Warning, and Warnings and Precautions (5.1)] \n                           \n                           \n                              oHave deep vein thrombosis or pulmonary embolism, now or in the past [see Warnings and Precautions (5.1)] \n                           \n                           \n                              oHave cerebrovascular disease [see Warnings and Precautions (5.1)] \n                           \n                           \n                              oHave coronary artery disease [see Warnings and Precautions (5.1)] \n                           \n                           \n                              oHave thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) [see Warnings and Precautions (5.1)]\n                           \n                           \n                              oHave inherited or acquired hypercoagulopathies [see Warnings and Precautions (5.1)] \n                           \n                           \n                              oHave uncontrolled hypertension [see Warnings and Precautions (5.5)] \n                           \n                           \n                              oHave diabetes with vascular disease [see Warnings and Precautions (5.7)] \n                           \n                           \n                              oHave headaches with focal neurological symptoms or have migraine headaches with or without aura if over age 35 [see Warnings and Precautions (5.8)] \n                           \n                        \n                     \n                     \n                        •Current diagnosis of, or history of, breast cancer, which may be hormone-sensitive [see Warnings and Precautions (5.2)] \n                     \n                     \n                        •Liver tumors, benign or malignant, or liver disease [see Warnings and Precautions (5.3), Use in Specific Populations (8.7), and Clinical Pharmacology (12.3)] \n                     \n                     \n                        •Undiagnosed abnormal uterine bleeding [see Warnings and Precautions (5.9)] \n                     \n                     \n                        •Pregnancy, because there is no reason to use COCs during pregnancy [see Warnings and Precautions (5.9) and Use in Specific Populations (8.1)] \n                     \n                     \n                        •Use of Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations [see Warnings and Precautions (5.4)]",
    "ingredients": [],
    "organization": "Mylan Pharmaceuticals Inc.",
    "name": "NORETHINDRONE AND ETHINYL ESTRADIOL AND FERROUS FUMARATE",
    "effectiveTime": "20240115"
}