{
    "root": "62a25e1c-9d76-480f-b87b-0b3b7370005b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Tetracycline Hydrochloride",
    "value": "20250401",
    "ingredients": [
        {
            "name": "TETRACYCLINE HYDROCHLORIDE",
            "code": "P6R62377KV"
        },
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "D&C RED NO. 22",
            "code": "1678RKX8RT"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        }
    ],
    "indications": "To reduce the development of drug-resistant bacteria and maintain the effectiveness of tetracycline hydrochloride and other antibacterial drugs, tetracycline hydrochloride should be used only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.\n                  Tetracycline is indicated in the treatment of infections caused by susceptible strains of the designated organisms in the conditions listed below:\n                  \n                     Upper respiratory tract infections caused by Streptococcus \n                        pyogenes, Streptococcus \n                        pneumoniae and Hemophilus \n                        influenzae. Note: Tetracycline should not be used for streptococcal disease unless the organism has been demonstrated to be susceptible.\n                     Lower respiratory tract infections caused by Streptococcus \n                        pyogenes, Streptococcus \n                        pneumoniae, Mycoplasma \n                        pneumoniae (Eaton agent, and Klebsiella sp.).\n                     Skin and soft tissue infections caused by Streptococcus \n                        pyogenes, Staphylococcus \n                        aureaus. \n    (Tetracyclines are not the drugs of choice in the treatment of any type of staphylococcal infections.)\n                     Infections caused by rickettsia including Rocky Mountain spotted fever, typhus group infections, Q fever, rickettsialpox.\n                     Psittacosis caused by Chlamydophila psittaci.\n                     Infections caused by Chlamydia \n                        trachomatis such as uncomplicated urethral, endocervical or rectal infections, inclusion conjunctivitis, trachoma, and lymphogranuloma venereum.\n                     Granuloma inquinale caused by Klebsiella \n                        granulomatis.\n                     Relapsing fever caused by Borrelia \n                        sp.\n                     Bartonellosis caused by Bartonella \n                        bacilliformis.\n                     Chancroid caused by Hemophilus ducreyi.\n                     Tularemia caused by Francisella tularensis.\n                     Plaque caused by Yersinia \n                        pestis.\n                     Cholera caused by Vibrio \n                        cholerae.\n                     Brucellosis caused by Brucella species (tetracycline may be used in conjunction with an aminoglycoside).\n                     Infections due to Campylobacter \n                        fetus.\n                     As adjunctive therapy in intestinal amebiasis caused by Entamoeba \n                        histolytica.\n                     Urinary tract infections caused by susceptible strains of Escherichia coli, Klebsiella, etc.\n                     Other infections caused by susceptible gram-negative organisms such as E. coli, Enterobacter aerogenes, Shigella sp., Acinetobacter sp., Klebsiella \n                        sp., and Bacteroides \n                        sp.\n                     \n                     In severe acne, adjunctive therapy with tetracycline may be useful. \n                  \n                  When penicillin is contraindicated, tetracyclines are alternative drugs in the treatment of the following infections:\n                  \n                     Syphilis and yaws caused by Treponema pallidum and pertenue, respectively,\n                     Vincent’s infection caused by Fusobacterium fusiforme,\n                     Infections caused by Neisseria gonorrhoeae,\n                     Anthrax caused by Bacillus anthracis,\n                     Infections due to Listeria monocytogenes,\n                     Actinomycosis caused by Actinomyces species,\n                     Infections due to Clostridium species.",
    "contraindications": "Adults: Usual daily dose, 1 gram as 500 mg twice a day or 250 mg four times a day. Higher doses such as 500 mg four times a day may be required for severe infections or for those infections which do not respond to the smaller doses.\n                  \n                      \n                  \n                  For pediatric patients above eight years of age: Usual daily dose, 10 mg/lb to 20 mg/lb (25 mg/kg to 50 mg/kg) body weight divided in four equal doses.\n                  Administration of adequate amounts of fluid with the capsule formulation of tetracycline is recommended to wash down the drug and reduce the risk of esophageal irritation and ulceration (see \n                        ADVERSE REACTIONS\n                     ).\n                  Absorption of tetracycline is impaired by antacids containing aluminum, calcium or magnesium and preparations containing iron, zinc or sodium bicarbonate. Food and some dairy products also interfere with absorption.\n                  When used in streptococcal infections, therapy should be continued for 10 days.\n                  For treatment of brucellosis, 500 mg tetracycline four times a day for three weeks accompanied by streptomycin, 1 gram intramuscularly twice daily the first week and once daily the second week.\n                  For the treatment of syphilis in patients allergic to penicillin, the following dosage of tetracycline is recommended: early syphilis (less than one year’s duration), 500 mg four times a day for 15 days. Syphilis of more than one year’s duration (except neurosyphilis), 500 mg four times a day for 30 days.\n                  For treatment of gonorrhea, the recommended dose is 500 mg by mouth four times a day for seven days.\n                  Uncomplicated urethral, endocervical or rectal infections in adults caused by Chlamydiatrachomatis: 500 mg, by mouth, four times a day for at least seven days.\n                  In cases of moderate to severe acne which, in the judgement of the clinician, require long-term treatment, the recommended initial dosage is 1 gram daily in divided doses. When improvement is noted, reduce dosage gradually to maintenance levels ranging from 125 mg to 500 mg daily. In some patients it may be possible to maintain adequate remission of lesions with alternate day or intermittent therapy. Tetracycline therapy of acne should augment the other standard measures known to be of value. Duration of long-term treatment which can safely be recommended has not been established (see \n                        WARNINGS and \n                        \n                           Carcinogenesis, Mutagenesis, \n                        \n                           Impairment of Fertility\n                        \n                     ).\n                  \n                     Use in Specific Population\n                  \n                  In patients with renal impairment (see \n                        WARNINGS\n                     ): decrease total dosage by reduction of recommended individual doses and/or by extending time intervals between doses.",
    "warningsAndPrecautions": "Tetracycline hydrochloride capsules, USP are available as:\n                  250 mg: Capsules with orange opaque cap/yellow opaque body, imprinted with “WPI” on cap and “2234” on body. Available in bottles of 100 (NDC 0591-2474-01).\n                  500 mg: Capsules with black opaque cap/yellow opaque body, imprinted with “WPI” on cap and “2235” on body. Available in bottles of 100 (NDC 0591-2475-01).\n                  Dispense in a tight, light-resistant container as defined in the USP, with a child-resistant closure (as required).\n                  Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].\n                  Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n                  Keep this and all medications out of the reach of children.",
    "adverseReactions": "This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines."
}