{
    "root": "6499b998-74f4-43c3-b2b6-79ea40ab474f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Scopolamine Trandermal System",
    "value": "20240530",
    "ingredients": [
        {
            "name": "CROSPOVIDONE (120 .MU.M)",
            "code": "68401960MK"
        },
        {
            "name": "ISOPROPYL PALMITATE",
            "code": "8CRQ2TH63M"
        },
        {
            "name": "LIGHT MINERAL OIL",
            "code": "N6K5787QVP"
        },
        {
            "name": "POLYISOBUTYLENE (55000 MW)",
            "code": "TQ77WR8A02"
        },
        {
            "name": "POLYISOBUTYLENE (1100000 MW)",
            "code": "FLT10CH37X"
        },
        {
            "name": "SCOPOLAMINE",
            "code": "DL48G20X8X"
        }
    ],
    "indications": "Scopolamine transdermal system is indicated in adults for prevention of:\n                  \n                     \n                        •nausea and vomiting associated with motion sickness\n                     \n                        •post-operative nausea and vomiting (PONV) associated with recovery from anesthesia and/or opiate analgesia and surgery       .",
    "contraindications": "Application and Removal ( 2.1 ) • Each scopolamine transdermal system delivers 1 mg of scopolamine over 3 days. • Only wear one transdermal system at a time. • Do not cut the transdermal system. • Wash hands thoroughly after application. • Upon removal, fold used transdermal system in half with sticky side together, and discard to prevent accidental contact or ingestion. Recommended Dosage : • Motion Sickness : Apply one transdermal system to the hairless area behind one ear at least 4 hours before antiemetic effect is required for use up to 3 days. If therapy for more than 3 days is required, remove the first transdermal system and apply a new transdermal system behind the other ear. ( 2.2 ) • PONV : For surgeries other than cesarean section, apply one transdermal system behind the ear the evening before surgery and remove 24 hours following surgery. ( 2.2 )",
    "warningsAndPrecautions": "Scopolamine Transdermal System 1 mg/3 days is available as the following:\n                  \n                  \n                     Carton of 24 transdermal systems, packaged into individual foil pouches. NDC: 63629-8450-1\n                     Single Patch NDC: 63629-8450-2\n                  \n                  Store at 20°C to 25°C (68°F to 77°F) [see USP Controlled Room Temperature].\n                  Store pouch(es) in an upright position.\n                  Do not bend or roll pouch(es).\n                  Wash hands thoroughly with soap and water immediately after handling the transdermal system. Upon removal, fold the used transdermal system in half with the sticky side together, and discard in household trash in a manner that prevents accidental contact or ingestion by children, pets or others [see Dosage and Administration (2.1), Warnings and Precautions (5.6)].\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Scopolamine transdermal system is contraindicated in patients with:\n                  \n                     \n                        •angle closure glaucoma.       [see Warnings and Precautions (5.1)]       \n                     \n                     \n                        •hypersensitivity to scopolamine or other belladonna alkaloids or to any ingredient or component in the formulation or delivery system. Reactions have included rash generalized and erythema       [see Adverse Reactions (         6.2), Description (         11)]       ."
}