{
    "root": "651f09c7-4bf2-4d89-ae51-0c8ab3c15392",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Bupropion Hydrochloride",
    "value": "20250306",
    "ingredients": [
        {
            "name": "BUPROPION HYDROCHLORIDE",
            "code": "ZG7E5POY8O"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSPOVIDONE (120 .MU.M)",
            "code": "68401960MK"
        },
        {
            "name": "FD&C YELLOW NO. 6 ALUMINUM LAKE",
            "code": "GYP6Z2JR6Q"
        },
        {
            "name": "FUMARIC ACID",
            "code": "88XHZ13131"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (1600000 WAMW)",
            "code": "RFW2ET671P"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "METHYLCELLULOSE (100 MPA.S)",
            "code": "4GFU244C4J"
        },
        {
            "name": "POLYETHYLENE GLYCOL 8000",
            "code": "Q662QK8M3B"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": "Bupropion hydrochloride tablets are indicated for the treatment of major depressive disorder (MDD), as defined by the Diagnostic and Statistical Manual (DSM). \n                  The efficacy of bupropion hydrochloride tablets in the treatment of a major depressive episode was established in two 4-week controlled inpatient trials and one 6-week controlled outpatient trial of adult subjects with MDD [see Clinical Studies (14)].",
    "contraindications": "• Starting dose: 200 mg/day given as 100 mg twice daily ( 2.1 ) • General: Increase dose gradually to reduce seizure risk. ( 2.1 , 5.3) • After 3 days, may increase the dose to 300 mg/day, given as 100 mg 3 times daily at an interval of at least 6 hours between doses. ( 2.1 ) • Usual target dose: 300 mg/day as 100 mg 3 times daily. ( 2.1 ) • Maximum dose: 450 mg/day given as 150 mg 3 times daily. ( 2.1 ) • Periodically reassess the dose and need for maintenance treatment. (2.1 ) • Moderate to severe hepatic impairment: 75 mg once daily. ( 2.2 , 8.7) • Mild hepatic impairment: Consider reducing the dose and/or frequency of dosing. ( 2.2 , 8.7 ) • Renal impairment: Consider reducing the dose and/or frequency. ( 2.3 , 8.6 )",
    "warningsAndPrecautions": "Bupropion hydrochloride tablets, USP 75 mg are available for oral administration as orange, round, unscored, film coated tablets, imprinted \"APO\" on one side and \"BU\" over \"75\" on the other side. They are supplied as follows: \n                  Overbagged with 10 film-coated tablets per bag, NDC 55154-4152-0\n                  \n                     Store at 20ºC to 25ºC (68ºF to 77ºF); excursions permitted from 15ºC to 30ºC (59ºF to 86ºF) [see USP Controlled Room Temperature]. Protect from moisture.\n                  Store in a tight, light resistant container [see USP].",
    "adverseReactions": "•Bupropion hydrochloride tablets are contraindicated in patients with a seizure disorder.\n                     \n                        •Bupropion hydrochloride tablets are contraindicated in patients with a current or prior diagnosis of bulimia or anorexia nervosa as a higher incidence of seizures was observed in such patients treated with bupropion hydrochloride tablets [see Warnings and Precautions (5.3)].\n                     \n                        •Bupropion hydrochloride tablets are contraindicated in patients undergoing abrupt discontinuation of alcohol, benzodiazepines, barbiturates, and antiepileptic drugs [see Warnings and Precautions (5.3), Drug Interactions (7.3)].\n                     \n                        •The use of MAOIs (intended to treat psychiatric disorders) concomitantly with bupropion hydrochloride tablets or within 14 days of discontinuing treatment with bupropion hydrochloride tablets are contraindicated. There is an increased risk of hypertensive reactions when bupropion hydrochloride tablets are used concomitantly with MAOIs. The use of bupropion hydrochloride tablets within 14 days of discontinuing treatment with an MAOI is also contraindicated. Starting bupropion hydrochloride tablets in a patient treated with reversible MAOIs such as linezolid or intravenous methylene blue is contraindicated [see Dosage and Administration (2.4, 2.5), Warnings and Precautions (5.4), Drug Interactions (7.6)].\n                     \n                        •Bupropion hydrochloride tablets are contraindicated in patients with known hypersensitivity to bupropion or other ingredients of bupropion hydrochloride tablets. Anaphylactoid/anaphylactic reactions and Stevens-Johnson syndrome have been reported [see Warnings and Precautions (5.8)]."
}