{
    "root": "65d81c00-8791-4937-8e25-4abfc9790e4b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Arformoterol tartrate",
    "value": "20250311",
    "ingredients": [
        {
            "name": "ARFORMOTEROL TARTRATE",
            "code": "5P8VJ2I235"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        }
    ],
    "indications": "Arformoterol tartrate inhalation solution is a long-acting beta 2 -adrenergic agonist (beta 2 -agonist) indicated for: Long-term, twice daily (morning and evening) administration in the maintenance treatment of bronchoconstriction in patients with chronic obstructive pulmonary disease (COPD), including chronic bronchitis and emphysema. ( 1.1 ) Important limitations of use: Arformoterol tartrate inhalation solution is not indicated to treat acute deteriorations of chronic obstructive pulmonary disease. ( 1.2 , 5.2 ) Arformoterol tartrate inhalation solution is not indicated to treat asthma. ( 1.2 )",
    "contraindications": "The recommended dose of arformoterol tartrate inhalation solution is one 15 mcg unit-dose vial administered twice daily (morning and evening) by nebulization. A total daily dose of greater than 30 mcg (15 mcg twice daily) is not recommended.\n                  Arformoterol tartrate inhalation solution should be administered by the orally inhaled route via a standard jet nebulizer connected to an air compressor (see the accompanying Patient Information). Arformoterol tartrate inhalation solution should not be swallowed.\n                  Arformoterol tartrate inhalation solution should be stored refrigerated in foil pouches. An opened unit-dose vial should be used right away.\n                  If the recommended maintenance treatment regimen fails to provide the usual response, medical advice should be sought immediately, as this is often a sign of destabilization of COPD. Under these circumstances, the therapeutic regimen should be reevaluated and additional therapeutic options should be considered.\n                  No dose adjustment is required for patients with renal or hepatic impairment. However, since the clearance of arformoterol tartrate inhalation solution is prolonged in patients with hepatic impairment, they should be monitored closely.\n                  The drug compatibility (physical and chemical), efficacy, and safety of arformoterol tartrate inhalation solution when mixed with other drugs in a nebulizer have not been established.\n                  The safety and efficacy of arformoterol tartrate inhalation solution have been established in clinical trials when administered using the PARI LC® Plus nebulizer (with a face mask or mouthpiece) and the PARI DURA NEB™ 3000 compressor. The safety and efficacy of arformoterol tartrate inhalation solution delivered from non-compressor based nebulizer systems have not been established.",
    "warningsAndPrecautions": "Arformoterol tartrate inhalation solution is supplied in a single strength (15 mcg of arformoterol, equivalent to 22 mcg of arformoterol tartrate) as 2 mL of a sterile clear colorless aqueous solution in low-density polyethylene (LDPE) unit-dose vials overwrapped in foil. Arformoterol tartrate inhalation solution is available in a shelf-carton containing 30 or 60 unit-dose vials.\n                  NDC 70748-175-30:  carton of 30 individually pouched unit-dose vials.\n                  NDC 70748-175-60:  carton of 60 individually pouched unit-dose vials.\n                  \n                     \n                        Storage and Handling\n                     \n                  \n                  Store arformoterol tartrate inhalation solution in the protective foil pouch under refrigeration at 36° to 46°F (2° to 8°C).  Protect from light and excessive heat. An opened unit-dose vial should be used right away.  Discard any unit-dose vial if the solution is not colorless. Unopened foil pouches of arformoterol tartrate inhalation solution can also be stored at room temperature 68° to 77°F (20° to 25°C) for up to 6 weeks.  If stored at room temperature, discard if not used after 6 weeks or if past the expiration date, whichever is sooner.",
    "adverseReactions": "Arformoterol tartrate inhalation solution is contraindicated in patients with a history of hypersensitivity to arformoterol, racemic formoterol or to any other components of this product.\n                  Use of a LABA, including arformoterol tartrate inhalation solution, without an inhaled cortisteroid is contraindicated in patients with asthma [see Warnings and Precautions (5)]. Arformoterol tartrate inhalation solution is not indicated for the treatment of asthma."
}