{
    "root": "670cd773-d959-49c7-b0e3-217a2bff3949",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "TESTOSTERONE ENANTHATE"
    },
    "value": "20250315",
    "ingredients": [
        {
            "name": "TESTOSTERONE ENANTHATE",
            "code": "7Z6522T8N9"
        },
        {
            "name": "SESAME OIL",
            "code": "QX10HYY4QV"
        },
        {
            "name": "CHLOROBUTANOL",
            "code": "HM4YQM8WRC"
        }
    ],
    "indications": "Males\n                     \n                      Testosterone enanthate injection is indicated for replacement therapy in conditions associated with a deficiency or absence of endogenous testosterone.\n                     \n                         Primary hypogonadism (congenital or acquired) – Testicular failure due to cryptorchidism, bilateral torsion, orchitis, vanishing testis syndrome, or orchidectomy.\n                     \n                         Hypogonadotropic hypogonadism (congenital or acquired) – Gonadotropin or luteinizing hormone-releasing hormone (LHRH) deficiency, or pituitary-hypothalamic injury from tumors, trauma, or radiation. (Appropriate adrenal cortical and thyroid hormone replacement therapy are still necessary, however, and are actually of primary importance.)\n                      If the above conditions occur prior to puberty, androgen replacement therapy will be needed during the adolescent years for development of secondary sexual characteristics. Prolonged androgen treatment will be required to maintain sexual characteristics in these and other males who develop testosterone deficiency after puberty.\n                      Safety and efficacy of testosterone enanthate injection in men with age-related hypogonadism have not been established.\n                     \n                         Delayed puberty – Testosterone enanthate injection may be used to stimulate puberty in carefully selected males with clearly delayed puberty. These patients usually have a familial pattern of delayed puberty that is not secondary to a pathological disorder; puberty is expected to occur spontaneously at a relatively late date. Brief treatment with conservative doses may occasionally be justified in these patients if they do not respond to psychological support. The potential adverse effect on bone maturation should be discussed with the patient and parents prior to androgen administration. An X-ray of the hand and wrist to determine bone age should be obtained every six months to assess the effect of treatment on the epiphyseal centers (see \n                        WARNINGS\n                     ).\n                     \n                     Females\n                     \n                     \n                         Metastatic mammary cancer – Testosterone enanthate injection may be used secondarily in women with advancing inoperable metastatic (skeletal) mammary cancer who are one to five years postmenopausal. Primary goals of therapy in these women include ablation of the ovaries. Other methods of counteracting estrogen activity are adrenalectomy, hypophysectomy, and/or antiestrogen therapy. This treatment has also been used in premenopausal women with breast cancer who have benefited from oophorectomy and are considered to have a hormone-responsive tumor. Judgment concerning androgen therapy should be made by an oncologist with expertise in this field.",
    "contraindications": "Prior to initiating testosterone enanthate injection, confirm the diagnosis of hypogonadism by ensuring that serum testosterone concentrations have been measured in the morning in the morning on at least two separate days and that these serum testosterone concentrations are below the normal range.\n                      Dosage and duration of therapy with testosterone enanthate injection will depend on age, sex, diagnosis, patient’s response to treatment, and appearance of adverse effects. When properly given, injections of testosterone enanthate are well tolerated. Care should be taken to slowly inject the preparation deeply into the gluteal muscle, being sure to follow the usual precautions for intramuscular administration, such as the avoidance of intravascular injection (see \n                        PRECAUTIONS\n                     ).\n                      In general, total doses above 400 mg per month are not required because of the prolonged action of the preparation. Injections more frequently than every two weeks are rarely indicated. NOTE: Use of a wet needle or wet syringe may cause the solution to become cloudy; however this does not affect the potency of the material. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Testosterone enanthate injection is a clear, colorless to pale yellow color oily solution.\n                     \n                         Male hypogonadism: As replacement therapy, i.e., for eunuchism, the suggested dosage is 50 to 400 mg every 2 to 4 weeks.\n                     \n                         In males with delayed puberty: Various dosage regimens have been used; some call for lower dosages initially with gradual increases as puberty progresses, with or without a decrease to maintenance levels. Other regimens call for higher dosage to induce pubertal changes and lower dosage for maintenance after puberty. The chronological and skeletal ages must be taken into consideration, both in determining the initial dose and in adjusting the dose. Dosage is within the range of 50 to 200 mg every 2 to 4 weeks for a limited duration, for example, 4 to 6 months. X-rays should be taken at appropriate intervals to determine the amount of bone maturation and skeletal development (see \n                        INDICATIONS AND USAGE\n                     , and \n                        WARNINGS\n                     ).\n                     \n                         Palliation of inoperable mammary cancer in women: A dosage of 200 to 400 mg every 2 to 4 weeks is recommended. Women with metastatic breast carcinoma must be followed closely because androgen therapy occasionally appears to accelerate the disease.",
    "warningsAndPrecautions": "Testosterone enanthate injection, USP is a clear, colorless to pale yellow color oily solution and is supplied as follows:\n                     \n                        \n                            1,000 mg per 5 mL (200 mg/mL)\n                        \n                     \n                      5 mL multiple-dose vial                                                          NDC 55150-336-01 packaged individually\n                     \n                     STORAGE\n                     \n                      Testosterone enanthate injection, USP should be stored at 20º to 25ºC (68º to 77ºF) [see USP Controlled Room Temperature]. Warming and rotating the vial between the palms of the hands will redissolve any crystals that may have formed during storage at low temperatures.\n                      For Prescription Use Only\n                      The vial stopper is not made with natural rubber latex.\n                      Distributed by:\n                     Eugia US LLC\n                     279 Princeton-Hightstown Rd.E. Windsor, NJ 08520\n                      Manufactured by:\n                     Eugia Pharma Specialities Limited\n                     Hyderabad - 500032India\n                      Medical Inquiries:1-866-850-2876  Revised: March 2025",
    "adverseReactions": "Androgens are contraindicated in men with carcinomas of the breast or with known or suspected carcinomas of the prostate and in women who are or may become pregnant. When administered to pregnant women, androgens cause virilization of the external genitalia of the female fetus. This virilization includes clitoromegaly, abnormal vaginal development, and fusion of genital folds to form a scrotal-like structure. The degree of masculinization is related to the amount of drug given and the age of the fetus and is most likely to occur in the female fetus when the drugs are given in the first trimester. If the patient becomes pregnant while taking androgens, she should be apprised of the potential hazard to the fetus.\n                      This preparation is also contraindicated in patients with a history of hypersensitivity to any of its components."
}