{
    "root": "6718ba93-2693-44ba-93d2-8f873484a795",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ODEFSEY",
    "value": "20250224",
    "ingredients": [
        {
            "name": "EMTRICITABINE",
            "code": "G70B4ETF4S"
        },
        {
            "name": "RILPIVIRINE HYDROCHLORIDE",
            "code": "212WAX8KDD"
        },
        {
            "name": "TENOFOVIR ALAFENAMIDE FUMARATE",
            "code": "FWF6Q91TZO"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "POLYSORBATE 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        }
    ],
    "indications": "ODEFSEY is indicated as a complete regimen for the treatment of HIV-1 infection in adult and pediatric patients weighing at least 25 kg:\n                  \n                  \n                     as initial therapy in those with no antiretroviral treatment history with HIV-1 RNA less than or equal to 100,000 copies/mL or\n                     to replace a stable antiretroviral regimen in those who are virologically-suppressed (HIV-1 RNA less than 50 copies/mL) for at least 6 months with no history of treatment failure and no known substitutions associated with resistance to the individual components of ODEFSEY [see Microbiology (12.4) and Clinical Studies (14)].",
    "contraindications": "Testing: Prior to or when initiating ODEFSEY, test for hepatitis B virus infection. Prior to or when initiating ODEFSEY, and during treatment on a clinically appropriate schedule, assess serum creatinine, estimated creatinine clearance, urine glucose, and urine protein in all patients. In patients with chronic kidney disease, also assess serum phosphorus ( 2.1 ) Recommended dosage: one tablet taken orally once daily with a meal. ( 2.2 ) For pregnant patients who are already on ODEFSEY prior to pregnancy and who are virologically suppressed (HIV-1 RNA less than 50 copies per mL), one tablet taken once daily may be continued. Lower exposures of rilpivirine were observed during pregnancy, therefore viral load should be monitored closely. ( 2.3 ) Renal impairment: ODEFSEY is not recommended in patients with estimated creatinine clearance of 15 to below 30 mL per minute, or below 15 mL per minute who are not receiving chronic hemodialysis. ( 2.4 )",
    "warningsAndPrecautions": "ODEFSEY tablets are gray, capsule-shaped, and film coated with \"GSI\" debossed on one side and \"255\" on the other side. Each bottle contains 30 tablets (NDC 61958-2101-1), a silica gel desiccant, and a polyester coil, and is closed with a child-resistant closure.",
    "adverseReactions": "ODEFSEY is contraindicated when coadministered with the following drugs; coadministration may result in loss of virologic response and possible resistance to ODEFSEY or to the class of NNRTIs [see Warnings and Precautions (5.6), Drug Interactions (7) and Clinical Pharmacology (12.3)]:\n                  \n                  \n                     Anticonvulsants: carbamazepine, oxcarbazepine, phenobarbital, phenytoin\n                     Antimycobacterials: rifampin, rifapentine\n                     Glucocorticoid (systemic): dexamethasone (more than a single-dose)\n                     Herbal Products: St. John's wort (Hypericum perforatum)\n                     \n                     Proton Pump Inhibitors: e.g., dexlansoprazole, esomeprazole, lansoprazole, omeprazole, pantoprazole, rabeprazole"
}