{
    "id": "67697ee6-4fc5-46d1-8765-2d1a003bb613",
    "indications": "1.         Indications\n                  \n                  Progestin-only oral contraceptives are indicated for the prevention of pregnancy.\n                  \n                     2.         Efficacy\n                  \n                  If used perfectly, the first-year failure rate for progestin-only oral contraceptives is 0.3%. However, the typical failure rate is estimated to be closer to 9%, due to late or omitted pills. Table 1 lists the pregnancy rates for users of all major methods of contraception.\n                  \n                        Table 1: Percentage of Women Experiencing an Unintended Pregnancy During the First Year of Typical Use and the First Year of Perfect Use of Contraception and the Percentage Continuing Use at the End of the First Year. United States. \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              Emergency Contraception: Emergency contraceptive pills or insertion of a copper intrauterine contraceptive after unprotected intercourse substantially reduces the risk of pregnancy.9 (See Chapter 6.).\n                           \n                        \n                        \n                           \n                              Lactational Amenorrhea Method: LAM is a highly effective, temporary method of contraception.10 (See Chapter 18.)\n                           \n                        \n                        \n                           \n                              Source: Trussell J. Contraceptive Efficacy. In Hatcher RA, Trussell J, Nelson AL, Cates W, Kowal D,\n                           \n                        \n                        \n                           \n                              Policar M. Contraceptive Techology: Twentieth Revised Edition. New York NY: Ardent Media, 2011.\n                           \n                        \n                        \n                           \n                              Notes:\n                           \n                        \n                        \n                           \n                              1   Among typical couples who initiate use of a method (not necessarily for the first time), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. Estimates of the probability of pregnancy during the first year of typical use for spermicides, withdrawal, fertility awareness-based methods, the diaphragm, the male condom, the oral contraceptive pill, and Depo-Provera are taken from the 1995 National Survey of Family Growth corrected for underreporting of abortion; see the text for the derivation of estimates for the other methods.\n                           \n                        \n                        \n                           \n                              2   Among couples who initiate use of a method (not necessarily for the first time) and who use it perfectly (both consistently and correctly), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. See the text for the derivation of the estimate for each method.\n                           \n                        \n                        \n                           \n                              3   Among couples attempting to avoid pregnancy, the percentage who continue to use a method for 1 year.\n                           \n                        \n                        \n                           \n                              4   The percentages becoming pregnant in columns (2) and (3) are based on data from populations where contraception is not used and from women who cease using contraception in order to become pregnant. Among such populations, about 89% become pregnant within 1 year. This estimate was lowered slightly (to 85%) to represent the percentage who would become pregnant within 1 year among women now relying on reversible methods of contraception if they abandoned contraception altogether.\n                           \n                        \n                        \n                           \n                              5    Foams, creams, gels, vaginal suppositories, and vaginal film. \n                           \n                        \n                        \n                           \n                              6   The Ovulation and Two Day methods are based on evaluation of cervical mucus. The Standard Days method avoids intercourse on cycle days 8 through 19. The Symptothermal method is a double-check method based on evaluation of cervical mucus to determine the first fertile day and evaluation of cervical mucus and temperature to determine the last fertile day.\n                           \n                        \n                        \n                           \n                              7    Without spermicides. \n                           \n                        \n                        \n                           \n                              8    With spermicidal cream or jelly. \n                           \n                        \n                        \n                           \n                              9   ella, Plan B One-Step and Next Choice are the only dedicated products specifically marketed for emergency contraception. The label for Plan B One-Step (one dose is 1 white pill) says to take the pill within 72 hours after unprotected intercourse. Research has shown that all of the brands listed here are effective when used within 120 hours after unprotected sex. The label for Next Choice (one dose is 1 peach pill) says to take 1 pill within 72 hours after unprotected intercourse and another pill 12 hours later. Research has shown that both pills can be taken at the same time with no decrease in efficacy or increase in side effects and that they are effective when used within 120 hours after unprotected sex. The FDA has in addition declared the following 19 brands of oral contraceptives to be safe and effective for emergency contraception: Ogestrel (1 dose is 2 white pills), Nordette (1 dose is 4 light-orange pills), Cryselle, Levora, Low-Ogestrel, Lo/Ovral, or Quasence (1 dose is 4 white pills), Jolessa, Portia, Seasonale or Trivora (1 dose is 4 pink pills), Seasonique (1 dose is 4 light-blue-green pills), Enpresse (one dose is 4 orange pills), Lessina (1 dose is 5 pink pills), Aviane or LoSeasonique (one dose is 5 orange pills), Lutera or Sronyx (one dose is 5 white pills), and Lybrel (one dose is 6 yellow pills).\n                           \n                        \n                        \n                           \n                                   10  However, to maintain effective protection against pregnancy, another method of contraception must be used as soon as menstruation resumes, the frequency or duration of breastfeeds is reduced, bottle feeds are introduced, or the baby reaches 6 months of age.\n                           \n                        \n                     \n                     \n                        \n                           \n                              \n                           \n                           \n                               % of Women\n                              \n                               Experiencing an\n                              \n                               Unintended Pregnancy within the\n                              \n                               First Year of Use\n                              \n                           \n                           \n                               % of Women\n                              \n                               Continuing Use at\n                              \n                               One Year3\n                              \n                              \n                           \n                        \n                        \n                           \n                               Method\n                              \n                           \n                           \n                               Typical Use 1\n                              \n                              \n                           \n                           \n                               Perfect Use2\n                              \n                              \n                           \n                           \n                              \n                           \n                        \n                        \n                           \n                               (1)\n                              \n                           \n                           \n                               (2)\n                              \n                           \n                           \n                               (3)\n                              \n                           \n                           \n                               (4)\n                              \n                           \n                        \n                        \n                            No method4\n                              \n                           \n                            85\n                           \n                            85\n                           \n                           \n                        \n                        \n                            Spermicides5\n                              \n                           \n                            28\n                           \n                                             18\n                           \n                            42\n                           \n                        \n                        \n                            Fertility awareness-based methods\n                           \n                            24\n                           \n                           \n                            47\n                           \n                        \n                        \n                               Standard Days method6\n                                  TwoDay method6\n                              \n                           \n                           \n                            5 4\n                           \n                           \n                        \n                        \n                               Ovulation method6\n                              \n                           \n                           \n                            3\n                           \n                           \n                        \n                        \n                               Symptothermal method6\n                              \n                           \n                           \n                            0.4\n                           \n                           \n                        \n                        \n                            Withdrawal\n                           \n                            22\n                           \n                            4\n                           \n                            46\n                           \n                        \n                        \n                           \n                               Sponge                       \n                           \n                           \n                           \n                            36\n                           \n                        \n                        \n                               Parous women\n                           \n                            24\n                           \n                            20\n                           \n                           \n                        \n                        \n                               Nulliparous women\n                           \n                            12\n                           \n                            9\n                           \n                           \n                        \n                        \n                            Condom7\n                              \n                           \n                           \n                           \n                           \n                        \n                        \n                                Female (fc)\n                           \n                            21\n                           \n                            5\n                           \n                            41\n                           \n                        \n                        \n                               Male\n                           \n                            18\n                           \n                            2\n                           \n                            43\n                           \n                        \n                        \n                            Diaphragm8\n                              \n                           \n                            12\n                           \n                            6\n                           \n                            57\n                           \n                        \n                        \n                               Combined pill and progestin-only pill\n                           \n                            9\n                           \n                            0.3\n                           \n                            67\n                           \n                        \n                        \n                               Norelgestromin and ethinyl estradiol patch\n                           \n                            9\n                           \n                            0.3\n                           \n                            67\n                           \n                        \n                        \n                            NuvaRing\n                           \n                            9\n                           \n                            0.3\n                           \n                            67\n                           \n                        \n                        \n                            Depo-Provera\n                           \n                            6\n                           \n                            0.2\n                           \n                            56\n                           \n                        \n                        \n                            Intrauterine contraceptives      ParaGard (copper T)      Mirena(LNg)\n                           \n                            0.8 0.2\n                           \n                            0.6 0.2\n                           \n                            78 80\n                           \n                        \n                        \n                            Implanon\n                           \n                            0.05\n                           \n                            0.05\n                           \n                            84\n                           \n                        \n                        \n                            Female sterilization\n                           \n                            0.5\n                           \n                            0.5\n                           \n                            100\n                           \n                        \n                        \n                            Male sterilization\n                           \n                            0.15\n                           \n                            0.10\n                           \n                            100\n                           \n                        \n                     \n                  \n                  \n                     Jencycla Tablets have not been studied for and are not indicated for use in emergency contraception.",
    "contraindications": "To achieve maximum contraceptive effectiveness, Jencycla must be taken exactly as directed. One tablet is taken every day, at the same time. Administration is continuous, with no interruption between pill packs. See \n                        Detailed Patient Labeling  for detailed instruction.",
    "warningsAndPrecautions": "Jencycla Tablets containing 0.35 mg of norethindrone, green colored, round, flat face, beveled edge tablets, debossed with \"O23\" on one side and \"LU\" on the other side.\n                  Jencycla Tablets are available in a blister (NDC 68180-877-71) containing 28 tablets. Such three blisters are packaged in a carton (NDC 68180-877-73). \n                  \n                     STORAGE: Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                  Keep out of reach of children.",
    "adverseReactions": "Progestin-only oral contraceptives (POPs) should not be used by women who currently have the following conditions:\n                  \n                     Known or suspected pregnancy\n                     Known or suspected carcinoma of the breast\n                     Undiagnosed abnormal genital bleeding\n                     Hypersensitivity to any component of this product\n                     Benign or malignant liver tumors\n                     Acute liver disease",
    "ingredients": [
        {
            "name": "NORETHINDRONE",
            "code": "T18F433X4S"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "POVIDONE",
            "code": "FZ989GH94E"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        }
    ],
    "organization": "Lupin Pharmaceuticals, Inc.",
    "name": "Jencycla",
    "effectiveTime": "20250519"
}