{
    "root": "683bfe11-52aa-41af-87d2-b087fa9d068c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Furosemide",
    "value": "20250429",
    "ingredients": [
        {
            "name": "FUROSEMIDE",
            "code": "7LXU5N7ZO5"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Parenteral therapy should be reserved for patients unable to take oral medication or for patients in emergency clinical situations.\n                  \n                     Edema: Furosemide is indicated in adults and pediatric patients for the treatment of edema associated with congestive heart failure, cirrhosis of the liver, and renal disease, including the nephrotic syndrome. Furosemide is particularly useful when an agent with greater diuretic potential is desired.\n                  Furosemide is indicated as adjunctive therapy in acute pulmonary edema. The intravenous administration of furosemide is indicated when a rapid onset of diuresis is desired, e.g., in acute pulmonary edema.\n                  If gastrointestinal absorption is impaired or oral medication is not practical for any reason, furosemide is indicated by the intravenous or intramuscular route. Parenteral use should be replaced with oral furosemide as soon as practical.",
    "contraindications": "Adults\n                  \n                  Parenteral therapy with Furosemide Injection should be used only in patients unable to take oral medication or in emergency situations and should be replaced with oral therapy as soon as practical.\n                  \n                     Edema\n                  \n                  The usual initial dose of furosemide is 20 to 40 mg given as a single dose, injected intramuscularly or intravenously. The intravenous dose should be given slowly (1 to 2 minutes). Ordinarily a prompt diuresis ensues. If needed, another dose may be administered in the same manner 2 hours later or the dose may be increased. The dose may be raised by 20 mg and given not sooner than 2 hours after the previous dose until the desired diuretic effect has been obtained. This individually determined single dose should then be given once or twice daily.\n                  Therapy should be individualized according to patient response to gain maximal therapeutic response and to determine the minimal dose needed to maintain that response. Close medical supervision is necessary.\n                  When furosemide is given for prolonged periods, careful clinical observation and laboratory monitoring are particularly advisable. (See \n                        PRECAUTIONS: Laboratory Tests.)\n                  \n                  If the physician elects to use high dose parenteral therapy, add the furosemide to either Sodium Chloride Injection USP, Lactated Ringer's Injection USP, or Dextrose (5%) Injection USP after pH has been adjusted to above 5.5, and administer as a controlled intravenous infusion at a rate not greater than 4 mg/min.  Furosemide Injection is a buffered alkaline solution with a pH of about 9 and drug may precipitate at pH values below 7. Care must be taken to ensure that the pH of the prepared infusion solution is in the weakly alkaline to neutral range. Acid solutions, including other parenteral medications (e.g., labetalol, ciprofloxacin, amrinone, milrinone) must not be administered concurrently in the same infusion because they may cause precipitation of the furosemide. In addition, furosemide injection should not be added to a running intravenous line containing any of these acidic products.\n                  \n                     Acute Pulmonary Edema\n                  \n                  The usual initial dose of furosemide is 40 mg injected slowly intravenously (over 1 to 2 minutes). If a satisfactory response does not occur within 1 hour, the dose may be increased to 80 mg injected slowly intravenously (over 1 to 2 minutes).\n                  If necessary, additional therapy (e.g., digitalis, oxygen) may be administered concomitantly.\n                  \n                     Geriatric Patients\n                  \n                  In general, dose selection for the elderly patient should be cautious, usually starting at the low end of the dosing range. (See \n                        PRECAUTIONS: Geriatric Use.) \n                  \n                  \n                     Pediatric Patients\n                  \n                  Parenteral therapy should be used only in patients unable to take oral medication or in emergency situations and should be replaced with oral therapy as soon as practical.\n                  The usual initial dose of Furosemide Injection (intravenously or intramuscularly) in pediatric patients is 1 mg/kg body weight and should be given slowly under close medical supervision. If the diuretic response to the initial dose is not satisfactory, dosage may be increased by 1 mg/kg not sooner than 2 hours after the previous dose, until the desired diuretic effect has been obtained. Doses greater than 6 mg/kg body weight are not recommended.\n                  Literature reports suggest that the maximum dose for premature infants should not exceed 1 mg/kg/day. (See \n                        WARNINGS, Pediatric Use\n                     .)\n                  Furosemide Injection should be inspected visually for particulate matter and discoloration before administration.\n                  Since the vials are for single-dose only, any unused portion remaining in the vial should be discarded.",
    "warningsAndPrecautions": "Furosemide Injection, USP is clear, colorless to slightly yellow solution.\n                  \n                  \n                     Furosemide Injection, USP (10 mg/mL)\n                  \n                  \n                  \n                     \n                        \n                        \n                     \n                     \n                        \n                           NDC 72603-133-25\n                           2 mL single dose amber colored vial (72603-133-01) packaged in boxes of 25.\n                        \n                        \n                           NDC 72603-251-25\n                           4 mL single dose amber colored vial (72603-251-01) packaged in boxes of 25.\n                        \n                        \n                           NDC 72603-474-25\n                           10 mL single dose amber colored vial (72603-474-01) packaged in boxes of 25.\n                        \n                     \n                  \n                  \n                     Do not use if solution is discolored.\n                  \n                  Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) (See USP Controlled Room Temperature).\n                  Protect from light.\n                  Manufactured by:Emcure Pharmaceuticals Ltd.,Sanand, Ahmedabad-382110, India.\n                  \n                     Manufactured for:Northstar Rx LLCMemphis, TN 38141.\n                  \n                  \n                     Revised: 11/2024",
    "adverseReactions": "Furosemide is contraindicated in patients with anuria and in patients with a history of hypersensitivity to furosemide."
}