{
    "root": "69c5248b-075b-40a6-a91d-3098cf9fa7c4",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "Divalproex sodium"
    },
    "value": "20250317",
    "ingredients": [
        {
            "name": "DIVALPROEX SODIUM",
            "code": "644VL95AO6"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "TRIETHYL CITRATE",
            "code": "8Z96QXD6UM"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "D&C RED NO. 28",
            "code": "767IP0Y5NH"
        },
        {
            "name": "SHELLAC",
            "code": "MB5IUD6JUA"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "ETHYLCELLULOSE (7 MPA.S)",
            "code": "H3UP11403C"
        }
    ],
    "indications": "Divalproex sodium delayed-release capsules are an anti-epileptic drug indicated for: •  Monotherapy and adjunctive therapy of complex partial seizures and simple and complex absence seizures; adjunctive therapy in patients with multiple seizure types that include absence seizures ( 1 )",
    "contraindications": "• Divalproex sodium delayed-release capsules may be swallowed whole or the contents may be sprinkled on soft food. The drug/food mixture should be swallowed immediately (avoid chewing) ( 2.2 ) • Safety of doses above 60 mg/kg/day is not established ( 2.1 , 2.2 ) • Complex Partial Seizures: Start at 10 to 15 mg/kg/day, increasing at 1 week intervals by 5 to 10 mg/kg/day to achieve optimal clinical response; if response is not satisfactory, check valproate plasma level; see full prescribing information for conversion to monotherapy ( 2.1 ) • Absence Seizures: Start at 15 mg/kg/day, increasing at 1 week intervals by 5 to 10 mg/kg/day until seizure control or limiting side effects ( 2.1 )",
    "warningsAndPrecautions": "Divalproex sodium delayed-release capsules, USP, for oral use 125 mg, are transparent blue cap/opaque white body hard gelatin capsule size “1” having imprinting “↑ THIS END UP ↑” on cap with black ink and “D9” on body with black ink filled with white to off white pellets.\n                  \n                  Bottle of 100 capsules with child-resistant closure, NDC 62332-821-31\n                  Bottle of 500 capsules, NDC 62332-821-71 Bottle of 1000 capsules, NDC 62332-821-91 Unit Dose Package of 100 capsules, NDC 62332-821-10\n                  \n                  Recommended Storage: Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "•  Divalproex sodium delayed-release capsules should not be administered to patients with hepatic disease or significant hepatic dysfunction [see Warnings and Precautions (5.1)]. •  Divalproex sodium delayed-release capsules are contraindicated in patients known to have mitochondrial disorders caused by mutations in mitochondrial DNA polymerase γ (POLG; e.g., Alpers- Huttenlocher Syndrome) and children under two years of age who are suspected of having a POLG-related disorder [see Warnings and Precautions (5.1)].\n                      •  Divalproex sodium delayed-release capsules are contraindicated in patients with known hypersensitivity to the drug [see Warnings and Precautions (5.12)].\n                      •  Divalproex sodium delayed-release capsules are contraindicated in patients with known urea cycle disorders [see Warnings and Precautions (5.6)].\n                      •  For use in prophylaxis of migraine headaches: Divalproex sodium delayed-release capsules are contraindicated in women who are pregnant and in women of childbearing potential who are not using effective contraception [see Warnings and Precautions (5.2, 5.3, 5.4) and Use in Specific Populations (8.1)]."
}