{
    "id": "6b0299f2-a683-4c8f-bf62-b79d5f652b41",
    "indications": "UNASYN is indicated for the treatment of infections due to susceptible strains of the designated microorganisms in the conditions listed below.\n                  \n                     Skin and Skin Structure Infections caused by beta-lactamase producing strains of Staphylococcus aureus, Escherichia coli, Efficacy for this organism in this organ system was studied in fewer than 10 infections.\n                      Klebsiella spp. (including K. pneumoniae\n                     ), Proteus mirabilis,\n                      Bacteroides fragilis,\n                      Enterobacter spp., and Acinetobacter calcoaceticus.\n                     \n                  \n                  NOTE: For information on use in pediatric patients (see \n                        PRECAUTIONS–Pediatric Use\n                      and \n                        CLINICAL STUDIES\n                      sections).\n                  \n                     Intra-Abdominal Infections caused by beta-lactamase producing strains of Escherichia coli, Klebsiella spp. (including K. pneumoniae\n                     ), Bacteroides spp. (including B. fragilis), and Enterobacter spp.\n                  \n                  \n                     Gynecological Infections caused by beta-lactamase producing strains of Escherichia coli,\n                      and Bacteroides spp. (including B. fragilis\n                     ).\n                  While UNASYN is indicated only for the conditions listed above, infections caused by ampicillin-susceptible organisms are also amenable to treatment with UNASYN due to its ampicillin content. Therefore, mixed infections caused by ampicillin-susceptible organisms and beta-lactamase producing organisms susceptible to UNASYN should not require the addition of another antibacterial.\n                  Appropriate culture and susceptibility tests should be performed before treatment in order to isolate and identify the organisms causing infection and to determine their susceptibility to UNASYN.\n                  Therapy may be instituted prior to obtaining the results from bacteriological and susceptibility studies when there is reason to believe the infection may involve any of the beta-lactamase producing organisms listed above in the indicated organ systems. Once the results are known, therapy should be adjusted if appropriate.\n                  To reduce the development of drug-resistant bacteria and maintain effectiveness of UNASYN and other antibacterial drugs, UNASYN should be used only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "UNASYN may be administered by either the IV or the IM routes.\n                  For IV administration, the dose can be given by slow intravenous injection over at least 10–15 minutes or can also be delivered in greater dilutions with 50–100 mL of a compatible diluent as an intravenous infusion over 15–30 minutes.\n                  UNASYN may be administered by deep intramuscular injection. (see \n                        DIRECTIONS FOR USE-Preparation for Intramuscular Injection\n                      section).\n                  The recommended adult dosage of UNASYN is 1.5 g (1 g ampicillin as the sodium salt plus 0.5 g sulbactam as the sodium salt) to 3 g (2 g ampicillin as the sodium salt plus 1 g sulbactam as the sodium salt) every six hours. This 1.5 to 3 g range represents the total of ampicillin content plus the sulbactam content of UNASYN, and corresponds to a range of 1 g ampicillin plus 0.5 g sulbactam to 2 g ampicillin plus 1 g sulbactam. The total dose of sulbactam should not exceed 4 grams per day.",
    "warningsAndPrecautions": "UNASYN® (ampicillin sodium and sulbactam sodium) for Injection, USP is supplied as a sterile off-white dry powder in glass vials and piggyback bottles. The following packages are available:\n                  Vials containing 1.5 g (NDC 0049-0013-83) equivalent of UNASYN (1 g ampicillin as the sodium salt plus 0.5 g sulbactam as the sodium salt).\n                  Vials containing 3 g (NDC 0049-0014-83) equivalent of UNASYN (2 g ampicillin as the sodium salt plus 1 g sulbactam as the sodium salt).",
    "adverseReactions": "The use of UNASYN is contraindicated in individuals with a history of serious hypersensitivity reactions (e.g., anaphylaxis or Stevens-Johnson syndrome) to ampicillin, sulbactam or to other beta-lactam antibacterial drugs (e.g., penicillins and cephalosporins).\n                  UNASYN is contraindicated in patients with a previous history of cholestatic jaundice/hepatic dysfunction associated with UNASYN.",
    "ingredients": [
        {
            "name": "AMPICILLIN SODIUM",
            "code": "JFN36L5S8K"
        },
        {
            "name": "SULBACTAM SODIUM",
            "code": "DKQ4T82YE6"
        }
    ],
    "organization": "Roerig",
    "name": "UNASYN",
    "effectiveTime": "20250514"
}