{
    "id": "6b48182a-4a21-4157-8efb-591ee87fb7d6",
    "indications": "Naloxone hydrochloride injection is indicated for the complete or partial reversal of opioid depression, including respiratory depression, induced by natural and synthetic opioids, including propoxyphene, methadone and certain mixed agonist-antagonist analgesics: nalbuphine, pentazocine, butorphanol, and cyclazocine. Naloxone hydrochloride injection is also indicated for diagnosis of suspected or known acute opioid overdosage.\n                      Naloxone hydrochloride injection may be useful as an adjunctive agent to increase blood pressure in the management of septic shock (see \n                        CLINICAL PHARMACOLOGY; Adjunctive Use in Septic Shock\n                     ).",
    "contraindications": "Naloxone hydrochloride injection may be administered intravenously, intramuscularly, or subcutaneously. The most rapid onset of action is achieved by intravenous administration, which is recommended in emergency situations.\n                      Since the duration of action of some opioids may exceed that of naloxone hydrochloride injection, the patient should be kept under continued surveillance. Repeated doses of naloxone hydrochloride injection should be administered, as necessary.\n                     \n                         Intravenous Infusion\n                     \n                      Naloxone hydrochloride injection may be diluted for intravenous infusion in normal saline or 5% dextrose solutions. The addition of 2 mg of naloxone hydrochloride injection in 500 mL of either solution provides a concentration of 0.004 mg/mL. Mixtures should be used within 24 hours. After 24 hours, the remaining unused mixture must be discarded. The rate of administration should be titrated in accordance with the patient’s response.\n                      Naloxone hydrochloride injection should not be mixed with preparations containing bisulfite, metabisulfite, long-chain or high molecular weight anions, or any solution having an alkaline pH. No drug or chemical agent should be added to naloxone hydrochloride injection unless its effect on the chemical and physical stability of the solution has first been established.\n                     \n                         Usage in Adults\n                     \n                      Opioid Overdose–Known or Suspected:\n                      An initial dose of 0.4 mg to 2 mg of naloxone hydrochloride injection may be administered intravenously. If the desired degree of counteraction and improvement in respiratory functions are not obtained, it may be repeated at two- to three-minute intervals. If no response is observed after 10 mg of naloxone hydrochloride injection have been administered, the diagnosis of opioid-induced or partial opioid-induced toxicity should be questioned. Intramuscular or subcutaneous administration may be necessary if the intravenous route is not available.\n                      Postoperative Opioid Depression:\n                      For the partial reversal of opioid depression following the use of opioids during surgery, smaller doses of naloxone hydrochloride injection are usually sufficient. The dose of naloxone hydrochloride injection should be titrated according to the patient’s response. For the initial reversal of respiratory depression, naloxone hydrochloride injection should be injected in increments of 0.1 to 0.2 mg intravenously at two- to three-minute intervals to the desired degree of reversal, i.e., adequate ventilation and alertness without significant pain or discomfort. Larger than necessary dosage of naloxone hydrochloride injection may result in significant reversal of analgesia and increase in blood pressure. Similarly, too rapid reversal may induce nausea, vomiting, sweating or circulatory stress.\n                      Repeat doses of naloxone hydrochloride injection may be required within one- to two-hour intervals depending upon the amount, type (i.e., short or long acting) and time interval since last administration of an opioid. Supplemental intramuscular doses have been shown to produce a longer lasting effect.\n                      Septic Shock:\n                      The optimal dosage of naloxone hydrochloride injection or duration of therapy for the treatment of hypotension in septic shock patients has not been established (see \n                        CLINICAL PHARMACOLOGY\n                     ).\n                     \n                         Usage in Pediatric Population\n                     \n                      Opioid Overdose–Known or Suspected:\n                      The usual initial dose in pediatric patients is 0.01 mg/kg body weight given intravenously. If this dose does not result in the desired degree of clinical improvement, a subsequent dose of 0.1 mg/kg body weight may be administered. If an intravenous route of administration is not available, naloxone hydrochloride injection may be administered intramuscularly or subcutaneously in divided doses. If necessary, naloxone hydrochloride injection can be diluted with sterile water for injection.\n                      Postoperative Opioid Depression:\n                      Follow the recommendations and cautions under Adult Postoperative Depression. For the initial reversal of respiratory depression, naloxone hydrochloride injection should be injected in increments of 0.005 mg to 0.01 mg intravenously at two- to three-minute intervals to the desired degree of reversal.\n                     \n                         Usage in Neonates\n                     \n                      Opioid-induced Depression:\n                      The usual initial dose is 0.01 mg/kg body weight administered intravenously, intramuscularly or subcutaneously. This dose may be repeated in accordance with adult administration guidelines for postoperative opioid depression.\n                      Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administrationwhenever solution and container permit.\n                      Do not administer unless solution is clear and container is undamaged. Discard unused portion.",
    "warningsAndPrecautions": "Naloxone hydrochloride injection, USP is a sterile, clear colorless solution for intravenous, intramuscular, or subcutaneous administration and is available as:\n                     \n                     \n                        2 mg per 2 mL (1 mg/mL)\n                     \n                     \n                      2 mL Single-Dose Prefilled Syringe Packaged Individually                                              NDC 55150-345-01\n                      2 mL Single-Dose Prefilled Syringes in a Carton of 10                                                     NDC 55150-345-10\n                      Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Protect from light.\n                      Store in carton until contents have been used.\n                      The plunger rubber stopper is not made with natural rubber latex.\n                      Needle not included.\n                      Distributed by:\n                     Eugia US LLC\n                     279 Princeton-Hightstown Rd.E. Windsor, NJ 08520\n                      Manufactured by:\n                     \n                        Eugia Pharma Specialities Limited\n                        \n                     Hyderabad - 500032India\n                      Revised: January 2025",
    "adverseReactions": "Naloxone hydrochloride injection is contraindicated in patients known to be hypersensitive to naloxone hydrochloride or to any of the other ingredients contained in the formulation.",
    "ingredients": [
        {
            "name": "NALOXONE HYDROCHLORIDE",
            "code": "F850569PQR"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "Eugia US LLC",
    "name": "Naloxone Hydrochloride",
    "effectiveTime": "20250514"
}