{
    "root": "6cc36c6d-98dc-4923-900d-4b72013e1775",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": "Dapsone",
    "value": "20250522",
    "ingredients": [
        {
            "name": "DAPSONE",
            "code": "8W5C518302"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A CORN",
            "code": "AG9B65PV6B"
        }
    ],
    "indications": "Dermatitis herpetiformis: (D.H.)\n                  Leprosy: All forms of leprosy except for cases of proven Dapsone resistance.",
    "contraindications": "Dermatitis herpetiformis:\n                      The dosage should be individually titrated starting in adults with 50 mg daily and correspondingly smaller doses in children. If full control is not achieved within the range of 50 - 300 mg daily, higher doses may be tried. Dosage should be reduced to a minimum maintenance level as soon as possible. In responsive patients there is a prompt reduction in pruritus followed by clearance of skin lesions. There is no effect on the gastrointestinal component of the disease. \n                      Dapsone levels are influenced by acetylation rates. Patients with high acetylation rates, or who are receiving treatment affecting acetylation may require an adjustment in dosage.\n                  A strict gluten free diet is an option for the patient to elect, permitting many to reduce or eliminate the need for Dapsone; the average time for dosage reduction is 8 months with a range of 4 months to 2 1/2 years and for dosage elimination 29 months with a range of 6 months to 9 years.\n                  \n                     Leprosy:\n                      In order to reduce secondary Dapsone resistance, the WHO Expert Committee on Leprosy and the USPHS at Carville, LA, recommended that Dapsone should be commenced in combination with one or more anti-leprosy drugs. In the multidrug program Dapsone should be maintained at the full dosage of 100 mg daily without interruption (with corresponding smaller doses for children) and provided to all patients who have sensitive organisms with new or recrudescent disease or who have not yet completed a two year course of Dapsone monotherapy. For advice and other drugs, the USPHS at Carville, LA (1- 800-642-2477) should be contacted. Before using other drugs consult appropriate product labeling.\n                  In bacteriologically negative tuberculoid and indeterminate disease, the recommendation is the coadministration of Dapsone 100 mg daily with six months of Rifampin 600 mg daily. Under WHO, daily Rifampin may be replaced by 600 mg Rifampin monthly, if supervised. The Dapsone is continued until all signs of clinical activity are controlled usually after an additional six months. Then Dapsone should be continued for an additional three years for tuberculoid and indeterminate patients and for five years for borderline tuberculoid patients.\n                  In lepromatous and borderline lepromatous patients, the recommendation is the co-administration of Dapsone 100 mg daily with two years of Rifampin 600 mg daily. Under WHO daily Rifampin may be replaced by 600 mg Rifampin monthly, if supervised. One may elect the concurrent administration of a third anti-leprosy drug, usually either Clofazamine 50-100 mg daily or Ethionamide 250-500 mg daily. Dapsone 100 mg daily is continued 3-10 years until all signs of clinical activity are controlled with skin scrapings and biopsies negative for one year. Dapsone should then be continued for an additional 10 years for borderline patients and for life for lepromatous patients.\n                  Secondary Dapsone resistance should be suspected whenever a lepromatous or borderline lepromatous patient receiving Dapsone treatment relapses clinically and bacteriologically, solid staining bacilli being found in the smears taken from the new active lesions. If such cases show no response to regular and supervised Dapsone therapy within three to six months or good compliance for the past 3-6 months can be assured, Dapsone resistance should be considered confirmed clinically. Determination of drug sensitivity using the mouse footpad method is recommended and, after prior arrangement, is available without charge from the USPHS, Carville, LA. Patients with proven Dapsone resistance should be treated with other drugs.",
    "warningsAndPrecautions": "Dapsone Tablets USP, 25 mg are available as round, white to off-white, biconvex tablet debossed with C119 on one side and break line on other side.\n                  Bottle of 30 Tablets       NDC 64980-567-03\n                  Bottle of 100 Tablets     NDC 64980-567-01\n                  \n                      Dapsone Tablets USP, 100 mg are available as round, white to off-white, biconvex tablet debossed with R193 on one side and break line on other side.\n                      Bottle of 30 Tablets     NDC 64980-566-03\n                  Bottle of 100 Tablets     NDC 64980-566-01\n                  \n                      Store at 20°- 25° C (68°- 77°F) [see USP Controlled Room Temperature]. Protect from light.\n                      Rx only. Keep this and all drugs out of the reach of children.",
    "adverseReactions": "Hypersensitivity to Dapsone and/or its derivatives."
}