{
    "root": "6d3fc323-76a2-4dd8-84ef-2944e25da3b3",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Diphenhydramine",
    "value": "20250221",
    "ingredients": [
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "DIPHENHYDRAMINE HYDROCHLORIDE",
            "code": "TC2D6JAD40"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Diphenhydramine hydrochloride in the injectable form is effective in adults and pediatric patients, other than premature infants and neonates, for the following conditions when diphenhydramine hydrochloride in the oral form is impractical.",
    "contraindications": "THIS PRODUCT IS FOR INTRAVENOUS OR INTRAMUSCULAR ADMINISTRATION ONLY.\n                  Diphenhydramine hydrochloride in the injectable form is indicated when the oral form is impractical.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.\n                  DOSAGE SHOULD BE INDIVIDUALIZED ACCORDING TO THE NEEDS AND THE RESPONSE OF THE PATIENT.\n                  \n                     Pediatric Patients, other than premature infants and neonates: 5 mg/kg/24 hr or 150 mg/m2/24 hr. Maximum daily dosage is 300 mg. Divide into four doses, administered intravenously at a rate generally not exceeding 25 mg/min, or deep intramuscularly.\n                  \n                     Adults: 10 to 50 mg intravenously at a rate generally not exceeding 25 mg/min, or deep intramuscularly, 100 mg if required; maximum daily dosage is 400 mg.",
    "warningsAndPrecautions": "DiphenhydrAMINE Hydrochloride Injection, USP in parenteral form is supplied as:\n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Product Code\n                              \n                           \n                           \n                              \n                                 Unit of Sale\n                              \n                           \n                           \n                              \n                                 Strength\n                              \n                           \n                           \n                              \n                                 Each\n                              \n                           \n                        \n                        \n                           \n                              RF660401\n                           \n                           \n                              NDC 65219-820-01\n                              Unit of 25\n                           \n                           \n                              50 mg per mL\n                              1 mL fill in a 2 mL vial.\n                           \n                           \n                              NDC 65219-820-00\n                              1 mL Single Dose Vial\n                              This Product Contains an RFID.\n                           \n                        \n                        \n                           \n                              660401\n                           \n                           \n                              NDC 63323-664-01\n                              Unit of 25\n                           \n                           \n                              50 mg per mL\n                              1 mL fill in a 2 mL vial.\n                           \n                           \n                              NDC 63323-664-00\n                              1 mL Single Dose Vial\n                           \n                        \n                     \n                  \n                  It is supplied as a sterile, pyrogen-free solution containing 50 mg diphenhydramine hydrochloride in each milliliter of solution.\n                  \n                  The container closure is not made with natural rubber latex.\n                  \n                  Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].\n                  \n                  Protect from light.  Keep from freezing.",
    "adverseReactions": "This drug should not be used in neonates or premature infants."
}