{
    "id": "6f8e19a2-fa79-4397-a751-2781f77a7212",
    "indications": "Vizamyl is indicated for Positron Emission Tomography (PET) imaging of the brain to estimate β-amyloid neuritic plaque density in adult patients with cognitive impairment who are being evaluated for Alzheimer's Disease (AD) and other causes of cognitive decline.\n                  A negative Vizamyl scan indicates sparse to no neuritic plaques and is inconsistent with a neuropathological diagnosis of AD at the time of image acquisition; a negative scan result reduces the likelihood that a patient's cognitive impairment is due to AD. A positive Vizamyl scan indicates moderate to frequent amyloid neuritic plaques; neuropathological examination has shown this amount of amyloid neuritic plaque is present in patients with AD, but may also be present in patients with other types of neurologic conditions as well as in older people with normal cognition. Vizamyl is an adjunct to other diagnostic evaluations.\n                  Limitations of Use:\n                  \n                     A positive Vizamyl scan does not establish a diagnosis of AD or other cognitive disorder.\n                     Safety and effectiveness of Vizamyl have not been established for:\n                           Predicting development of dementia or other neurologic condition.\n                           Monitoring responses to therapies.",
    "contraindications": "Use appropriate radiation safety handling measures ( 2.1 ) Administer 185 megabecquerels (MBq) [5 millicuries (mCi)] within 40 seconds as a single intravenous bolus in a total volume of 10 mL or less ( 2.2 ) Follow injection with an intravenous flush of 5 to 15 mL of 0.9% sterile sodium chloride injection ( 2.2 ) Obtain 10 to 20-minute PET images starting approximately 60 to 120 minutes after intravenous injection ( 2.3 ) Image interpretation: Refer to full prescribing information ( 2.4 , 2.5 ) The radiation dose absorbed from a 185-MBq (5-mCi) dose of Vizamyl is 5.92 mSv in an adult ( 2.6 )",
    "adverseReactions": "Vizamyl is contraindicated in patients with a history of hypersensitivity reaction to Vizamyl, polysorbate 80, or any other inactive ingredient in Vizamyl [see Warnings and Precautions (5.1)\n                     ].",
    "ingredients": [
        {
            "name": "Flutemetamol F-18",
            "code": "L49M066S0O"
        },
        {
            "name": "Alcohol",
            "code": "3K9958V90M"
        },
        {
            "name": "Sodium Chloride",
            "code": "451W47IQ8X"
        },
        {
            "name": "Polysorbate 80",
            "code": "6OZP39ZG8H"
        }
    ],
    "organization": "Medi-Physics, Inc. dba GE Healthcare",
    "name": "Vizamyl",
    "effectiveTime": "20250506"
}