{
    "root": "6fbae131-cccf-47b9-b307-5bff510d359e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "rifabutin",
    "value": "20241216",
    "ingredients": [
        {
            "name": "RIFABUTIN",
            "code": "1W306TDA6S"
        },
        {
            "name": "CROSPOVIDONE (35 .MU.M)",
            "code": "40UAA97IT9"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE 101",
            "code": "7T9FYH5QMK"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": "Rifabutin capsules USP are indicated for the prevention of disseminated Mycobacterium avium complex (MAC) disease in patients with advanced HIV infection.",
    "contraindications": "It is recommended that rifabutin capsules USP be administered at a dose of 300 mg once daily. For those patients with propensity to nausea, vomiting, or other gastrointestinal upset, administration of rifabutin at doses of 150 mg twice daily taken with food may be useful. Doses of rifabutin may be administered mixed with foods such as applesauce.\n                  For patients with severe renal impairment (creatinine clearance less than 30 mL/min), consider reducing the dose of rifabutin by 50%, if toxicity is suspected. No dosage adjustment is required for patients with mild to moderate renal impairment. Reduction of the dose of rifabutin may also be needed for patients receiving concomitant treatment with certain other drugs (see Precautions-Drug Interactions).\n                  \n                  Mild hepatic impairment does not require a dose modification. The pharmacokinetics of rifabutin in patients with moderate and severe hepatic impairment is not known.",
    "warningsAndPrecautions": "Rifabutin Capsules USP are supplied as size '0' capsules having opaque red-brown cap imprinted with 'LU' in white ink and opaque red-brown body imprinted with 'R01' in white ink, containing red-violet granular powder equivalent to 150 mg of rifabutin USP.\n                  Rifabutin Capsules USP are available as follows: \n                  Bottles of 60 capsules - NDC 68180-285-07\n                  Bottles of 100 capsules - NDC 68180-285-01\n                  Store at 25°C (77°F); excursions permitted to 15 to 30°C (59 to 86°F) [see USP Controlled Room Temperature]. \n                  Keep tightly closed and dispense in a tight container as defined in the USP. Protect from light and from excessive heat.\n                  Manufactured for:\n                  \n                     Lupin Pharmaceuticals, Inc.\n                  \n                  Baltimore, Maryland 21202\n                  United States\n                   \n                  Manufactured by: \n                  \n                     Lupin Limited\n                  \n                  Aurangabad 431 210\n                  INDIA\n                  Revised: December 2024                                                                   ID#: 275817",
    "adverseReactions": "Rifabutin capsules are contraindicated in patients who have had clinically significant hypersensitivity to rifabutin or to any other rifamycins.\n                  Rifabutin Capsules are contraindicated in patients being treated with cabotegravir/rilpivirine prolonged-release injectable suspension (see Precautions-Drug Interactions, Table 2)."
}