{
    "id": "70b3077d-d71e-467c-83b9-d2b76ef800e8",
    "indications": "LMD (dextran 40) is indicated for use in the adjunctive treatment of shock or impending shock due to hemorrhage, burns, surgery or other trauma. It is not indicated as a replacement for whole blood or blood components if they are available. It should not replace other forms of therapy known to be of value in the treatment of shock.\n                  LMD is also indicated for use as a priming fluid, either as a sole prime or as an additive, in pump oxygenators during extracorporeal circulation.\n                  LMD is also indicated for use in prophylaxis of venous thrombosis and pulmonary embolism in patients undergoing procedures known to be associated with a high incidence of thromboembolic complications, such as hip surgery.",
    "contraindications": "LMD (dextran 40) is administered by I.V. infusion only.\n                  \n                  Dextran 1 should be administered prior to administration of clinical dextran solutions.\n                  \n                     \n                        1.\n                        In shock, it is suggested that total dosage not exceed 20 mL/kg for adults and adolescents, during the first 24 hours. The first 10 mL/kg may be infused as rapidly as necessary to effect improvement. It is strongly recommended that central venous pressure be monitored frequently during the initial infusion of the drug. Should therapy continue beyond 24 hours, subsequent dosage should not exceed 10 mL/kg per day and therapy should not continue beyond five days.\n                     \n                        2.\n                        In extracorporeal perfusion, the dosage of LMD used will vary with the volume of the pump oxygenator. LMD can serve as a sole primer or as an additive to other priming fluids. For adults and adolescents, generally 10 to 20 mL of a 10% solution (1 to 2 g) of LMD per kilogram of body weight are added to the perfusion circuit. Usually total dosage should not exceed 2 g/kg of body weight.\n                     \n                        3.\n                        In prophylaxis of venous thrombosis and thromboembolism, the dosage of LMD for adults and adolescents, should be chosen according to the risk of thromboembolic complications, e.g., type of surgery and duration of immobilization. In general, treatment should be initiated during surgery; 500 to 1,000 mL (approximately 10 mL/kg of body weight) should be administered on the day of operation. Treatment should be continued at a dose of 500 mL daily for an additional two to three days; then, according to the risk of complications, 500 mL may be given every second or third day during the period of risk, for up to two weeks.\n                     \n                        4.Infants may be given 5 mL per kg body weight and children 10 mL per kg.\n                  \n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. See \n                        PRECAUTIONS\n                     .\n                  \n                     Note: When infusing concentrated LMD, the administration set should include a filter.\n                  \n                     Instructions for use\n                  \n                  \n                     To Open\n                  \n                  Tear outer wrap at notch and remove solution container. Some opacity of the plastic due to moisture absorption during the sterilization process may be observed. This is normal and does not affect solution quality or safety. The opacity will diminish gradually.\n                  \n                     Preparation for Administration\n                  \n                  \n                     (Use aseptic technique)\n                  \n                  \n                     \n                        1.Close flow control clamp of administration set.\n                     \n                        2.Remove cover from outlet port at bottom of container.\n                     \n                        3.Insert piercing pin of administration set into port with a twisting motion until the set is firmly seated. Note: See full directions on administration set carton.\n                     \n                        4.Suspend container from hanger.\n                     \n                        5.Squeeze and release drip chamber to establish proper fluid level in drip chamber.\n                     \n                        6.Open flow control clamp and clear air from set. Close clamp.\n                     \n                        7.Attach set to venipuncture device. If device is not indwelling, prime and make venipuncture.\n                     \n                        8.Regulate rate of administration with flow control clamp.\n                     \n                         \n                        WARNING: Do not use flexible container in series connections.",
    "warningsAndPrecautions": "10% LMD in 5% Dextrose Injection (Dextran 40 in Dextrose Injection, USP) is supplied as follows:\n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Unit of Sale\n                              \n                           \n                           \n                              \n                                 Concentration Dextran 40\n                              \n                           \n                        \n                        \n                           \n                              \n                                 NDC 0409-7418-03\n                                 Case containing 12500 mL Single-dose flexible containers\n                           \n                           \n                              50 g/500 mL(10 g/100 mL)\n                           \n                        \n                     \n                  \n                  10% LMD in 0.9% Sodium Chloride Injection (Dextran 40 in Sodium Chloride Injection, USP) is supplied as follows:\n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Unit of Sale\n                              \n                           \n                           \n                              \n                                 Concentration Dextran 40\n                              \n                           \n                        \n                        \n                           \n                              \n                                 NDC 0409-7419-03\n                                 Case containing 12500 mL Single-dose flexible containers\n                           \n                           \n                              50 g/500 mL(10 g/100 mL)\n                           \n                        \n                     \n                  \n                  \n                     Do not use if crystallization has occurred.\n                  \n                  Store at 20 to 25°C (68 to 77°F). [See USP Controlled Room Temperature.] Protect from freezing.",
    "adverseReactions": "LMD (dextran 40) is contraindicated in patients with known hypersensitivity to dextran, in those with marked hemostatic defects of all types (thrombocytopenia, hypofibrinogenemia, etc.) including those caused by drugs (heparin, warfarin, etc.), marked cardiac decompensation and in renal disease with severe oliguria or anuria.",
    "ingredients": [
        {
            "name": "DEXTRAN 40",
            "code": "K3R6ZDH4DU"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "DEXTROSE MONOHYDRATE",
            "code": "LX22YL083G"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "organization": "Hospira, Inc.",
    "name": [
        {
            "name": "LMD in Dextrose"
        },
        {
            "name": "LMD in Sodium Chloride"
        }
    ],
    "effectiveTime": "20241205"
}