{
    "id": "71811937-e908-4b65-aff2-4b345fa0954b",
    "indications": "Nitroglycerin in 5% Dextrose Injection is indicated for treatment of peri-operative hypertension; for control of heart failure in the setting of acute myocardial infarction; for treatment of angina pectoris in patients who have not responded to sublingual nitroglycerin and ß-blockers; and for induction of intraoperative hypotension.",
    "contraindications": "Nitroglycerin in 5% Dextrose Injection is intended for intravenous administration using sterile equipment. Administer Nitroglycerin in 5% Dextrose Injection only via an infusion pump that can maintain a constant infusion rate. Do not use a container which has lost its vacuum, or one in which particulate matter is visible.\n                  Dosage is affected by the type of infusion set used (see \n                        Warnings\n                     ). Although the usual adult starting dose in published studies has been 25 mcg/min or more, these studies used PVC tubing, so the delivered doses were less than those reported. When nonadsorptive tubing is used, doses must be reduced (see \n                        Warnings\n                      and \n                        Precautions).\n                  \n                  The dosage must be determined by the patient’s individual requirement and depending on the required response and possible adverse effects (see \n                        Adverse Reactions\n                     ).\n                  Even using nonadsorptive tubing, the dose necessary to achieve a given response will vary greatly from patient to patient. Patients with normal or low left-ventricular filling pressure (e.g., patients with uncomplicated angina pectoris) may respond fully to as little as 5 mcg/min, while other patients may require a dose that is one or even two orders of magnitude higher. Continuous monitoring of blood pressure and heart rate is necessary in all patients receiving this medication; in many cases, invasive monitoring of pulmonary capillary wedge pressure will also be indicated.\n                  Lower concentrations of Nitroglycerin in 5% Dextrose Injection increase the potential precision of dosing, but these concentrations increase the total fluid volume that must be delivered to the patient. Total fluid load may be a dominant consideration in patients with compromised function of the heart, liver, and/or kidneys. The necessary flow rates to achieve various dose rates with the available concentrations are shown in the following table.\n                  Using nonadsorptive tubing, the initial adult dosage of Nitroglycerin in 5% Dextrose Injection should be 5 mcg/min. Subsequent titration must be guided by the clinical results, with dose increments becoming more cautious as partial response is seen. Initial titration should be in 5 mcg/min increments at intervals of 3 to 5 minutes. If no response is seen at 20 mcg/min, increments of 10 and even 20 mcg/min can be used. Once some hemodynamic response is observed, dosage increments should be smaller and less frequent.\n                  When the concentration is changed, the tubing must be disconnected from the patient and flushed with the new solution before therapy is continued. If this precaution is not taken, then depending upon the tubing, pump, and flow rate used, it might be several hours before nitroglycerin is delivered at the desired rate.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Do not administer unless the solution is clear and the seal is intact.\n                  Do not add supplementary medication to Nitroglycerin in 5% Dextrose Injection.\n                  \n                     Infusion Rate (mL/h) = [Dose (mcg/min) x 60 min/h]\n                     \n                  \n                  \n                     \t     Concentration (mcg/mL)\n                  \n                  Example calculations for infusion rates are as follows:\n                  \n                     \n                         \n                        Example 1: for a dose of 30 µg/min using a 100 mcg/mL concentration, the infusion rate would be as follows:\n                  \n                  \n                     Infusion Rate (mL/h) = [30\n                     \n                      (mcg/min) x 60 (min/h)] \n                     \n                     = 18 (mL/h)\n                  \n                     \t100 (mcg/mL)\n                  \n                     \n                         \n                        Example 2: for a dose of 240 mcg/min using a 400 mcg/mL concentration, the infusion rate would be as follows:\n                  \n                  \n                     Infusion Rate (mL/h) = [5\n                     \n                      (mcg/min) x 60 (min/h)] \n                     \n                     = 36 (mL/h)\n                  \n                     \t400 (mcg/mL)",
    "warningsAndPrecautions": "Nitroglycerin in 5% Dextrose Injection is supplied in glass container as follows:\n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Code\n                              \n                           \n                           \n                              \n                                 Size (mL)\n                              \n                           \n                           \n                              \n                                 NDC\n                              \n                           \n                           \n                              \n                                 Product Name\n                              \n                           \n                        \n                        \n                           \n                               1A0692 \n                           \n                           \n                               250 \n                           \n                           \n                               0338-1047-02 \n                           \n                           \n                               25 mg Nitroglycerin in 5% Dextrose Injection \n                           \n                        \n                        \n                           \n                               1A0694 \n                           \n                           \n                               250 \n                           \n                           \n                               0338-1049-02 \n                           \n                           \n                               50 mg Nitroglycerin in 5% Dextrose Injection \n                           \n                        \n                        \n                           \n                               1A0696 \n                           \n                           \n                               250 \n                           \n                           \n                               0338-1051-02 \n                           \n                           \n                               100 mg Nitroglycerin in 5% Dextrose Injection \n                           \n                        \n                     \n                  \n                  Minimize exposure of pharmaceutical products to heat. Avoid excessive heat. Protect from freezing. Store the product at room temperature (25°C). Brief exposure up to 40°C does not adversely affect the product. Protect from light until time of use. Discard any unused portion.\n                  \n                     Baxter Healthcare Corporation\n                     Deerfield, IL 60015\n                  Printed in USA \n                  Baxter is a registered trademark of Baxter International Inc. \n                  07-19-76-571\n                  Rev. August 2016",
    "adverseReactions": "Nitroglycerin in 5% Dextrose Injection is contraindicated in patients who are allergic to it.\n                  In patients with pericardial tamponade, restrictive cardiomyopathy, or constrictive pericarditis, cardiac output is dependent upon venous return. Intravenous nitroglycerin is contraindicated in patients with these conditions.\n                  Nitroglycerin is also contraindicated in patients with increased intracranial pressure.\n                  Do not use Nitroglycerin in 5% Dextrose Injection in patients who are taking certain drugs for erectile dysfunction (phosphodiesterase inhibitors) such as sildenafil, tadalafil, or vardenafil. Concomitant use can cause severe hypotension, syncope, or myocardial ischemia.\n                  Do not use Nitroglycerin in 5% Dextrose Injection in patients who are taking the soluble guanylate cyclase stimulator riociguat. Concomitant use can cause hypotension.",
    "ingredients": [
        {
            "name": "NITROGLYCERIN",
            "code": "G59M7S0WS3"
        },
        {
            "name": "DEXTROSE MONOHYDRATE",
            "code": "LX22YL083G"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        }
    ],
    "organization": "Baxter Healthcare Company",
    "name": "Nitroglycerin In Dextrose",
    "effectiveTime": "20160822"
}