{
    "id": "72367252-0c1d-4447-a935-375905978886",
    "indications": "PIMTREATM (Desogestrel and Ethinyl Estradiol Tablets, USP and Ethinyl Estradiol Tablets, USP) is indicated for the prevention of pregnancy in women who elect to use this product as a method of contraception.\n                  Oral contraceptives are highly effective. Table II lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of these methods can result in lower failure rates.\n                  \n                     \n                        \n                     \n                  \n                  \n                     Adapted from Hatcher et al., 1998, Ref#1.\n                  \n                  \n                     1 Among typical couples who initiate use of a method (not necessarily for the first time), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason.\n                     2 Among couples who initiate use of a method (not necessarily for the first time) and who use it perfectly (both consistently and correctly), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason.\n                     3 Among couples attempting to avoid pregnancy, the percentage who continue to use a method for one year.\n                     4 The percents becoming pregnant in columns (2) and (3) are based on data from populations where contraception is not used and from women who cease using contraception in order to become pregnant. Among such populations, about 89% become pregnant within one year. This estimate was lowered slightly (to 85%) to represent the percent who would become pregnant within one year among women now relying on reversible methods of contraception if they abandoned contraception altogether.\n                     5 Foams, creams, gels, vaginal suppositories, and vaginal film.\n                     6 Cervical mucus (ovulation) method supplemented by calendar in the pre-ovulatmy and basal body temperature in the post-ovulatory phases.\n                     7 With spermicidal cream or jelly.\n                     8 Without spermicides.",
    "contraindications": "To achieve maximum contraceptive effectiveness, PIMTREATM (Desogestrel and Ethinyl Estradiol Tablets, USP and Ethinyl Estradiol Tablets, USP) must be taken exactly as directed and at intervals not exceeding 24 hours. PIMTREATM may be initiated using either a Sunday start or a Day 1 start.\n                      NOTE: Each cycle pack dispenser is preprinted with the days of the week, starting with Sunday, to facilitate a Sunday start regimen. Six different “day label stickers” are provided with each cycle pack dispenser in order to accommodate a Day 1 start regimen. In this case, the patient should place the self-adhesive “day label sticker” that corresponds to her starting day over the preprinted days.\n                     IMPORTANT: The possibility of ovulation and conception prior to initiation of use of PIMTREATM should be considered.\n                      The use of PIMTREATM for contraception may be initiated 4 weeks postpartum in women who elect not to breast-feed. When the tablets are administered during the postpartum period, the increased risk of thromboembolic disease associated with the postpartum period must be considered (see \n                        CONTRAINDICATIONS\n                      and \n                        WARNINGS\n                      concerning thromboembolic disease. See also \n                        PRECAUTIONS\n                      for Nursing mothers).\n                      If the patient starts on PIMTREATM postpartum, and has not yet had a period, she should be instructed to use another method of contraception until a dark blue tablet has been taken daily for 7 days.\n                     \n                     SUNDAY START\n                      When initiating a Sunday start regimen, another method of contraception should be used until after the first 7 consecutive days of administration.\n                     Using a Sunday start, tablets are taken daily without interruption as follows: The first dark blue tablet should be taken on the first Sunday after menstruation begins (if menstruation begins on Sunday, the first dark blue tablet is taken on that day). One dark blue tablet is taken daily for 21 days, followed by 1 white (inert) tablet daily for 2 days and 1 green (active) tablet daily for 5 days. For all subsequent cycles, the patient then begins a new 28-tablet regimen on the next day (Sunday) after taking the last green tablet. [If switching from a Sunday Start oral contraceptive, the first PIMTREATM (desogestrel/ethinyl estradiol and ethinyl estradiol) Tablet should be taken on the second Sunday after the last tablet of a 21 day regimen or should be taken on the first Sunday after the last inactive tablet of a 28 day regimen.]\n                      If a patient misses 1 dark blue tablet, she should take the missed tablet as soon as she remembers. If the patient misses 2 consecutive dark blue tablets in Week 1 or Week 2, the patient should take 2 tablets the day she remembers and 2 tablets the next day; thereafter, the patient should resume taking 1 tablet daily until she finishes the cycle pack. The patient should be instructed to use a back-up method of birth control if she has intercourse in the 7 days after missing pills. If the patient misses 2 consecutive dark blue tablets in the third week or misses 3 or more dark blue tablets in a row at any time during the cycle, the patient should keep taking 1 dark blue tablet daily until the next Sunday. On Sunday the patient should throw out the rest of that cycle pack and start a new cycle pack that same day. The patient should be instructed to use a back-up method of birth control if she has intercourse in the 7 days after missing pills.\n                     \n                         DAY 1 START\n                      Counting the first day of menstruation as “Day 1”, tablets are taken without interruption as follows: One dark blue tablet daily for 21 days, one white (inert) tablet daily for 2 days followed by 1 green (ethinyl estradiol) tablet daily for 5 days. For all subsequent cycles, the patient then begins a new 28-tablet regimen on the next day after taking the last green tablet. [If switching directly from another oral contraceptive, the first dark blue tablet should be taken on the first day of menstruation which begins after the last ACTIVE tablet of the previous product.]\n                      If a patient misses 1 dark blue tablet, she should take the missed tablet as soon as she remembers. If the patient misses 2 consecutive dark blue tablets in Week 1 or Week 2, the patient should take 2 tablets the day she remembers and 2 tablets the next day; thereafter, the patient should resume taking 1 tablet daily until she finishes the cycle pack. The patient should be instructed to use a back-up method of birth control if she has intercourse in the 7 days after missing pills. If the patient misses 2 consecutive dark blue tablets in the third week or if the patient misses 3 or more dark blue tablets in a row at any time during the cycle, the patient should throw out the rest of that cycle pack and start a new cycle pack that same day. The patient should be instructed to use a back-up method of birth control if she has intercourse in the 7 days after missing pills.\n                     \n                         ALL ORAL CONTRACEPTIVES\n                      Breakthrough bleeding, spotting, and amenorrhea are frequent reasons for patients discontinuing oral contraceptives. In breakthrough bleeding, as in all cases of irregular bleeding from the vagina, non-functional causes should be borne in mind. In undiagnosed persistent or recurrent abnormal bleeding from the vagina, adequate diagnostic measures are indicated to rule out pregnancy or malignancy. If both pregnancy and pathology have been excluded, time or a change to another preparation may solve the problem. Changing to an oral contraceptive with a higher estrogen content, while potentially useful in minimizing menstrual irregularity, should be done only if necessary since this may increase the risk of thromboembolic disease.\n                      Use of oral contraceptives in the event of a missed menstrual period:\n                      1.     If the patient has not adhered to the prescribed schedule, the possibility of pregnancy should be considered at the time of the first missed period and oral contraceptive use should be discontinued until pregnancy is ruled out. 2.     If the patient has adhered to the prescribed regimen and misses two consecutive periods, pregnancy should be ruled out before continuing oral contraceptive use.",
    "warningsAndPrecautions": "PIMTREATM (Desogestrel and Ethinyl Estradiol Tablets, USP and Ethinyl Estradiol Tablets, USP) contain 21 round dark blue tablets, 2 round white tablets and 5 round green tablets in a blister card (NDC 16714-404-01) within a plastic dispenser. Each dark blue tablet (debossed with \"M3\" on one side) contains 0.15 mg desogestrel and 0.02 mg ethinyl estradiol. Each white tablet (debossed with \"P\" on one side and the \"N\" on the other side) contains inert ingredients.Each green tablet (debossed with \"M4\" on one side) contains 0.01 mg ethinyl estradiol.\n                  PIMTREATM Tablets are available in the following configurations:Carton of 1 NDC 16714-404-02Carton of 3 NDC 16714-404-03Carton of 6 NDC 16714-404-04\n                  Store at 20°C to 25°C (68°F to 77°F) [See USP Controlled Room Temperature].",
    "adverseReactions": "Oral contraceptives should not be used in women who currently have the following conditions:\n                  \n                  \n                     Thrombophlebitis or thromboembolic disorders\n                     A past history of deep vein thrombophlebitis or thromboembolic disorders\n                     Cerebral vascular or coronary artery disease\n                     Current diagnosis of, or history of, breast cancer, which may be hormone-sensitive\n                     Undiagnosed abnormal genital bleeding\n                     Cholestatic jaundice of pregnancy or jaundice with prior pill use\n                     Hepatic adenomas or carcinomas\n                     Are receiving Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations (see Warnings\n                        ,\n                        \n                           \n                               RISK OF LIVER ENZYME ELEVATIONS WITH CONCOMITANT HEPATITIS CTREATMENT\n                           \n                        )",
    "ingredients": [],
    "organization": "Northstar Rx LLC",
    "name": "PIMTREA",
    "effectiveTime": "20250424"
}