{
    "root": "752eeb52-1064-40f0-b85d-834eea9b5246",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Disopyramide Phosphate",
    "value": "20250523",
    "ingredients": [
        {
            "name": "DISOPYRAMIDE PHOSPHATE",
            "code": "N6BOM1935W"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "FD&C RED NO. 3",
            "code": "PN2ZH5LOQY"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "LACTOSE, UNSPECIFIED FORM",
            "code": "J2B2A4N98G"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        }
    ],
    "indications": "Disopyramide phosphate is indicated for the treatment of documented ventricular arrhythmias, such as sustained ventricular tachycardia, that, in the judgment of the physician, are life-threatening. Because of the proarrhythmic effects of disopyramide phosphate, its use with lesser arrhythmias is generally not recommended. Treatment of patients with asymptomatic ventricular premature contractions should be avoided.\n                  Initiation of disopyramide phosphate treatment, as with other antiarrhythmic agents used to treat life-threatening arrhythmias, should be carried out in the hospital.\n                  Antiarrhythmic drugs have not been shown to enhance survival in patients with ventricular arrhythmias.",
    "contraindications": "The dosage of disopyramide phosphate must be individualized for each patient on the basis of response and tolerance. The usual adult dosage of disopyramide phosphate is 400 to 800 mg per day given in divided doses. The recommended dosage for most adults is 600 mg/day given in divided doses (150 mg every 6 hours for immediate-release disopyramide phosphate). For patients whose body weight is less than 110 pounds (50 kg), the recommended dosage is 400 mg/day given in divided doses (100 mg every 6 hours for immediate-release disopyramide phosphate). In the event of increased anticholinergic side effects, plasma levels of disopyramide should be monitored and the dose of the drug adjusted accordingly. A reduction of the dose by one third, from the recommended 600 mg/day to 400 mg/day, would be reasonable, without changing the dosing interval.\n                  \n                     For patients with cardiomyopathy or possible cardiac decompensation, a loading dose, as discussed below, should not be given, and initial dosage should be limited to 100 mg of immediate-release disopyramide phosphate every 6 to 8 hours. Subsequent dosage adjustments should be made gradually, with close monitoring for the possible development of hypotension and/or congestive heart failure (see \n                        Warnings\n                     ).\n                  For patients with moderate renal insufficiency (creatinine clearance greater than 40 ml/min) or hepatic insufficiency, the recommended dosage is 400 mg/day given in divided doses (100 mg every 6 hours for immediate-release disopyramide phosphate).\n                  For patients with severe renal insufficiency (Ccr 40 ml/min or less), the recommended dosage regimen of immediate-release disopyramide phosphate is 100 mg at intervals shown in the table below, with or without an initial loading dose of 150 mg.\n                  \n                     IMMEDIATE-RELEASE DISOPYRAMIDE PHOSPHATE DOSAGE INTERVAL FOR PATIENTS WITH RENAL INSUFFICIENCY\n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              Creatinine Clearance (ml/min)\n                           \n                           \n                              40–30\n                           \n                           \n                              30–15\n                           \n                           \n                              Less than 15\n                           \n                        \n                        \n                           \n                              Approximate Maintenance-dosing interval\n                           \n                           \n                              q 8 hr\n                           \n                           \n                              q 12 hr\n                           \n                           \n                              Q 24 hr\n                           \n                        \n                     \n                  \n                  For patients in whom rapid control of ventricular arrhythmia is essential, an initial loading dose of 300 mg of immediate-release disopyramide phosphate (200 mg for patients whose body weight is less than 110 pounds) is recommended, followed by the appropriate maintenance dosage. Therapeutic effects are usually attained 30 minutes to 3 hours after administration of a 300-mg loading dose. If there is no response or evidence of toxicity within 6 hours of the loading dose, 200 mg of immediate-release disopyramide phosphate every 6 hours may be prescribed instead of the usual 150 mg. If there is no response to this dosage within 48 hours, either disopyramide phosphate should then be discontinued or the physician should consider hospitalizing the patient for careful monitoring while subsequent immediate-release disopyramide phosphate doses of 250 mg or 300 mg every 6 hours are given. A limited number of patients with severe refractory ventricular tachycardia have tolerated daily doses of disopyramide phosphate up to 1600 mg per day (400 mg every 6 hours), resulting in disopyramide plasma levels up to 9 mcg/ml. If such treatment is warranted, it is essential that patients be hospitalized for close evaluation and continuous monitoring.\n                  \n                     Transferring to disopyramide phosphate immediate release or Norpace CR.\n                  \n                  The following dosage schedule based on theoretical considerations rather than experimental data is suggested for transferring patients with normal renal function from either quinidine sulfate or procainamide therapy (Type 1 antiarrhythmic agents) to disopyramide phosphate therapy:\n                  Disopyramide phosphate should be started using the regular maintenance schedule without a loading dose 6 to 12 hours after the last dose of quinidine sulfate or 3 to 6 hours after the last dose of procainamide.\n                  In patients in whom withdrawal of quinidine sulfate or procainamide is likely to produce life-threatening arrhythmias, the physician should consider hospitalization of the patient. \n                  When transferring a patient from immediate-release disopyramide phosphate to Norpace CR, the maintenance schedule of Norpace CR may be started 6 hours after the last dose of immediate-release disopyramide phosphate.",
    "warningsAndPrecautions": "Disopyramide phosphate is supplied in hard gelatin capsules containing either 100 mg or 150 mg of disopyramide base, present as the phosphate.\n                  Disopyramide phosphate 100-mg capsules are white and orange, with markings SEARLE, 2752, NORPACE, and 100 MG.\n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 NDC Number\n                              \n                           \n                           \n                              \n                                 Size\n                              \n                           \n                        \n                     \n                     \n                        \n                           \n                              59762-0386-1\n                           \n                           \n                              bottle of 100\n                           \n                        \n                     \n                  \n                  Disopyramide phosphate 150-mg capsules are brown and orange, with markings SEARLE, 2762, NORPACE, and 150 MG.\n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 NDC Number\n                              \n                           \n                           \n                              \n                                 Size\n                              \n                           \n                        \n                     \n                     \n                        \n                           \n                              59762-0400-1\n                           \n                           \n                              bottle of 100",
    "adverseReactions": "Disopyramide phosphate is contraindicated in the presence of cardiogenic shock, preexisting second-or third-degree AV block (if no pacemaker is present), congenital Q-T prolongation, or known hypersensitivity to the drug."
}