{
    "root": "778d3f07-f72e-4363-9f23-f760b34b88e7",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "SODIUM CHLORIDE",
    "value": "20220729",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "0.9% Sodium Chloride Injection, USP is indicated as a source of water and electrolytes and may also be used as diluent for reconstitution of a powdered or liquid (up to 10 mL) drug product packaged in a vial with a 13mm or 20mm closure.",
    "contraindications": "Important Administration Instructions \n                  \n                  \n                     \n                        •0.9 % Sodium Chloride Injection, USP is intended for intravenous administration using sterile equipment. \n                     \n                        •Do not connect flexible plastic containers in series in order to avoid air embolism due to possible residual air contained in the primary container. \n                     \n                        •Set the vent to the closed position on a vented intravenous administration set to prevent air embolism. \n                     \n                        •Use a dedicated line without any connections to avoid air embolism. \n                     \n                        •Do not pressurize intravenous solutions contained in flexible plastic containers to increase flow rates. \n                     \n                        •Prior to infusion, visually inspect the solution for particulate matter and discoloration. The solution should be clear and there should be no precipitates. Do not administer unless solution is clear, and container is undamaged. \n                  \n                  \n                     Dosing Information\n                  \n                  The choice of product, dosage, volume, rate, and duration of administration is dependent upon the age, weight and clinical condition of the patient and concomitant therapy, and administration should be determined by a healthcare provider experienced in intravenous fluid therapy.",
    "warningsAndPrecautions": "0.9% Sodium Chloride Injection, USP is a sterile solution supplied in Mini-Bag Plus Containers. The product is available as single packs (1 unit per overpouch). Table 1 lists single pack presentation compatible with vials with a 13 mm closure, and Table 2 lists single pack presentation compatible with vials with a 20 mm closure.\n                  \n                     Table 1. Presentations of 0.9% Sodium Chloride Injection Compatible with Vials with a 13 mm Closure\n                     \n                     \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              Product Description\n                           \n                           \n                              Size\n                           \n                           \n                              VialAdaptorSize\n                           \n                           \n                              Configuration\n                           \n                           \n                              Code\n                           \n                           \n                              NDC\n                           \n                        \n                        \n                           \n                              0.9% Sodium ChlorideInjection, USP\n                           \n                           \n                              50 mL\n                           \n                           \n                              13 mm\n                           \n                           \n                              single pack\n                           \n                           \n                              EZPB0038LF\n                           \n                           \n                              O338-0160-01\n                           \n                        \n                        \n                           \n                              100 mL\n                           \n                           \n                              13 mm\n                           \n                           \n                              single pack\n                           \n                           \n                              EZPB0039LF\n                           \n                           \n                              0338-0162-01\n                           \n                        \n                     \n                  \n                  \n                     Table 2. Presentations of 0.9% Sodium Chloride Injection Compatible with Vials with a 20 mm Closure\n                     \n                     \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              Product Description\n                           \n                           \n                              Size\n                           \n                           \n                              VialAdaptorSize\n                           \n                           \n                              Configuration\n                           \n                           \n                              Code\n                           \n                           \n                              NDC\n                           \n                        \n                        \n                           \n                              0.9% Sodium ChlorideInjection, USP\n                           \n                           \n                              50 mL\n                           \n                           \n                              20 mm\n                           \n                           \n                              single pack\n                           \n                           \n                              EZPB0042LF\n                           \n                           \n                              O338-0164-01\n                           \n                        \n                        \n                           \n                              100 mL\n                           \n                           \n                              20 mm\n                           \n                           \n                              single pack\n                           \n                           \n                              EZPB0043LF\n                           \n                           \n                              0338-0166-01\n                           \n                        \n                     \n                  \n                  Minimize exposure of 0.9% Sodium Chloride Injection to heat. Avoid excessive heat. Store at room temperature (25°C (77°F)).",
    "adverseReactions": "None known."
}