{
    "root": "7801d20d-ad88-4563-9244-20ac09e4f618",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "BENZTROPINE MESYLATE",
    "value": "20250320",
    "ingredients": [
        {
            "name": "BENZTROPINE MESYLATE",
            "code": "WMJ8TL7510"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "STARCH, PREGELATINIZED CORN",
            "code": "O8232NY3SJ"
        }
    ],
    "indications": "For use as an adjunct in the therapy of all forms of parkinsonism.\n                  Useful also in the control of extrapyramidal disorders [except tardive dyskinesia - see PRECAUTIONS\n                     ] due to neuroleptic drugs (e.g., phenothiazines).",
    "contraindications": "Benztropine mesylate tablets should be used when patients are able to take oral medication.\n                  \n                     The injection is especially useful for psychotic patients with acute dystonic reactions or other reactions that make oral medication difficult or impossible. It is recommended also when a more rapid response is desired than can be obtained with the tablets.\n                  \n                  Because of cumulative action, therapy should be initiated with a low dose which is increased gradually at five or six-day intervals to the smallest amount necessary for optimal relief. Increases should be made in increments of 0.5 mg, to a maximum of 6 mg, or until optimal results are obtained without excessive adverse reactions.\n                  \n                     \n                        Postencephalitic and Idiopathic Parkinsonism - \n                     The usual daily dose is 1 mg to 2 mg, with a range of 0.5 mg to 6 mg orally or parenterally.\n                  As with any agent used in parkinsonism, dosage must be individualized according to age and weight, and the type of parkinsonism being treated. Generally, older patients, and thin patients cannot tolerate large doses. Most patients with postencephalitic parkinsonism need fairly large doses and tolerate them well. Patients with a poor mental outlook are usually poor candidates for therapy.\n                  In idiopathic parkinsonism, therapy may be initiated with a single daily dose of 0.5 mg to 1 mg at bedtime. In some patients, this will be adequate; in others 4 mg to 6 mg a day may be required.\n                  In postencephalitic parkinsonism, therapy may be initiated in most patients with 2 mg a day in one or more doses. In highly sensitive patients, therapy may be initiated with 0.5 mg at bedtime, and increased as necessary.\n                  Some patients experience greatest relief by taking the entire dose at bedtime; others react more favorably to divided doses, two to four times a day. Frequently, one dose a day is sufficient, and divided doses may be unnecessary or undesirable.\n                  The long duration of action of this drug makes it particularly suitable for bedtime medication when its effects may last throughout the night, enabling patients to turn in bed during the night more easily, and to rise in the morning.\n                  When benztropine mesylate is started, do not terminate therapy with other antiparkinsonian agents abruptly. If the other agents are to be reduced or discontinued, it must be done gradually. Many patients obtain greatest relief with combination therapy.\n                  Benztropine mesylate tablets may be used concomitantly with carbidopa-levodopa, or with levodopa, in which case periodic dosage adjustment may be required in order to maintain optimum response.\n                  \n                     \n                        Drug-Induced Extrapyramidal Disorders\n                     \n                      - In treating extrapyramidal disorders due to neuroleptic drugs (e.g., phenothiazines), the recommended dosage is 1 mg to 4 mg once or twice a day orally. Dosage must be individualized according to the need of the patient. Some patients require more than recommended; others do not need as much.\n                  \n                     When extrapyramidal disorders develop soon after initiation of treatment with neuroleptic drugs (e.g., phenothiazines), they are likely to be transient. One to 2 mg of benztropine mesylate tablets two or three times a day usually provides relief within one or two days. After one or two weeks, the drug should be withdrawn to determine the continued need for it. If such disorders recur, benztropine mesylate can be reinstituted.\n                  \n                  Certain drug-induced extrapyramidal disorders that develop slowly may not respond to benztropine mesylate.",
    "warningsAndPrecautions": "Benztropine Mesylate Tablets, USP, are available as follows:\n                  \n                     0.5 mg: White to off-white, round, flat faced bevel edged tablets debossed \"T\" above \"14\" below the bisect on one side and plain on the other side. They are supplied as follows.\n                  \n                     \n                        \n                        \n                        \n                     \n                     \n                        \n                           \n                           \n                              Bottles of 100 tablets\n                           \n                           \n                              NDC 70752-123-10\n                           \n                        \n                        \n                           \n                           \n                              Bottles of 1000 tablets\n                           \n                           \n                              NDC 70752-123-11\n                           \n                        \n                     \n                  \n                  \n                     1 mg: White to off-white, oval shape, tablets debossed \"T\" to the left and \"15\" to the right of the bisect on one side and plain on the other side. They are supplied as follows.\n                  \n                     \n                        \n                        \n                        \n                     \n                     \n                        \n                           \n                           \n                              Bottles of 100 tablets\n                           \n                           \n                              NDC 70752-124-10\n                           \n                        \n                        \n                           \n                           \n                              Bottles of 1000 tablets\n                           \n                           \n                              NDC 70752-124-11\n                           \n                        \n                     \n                  \n                  \n                     2 mg: White to off-white, round, flat faced bevel edged tablets debossed \"T\" above \"16\" below the bisect on one side and plain on the other side. They are supplied as follows.\n                  \n                     \n                        \n                        \n                        \n                     \n                     \n                        \n                           \n                           \n                              Bottles of 100 tablets\n                           \n                           \n                              NDC 70752-125-10\n                           \n                        \n                        \n                           \n                           \n                              Bottles of 1000 tablets\n                           \n                           \n                              NDC 70752-125-11\n                           \n                        \n                     \n                  \n                  Dispense in well-closed containers as defined in the USP.\n                  Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature].",
    "adverseReactions": "Hypersensitivity to benztropine mesylate tablets.\n                  Because of its atropine-like side effects, this drug is contraindicated in pediatric patients under three years of age, and should be used with caution in older pediatric patients."
}