{
    "root": "795c3e14-2ce3-4fec-8314-7d593e3990dd",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Tafinlar",
    "value": "20250307",
    "ingredients": [
        {
            "name": "DABRAFENIB MESYLATE",
            "code": "B6DC89I63E"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "ACESULFAME POTASSIUM",
            "code": "23OV73Q5G9"
        },
        {
            "name": "CROSPOVIDONE, UNSPECIFIED",
            "code": "2S7830E561"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        }
    ],
    "indications": "TAFINLAR is a kinase inhibitor indicated as a single agent for the treatment of patients with unresectable or metastatic melanoma with BRAF V600E mutation as detected by an FDA-approved test. ( 1.1 , 2.1 ) TAFINLAR is indicated, in combination with trametinib , for: the treatment of patients with unresectable or metastatic melanoma with BRAF V600E or V600K mutations as detected by an FDA-approved test. ( 1.2 , 2.1 ) the adjuvant treatment of patients with melanoma with BRAF V600E or V600K mutations, as detected by an FDA-approved test, and involvement of lymph node(s), following complete resection. ( 1.3 , 2.1 ) the treatment of patients with metastatic non-small cell lung cancer (NSCLC) with BRAF V600E mutation as detected by an FDA-approved test. ( 1.4 , 2.1 ) the treatment of patients with locally advanced or metastatic anaplastic thyroid cancer (ATC) with BRAF V600E mutation, as detected by an FDA-approved test, and with no satisfactory locoregional treatment options. ( 1.5 , 2.1 ) the treatment of adult and pediatric patients 1 year of age and older with unresectable or metastatic solid tumors with BRAF V600E mutation who have progressed following prior treatment and have no satisfactory alternative treatment options. This indication is approved under accelerated approval based on overall response rate (ORR) and duration of response (DoR). Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). ( 1.6 , 2.1 ) the treatment of pediatric patients 1 year of age and older with low-grade glioma (LGG) with a BRAF V600E mutation who require systemic therapy. ( 1.7 , 2.1 ) Limitations of Use : TAFINLAR is not indicated for treatment of patients with colorectal cancer because of known intrinsic resistance to BRAF inhibition. ( 1.8 , 12.1 ) TAFINLAR is not indicated for treatment of patients with wild-type BRAF solid tumors. ( 5.2 )",
    "contraindications": "The recommended dosage of TAFINLAR in adult patients is 150 mg (two 75 mg capsules) orally twice daily. The recommended dosage for TAFINLAR in pediatric patients is based on body weight. Take TAFINLAR at least 1 hour before or at least 2 hours after a meal. ( 2 )",
    "warningsAndPrecautions": "TAFINLAR Capsules:\n                  50 mg capsules: Dark red capsule imprinted with ‘GS TEW’ and ‘50 mg’ available in bottles of 120 with child-resistant closures (NDC 0078-0682-66). Each bottle contains a silica gel desiccant.\n                  75 mg capsules: Dark pink capsule imprinted with ‘GS LHF’ and ‘75 mg’ available in bottles of 120 with child-resistant closures (NDC 0078-0681-66). Each bottle contains a silica gel desiccant.\n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C and 30°C (59°F and 86°F) [see USP Controlled Room Temperature]. Store and dispense in the original bottle with the desiccant.\n                  TAFINLAR Tablets for Oral Suspension:\n                  10 mg tablets for oral suspension: white to slightly yellow, round biconvex 6 mm tablet debossed with “D” on one side and “NVR” on the other side. Available in bottles of 210 with child-resistant closures (NDC 0078-1154-21). Each bottle contains 2 silica gel desiccants.\n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C and 30°C (59°F and 86°F) [see USP Controlled Room Temperature]. Store and dispense in the original bottle with the desiccant.",
    "adverseReactions": "None."
}