{
    "root": "7b501c8b-902c-47ef-86e6-00c295473fd6",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Haloperidol",
    "value": "20241212",
    "ingredients": [
        {
            "name": "HALOPERIDOL LACTATE",
            "code": "6387S86PK3"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "LACTIC ACID",
            "code": "33X04XA5AT"
        }
    ],
    "indications": "Haloperidol is indicated for the treatment of patients with schizophrenia.",
    "contraindications": "There is considerable variation from patient to patient in the amount of medication required for treatment. As with all drugs used to treat schizophrenia, dosage should be individualized according to the needs and response of each patient. Dosage adjustments, either upward or downward, should be carried out as rapidly as practicable to achieve optimum therapeutic control.\n                  To determine the initial dosage, consideration should be given to the patient's age, severity of illness, previous response to other antipsychotic drugs, and any concomitant medication or disease state. Debilitated or geriatric patients, as well as those with a history of adverse reactions to antipsychotic drugs, may require less haloperidol. The optimal response in such patients is usually obtained with more gradual dosage adjustments and at lower dosage levels.\n                  Parenteral medication, administered intramuscularly in doses of 2 to 5 mg, is utilized for prompt control of the acutely agitated schizophrenic patient with moderately severe to very severe symptoms. Depending on the response of the patient, subsequent doses may be given, administered as often as every hour, although 4 to 8 hour intervals may be satisfactory. The maximum dose is 20 mg/day.\n                  Controlled trials to establish the safety and effectiveness of intramuscular administration in children have not been conducted.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.",
    "warningsAndPrecautions": "Haloperidol Injection, USP, equivalent to 5 mg/mL haloperidol (as the lactate), is supplied as follows:\n                  \n                     NDC 0143-9501-25 - 1 mL Single-dose vial in carton of 25.\n                  \n                     NDC 0143-9502-01 - 10 mL Multiple-dose vial individually boxed.\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. Protect from light. Do not freeze.\n                  To report SUSPECTED ADVERSE REACTIONS, contact Hikma Pharmaceuticals USA Inc. at 1-877-845-0689, or the FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.\n                  For Product Inquiry call 1-877-845-0689.\n                  \n                     Manufactured by\n                  \n                  HIKMA FARMACÊUTICA (PORTUGAL), S.A.\n                  Estrada do Rio da Mó, 8, 8A e 8B – Fervença\n                  2705-906 Terrugem SNT, PORTUGAL\n                  \n                     Distributed by\n                  \n                  Hikma Pharmaceuticals USA Inc.\n                  Berkeley Heights, NJ 07922\n                  Revised December 2024\n                  PIN425-WES/13",
    "adverseReactions": "Haloperidol Injection is contraindicated in patients with:\n                  \n                     Severe toxic central nervous system depression or comatose states from any cause.\n                     Hypersensitivity to this drug – hypersensitivity reactions have included anaphylactic reaction and angioedema (see \n                           WARNINGS, Hypersensitivity Reactions\n                         and \n                           ADVERSE REACTIONS\n                        ).\n                     Parkinson’s disease (see \n                           WARNINGS, Neurological Adverse Reactions in Patients with Parkinson’s Disease or Dementia with Lewy Bodies\n                        ). \n                     Dementia with Lewy bodies (see \n                           WARNINGS, Neurological Adverse Reactions in Patients with Parkinson’s Disease or Dementia with Lewy Bodies\n                        )."
}