{
    "root": "7c0786fa-dc69-4bc6-aa53-664938642855",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Cholestyramine",
    "value": "20250312",
    "ingredients": [
        {
            "name": "Cholestyramine",
            "code": "4B33BGI082"
        },
        {
            "name": "sucrose",
            "code": "C151H8M554"
        },
        {
            "name": "propylene glycol alginate",
            "code": "26CD3J2R0C"
        },
        {
            "name": "orange",
            "code": "5EVU04N5QU"
        },
        {
            "name": "anhydrous citric acid",
            "code": "XF417D3PSL"
        },
        {
            "name": "D&C Yellow No. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C Yellow No. 6",
            "code": "H77VEI93A8"
        }
    ],
    "indications": "1) Cholestyramine for Oral Suspension, USP is indicated as adjunctive therapy to diet for the reduction of elevated serum cholesterol in patients with primary hypercholesterolemia (elevated low density lipoprotein [LDL] cholesterol) who do not respond adequately to diet. Cholestyramine for Oral Suspension, USP may be useful to lower LDL cholesterol in patients who also have hypertriglyceridemia, but it is not indicated where hypertriglyceridemia is the abnormality of most concern.\n                  Therapy with lipid-altering agents should be a component of multiple risk factor intervention in those individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Treatment should begin and continue with dietary therapy specific for the type of hyperlipoproteinemia determined prior to initiation of drug therapy. Excess body weight may be an important factor and caloric restriction for weight normalization should be addressed prior to drug therapy in the overweight.\n                  Prior to initiating therapy with cholestyramine resin, secondary causes of hypercholesterolemia (e.g., poorly controlled diabetes mellitus, hypothyroidism, nephrotic syndrome, dysproteinemias, obstructive liver disease, other drug therapy, alcoholism), should be excluded and a lipid profile performed to assess Total cholesterol, HDL-C and triglycerides (TG). For individuals with TG less than 400 mg/dL (<4.5 mmol/L), LDL-C can be estimated using the following equation:\n                  LDL-C = Total cholesterol - [(TG/5) + HDL-C]\n                  For TG levels > 400 mg/dL, this equation is less accurate and LDL-C concentrations should be determined by ultracentrifugation. In hypertriglyceridemic patients, LDL-C may be low or normal despite elevated Total-C. In such cases cholestyramine resin, may not be indicated.\n                  Serum cholesterol and triglyceride levels should be determined periodically based on NCEP guidelines to confirm initial and adequate long-term response. A favorable trend in cholesterol reduction should occur during the first month of cholestyramine resin therapy. The therapy should be continued to sustain cholesterol reduction. If adequate cholesterol reduction is not attained, increasing the dosage of cholestyramine resin or adding other lipid-lowering agents in combination with cholestyramine resin should be considered.\n                  Since the goal of treatment is to lower LDL-C, the NCEP4 recommends that LDL-C levels be used to initiate and assess treatment response. If LDL-C levels are not available, then Total-C alone may be used to monitor long-term therapy. A lipoprotein analysis (including LDL-C determination) should be carried out once a year. The NCEP treatment guidelines are summarized below.\n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                           \n                           LDL-Cholesterol mg/dL (mmol/L)\n                        \n                        \n                           Definite Atherosclerotic DiseaseCoronary heart disease or peripheral vascular disease (including symptomatic carotid artery disease).\n                           \n                           Two or More Other Risk FactorsOther risk factors for coronary heart disease (CHD) include: age (males ≥45 years; females: ≥55 years or premature menopause without estrogen replacement therapy); family history of premature CHD; current cigarette smoking; hypertension; confirmed HDL-C <35 mg/dL (<0.91 mmol/L); and diabetes mellitus. Subtract one risk factor if HDL-C is ≥60 mg/dL (≥1.6 mmol/L).\n                           \n                           Initiation Level\n                           Goal\n                        \n                     \n                     \n                        \n                           No\n                           No\n                           ≥190 (≥4.9)\n                           <160 (<4.1)\n                        \n                        \n                           No\n                           Yes\n                           ≥160 (≥4.1)\n                           <130 (<3.4)\n                        \n                        \n                           Yes\n                           Yes or No\n                           ≥130 (≥3.4)\n                           ≤100 (≤2.6)\n                        \n                     \n                  \n                  Cholestyramine resin monotherapy has been demonstrated to retard the rate of progression2,3 and increase the rate of regression3 of coronary atherosclerosis.\n                  2) Cholestyramine for Oral Suspension, USP is indicated for the relief of pruritus associated with partial biliary obstruction. Cholestyramine resin has been shown to have a variable effect on serum cholesterol in these patients. Patients with primary biliary cirrhosis may exhibit an elevated cholesterol as part of their disease.",
    "contraindications": "The recommended starting adult dose for Cholestyramine for Oral Suspension, USP is 1 pouch or 1 level scoopful (8.3 grams of Cholestyramine for Oral Suspension, USP contains 4 grams of anhydrous cholestyramine resin) once or twice a day. The recommended maintenance dose for Cholestyramine for Oral Suspension, USP is 2 to 4 pouches or scoopfuls daily (8 to 16 grams anhydrous cholestyramine resin) divided into two doses. It is recommended that increases in dose be gradual with periodic assessment of lipid/lipoprotein levels at intervals of not less than 4 weeks. The maximum recommended daily dose is 6 pouches or scoopfuls of Cholestyramine for Oral Suspension, USP (24 grams of anhydrous cholestyramine resin). The suggested time of administration is at mealtime but may be modified to avoid interference with absorption of other medications. Although the recommended dosing schedule is twice daily, Cholestyramine for Oral Suspension, USP may be administered in 1 to 6 doses per day.\n                  \n                     Cholestyramine for Oral Suspension, USP should not be taken in its dry form. Always mix the dry powder with water or other fluids before ingesting. See Preparation Instructions.",
    "warningsAndPrecautions": "Cholestyramine for Oral Suspension, USP orange flavor is available in cartons of sixty 8.3 gram pouches and in a can containing 348.6 grams. 8.3 grams of Cholestyramine for Oral Suspension, USP contain 4 grams of anhydrous cholestyramine resin.\n                  NDC 68094-806-20 Carton of 60 single-dose pouches\n                  NDC 68094-806-10 Can, 348.6 g (containing a scoop that is not interchangeable with scoops from other products)",
    "adverseReactions": "Cholestyramine for Oral Suspension, USP is contraindicated in patients with complete biliary obstruction where bile is not secreted into the intestine and in those individuals who have shown hypersensitivity to any of its components."
}