{
    "root": "7c3bd56f-e9f0-4af6-b689-ae69df834c15",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Erzofri extended-release",
    "value": "20250318",
    "ingredients": [
        {
            "name": "Paliperidone palmitate",
            "code": "R8P8USM8FR"
        },
        {
            "name": "citric acid monohydrate",
            "code": "2968PHW8QP"
        },
        {
            "name": "polyethylene glycol 4000",
            "code": "4R4HFI6D95"
        },
        {
            "name": "polysorbate 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "sodium hydroxide",
            "code": "55X04QC32I"
        },
        {
            "name": "sodium phosphate, dibasic, anhydrous",
            "code": "22ADO53M6F"
        },
        {
            "name": "sodium phosphate, monobasic, monohydrate",
            "code": "593YOG76RN"
        },
        {
            "name": "water",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "ERZOFRI is indicated for the treatment of:\n                  \n                     Schizophrenia in adults.\n                     \n                     Schizoaffective disorder in adults as monotherapy and as an adjunct to mood stabilizers or antidepressants.",
    "contraindications": "For patients naïve to oral or injectable paliperidone, or oral or injectable risperidone, establish tolerability with oral paliperidone or oral risperidone prior to initiating treatment with ERZOFRI. ( 2.1 ) Each injection must be administered by a healthcare professional. ( 2.1 ) Initiate ERZOFRI by intramuscular injection in the deltoid muscle. Following the initial dose, monthly doses can be administered in either the gluteal or deltoid muscle. Do not administer by any other route.  ( 2.1 ) Dosage recommendations: Indication Initial Dose (deltoid) Day 1 Monthly Dosage Administered 4 weeks after the first injection. (deltoid or gluteal) Maximum Monthly Dosage Schizophrenia ( 2.1 ) 351 mg 39 mg to 234 mg Recommended monthly dosage for treatment of schizophrenia is 117 mg. Some patients may benefit from lower or higher monthly doses within the additional available strengths (39 mg, 78 mg, 156 mg, and 234 mg). 234 mg Schizoaffective disorder ( 2.1 ) 351 mg 78 mg to 234 mg Adjust dose based on tolerability and/or efficacy using available strengths. The 39 mg strength was not studied in the long-term schizoaffective disorder study. 234 mg Missed dose: Refer to the Full Prescribing Information. ( 2.2 ) Mild renal impairment: Administer 234 mg on treatment Day 1 in the deltoid muscle. Follow with the recommended monthly maintenance dose of 78 mg, administered in the deltoid or gluteal muscle. Adjust monthly maintenance dose based on tolerability and/or efficacy within the strengths of 39 mg, 78 mg, 117 mg, or 156 mg. The maximum monthly dosage is 156 mg for patients with mild renal impairment. ( 2.4 ) See Full Prescribing Information for important preparation and administration information. ( 2.7 )",
    "warningsAndPrecautions": null,
    "adverseReactions": "ERZOFRI is contraindicated in patients with a known hypersensitivity to either paliperidone or risperidone, or to any of the excipients in the ERZOFRI formulation. Hypersensitivity reactions, including anaphylactic reactions and angioedema, have been reported in patients treated with risperidone and in patients treated with paliperidone [see Adverse Reactions (6.1, 6.2)]."
}