{
    "root": "7dd9ff5a-6b39-4c61-88aa-dc7f97900a91",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Rivastigmine Transdermal System",
    "value": "20250327",
    "ingredients": [
        {
            "name": "RIVASTIGMINE",
            "code": "PKI06M3IW0"
        }
    ],
    "indications": "Rivastigmine Transdermal System is an acetylcholinesterase inhibitor indicated for treatment of: Mild, moderate, and severe dementia of the Alzheimer's type (AD) ( 1.1 ) Mild-to-moderate dementia associated with Parkinson's disease (PD) ( 1.2 )",
    "contraindications": "Apply patch on intact skin for a 24-hour period; replace with a new patch every 24 hours. ( 2.1 , 2.4 ) Initial Dose : Initiate treatment with 4.6 mg/24 hours Rivastigmine Transdermal System. ( 2.1 ) Dose Titration ( 2.1 ) : After a minimum of 4 weeks, if tolerated, increase dose to 9.5 mg/24 hours, which is the minimum effective dose. Following a minimum additional 4 weeks, may increase dosage to maximum dosage of 13.3 mg/24 hours. Mild-to-Moderate Alzheimer's Disease and Parkinson's Disease Dementia : Rivastigmine Transdermal System 9.5 mg/24 hours or 13.3 mg/24 hours once daily. ( 2.1 ) Severe Alzheimer's Disease : Rivastigmine Transdermal System 13.3 mg/24 hours once daily. ( 2.1 ) For treatment interruption longer than 3 days, retitrate dosage starting at 4.6 mg per 24 hours. ( 2.1 ) Consider dose adjustments in patients with ( 2.2 ): Mild-to-moderate hepatic impairment ( 8.6 ) Low (less than 50 kg) body weight ( 8.7 )",
    "warningsAndPrecautions": "Rivastigmine Transdermal System: 13.3 mg/24 hours\n                  Each patch of 15 cm² contains 27 mg rivastigmine base with in vivo release rate of 13.3 mg/24 hours.\n                  Carton of 30 - NDC: 63629-8846-1\n                  Single Patch - NDC: 63629-8846-2\n                  Store at 25°C (77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature]. Keep Rivastigmine Transdermal System in the individual sealed pouch until use. Each pouch contains 1 patch. Used systems should be folded, with the adhesive surfaces pressed together, and discarded safely.\n                  Repackaged/Relabeled by:\n                  Bryant Ranch Prepack, Inc.\n                  Burbank, CA 91504",
    "adverseReactions": "Rivastigmine Transdermal System is contraindicated in patients with:\n                  \n                     known hypersensitivity to rivastigmine, other carbamate derivatives, or other components of the formulation [see Description (11)].\n                     previous history of application site reactions with rivastigmine transdermal patch suggestive of allergic contact dermatitis [see Warnings and Precautions (5.3)].\n                  \n                  Isolated cases of generalized skin reactions have been described in postmarketing experience [see Adverse Reactions (6.2)]."
}