{
    "root": "7e2f3780-88ee-4971-a4ab-3d6cd972c42c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Lincocin",
    "value": "20250310",
    "ingredients": [
        {
            "name": "LINCOMYCIN HYDROCHLORIDE",
            "code": "M6T05Z2B68"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        }
    ],
    "indications": "LINCOCIN is indicated in the treatment of serious infections due to susceptible strains of streptococci, pneumococci, and staphylococci. Its use should be reserved for penicillin-allergic patients or other patients for whom, in the judgment of the physician, a penicillin is inappropriate. Because of the risk of CDAD, as described in the \n                        BOXED WARNING\n                     , before selecting lincomycin the physician should consider the nature of the infection and the suitability of other alternatives.\n                  Indicated surgical procedures should be performed in conjunction with antibacterial therapy.\n                  LINCOCIN may be administered concomitantly with other antimicrobial agents when indicated.\n                  LINCOCIN is not indicated in the treatment of minor bacterial infections or viral infections.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of LINCOCIN and other antibacterial drugs, LINCOCIN should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "If significant diarrhea occurs during therapy, LINCOCIN should be discontinued. (see \n                        BOXED WARNING\n                     )",
    "warningsAndPrecautions": "LINCOCIN (lincomycin injection, USP) is available as a sterile, clear, and colorless solution in the following strength and package sizes:\n                  \n                     \n                     \n                     \n                        \n                           \n                              Unit of Sale\n                           \n                           \n                              Concentration\n                           \n                        \n                     \n                     \n                        \n                           \n                              \n                                 NDC 0009-0555-01 or NDC 0009-0104-04\n                              \n                           \n                           \n                              600 mg/2 mL\n                           \n                        \n                        \n                           \n                              2 mL multiple-dose vial\n                           \n                           \n                              (300 mg/mL)\n                           \n                        \n                        \n                           \n                              \n                                 NDC 0009-0107-04\n                              \n                           \n                           \n                              3,000 mg/10 mL\n                           \n                        \n                        \n                           \n                              10 mL multiple-dose vial\n                           \n                           \n                              (300 mg/mL)\n                           \n                        \n                     \n                  \n                  Each mL of LINCOCIN contains 300 mg lincomycin (equivalent to 340 mg lincomycin hydrochloride, USP); also benzyl alcohol, 9.45 mg added as preservative.",
    "adverseReactions": "LINCOCIN is contraindicated in patients previously found to be hypersensitive to lincomycin or clindamycin."
}