{
    "id": "7e6e45d4-9266-4451-b6b6-0d054bbcab63",
    "indications": "CRESEMBA ® is an azole antifungal indicated for the treatment of: Invasive aspergillosis ( 1.1 ) and Invasive mucormycosis ( 1.2 ) as follows: • CRESEMBA for injection : adults and pediatric patients 1 year of age and older • CRESEMBA capsules : adults and pediatric patients 6 years of age and older who weigh 16 kilograms (kg) and greater",
    "contraindications": "Important Administration Instructions: • CRESEMBA for injection is intended for use in patients who are 1 year of age and older ( 2.1 , 2.3 ). • CRESEMBA for injection via nasogastric (NG) tube administration is intended for use by patients who are 6 years of age and older and weighing 16 kg and greater. ( 2.1 , 2.6 ). • CRESEMBA for injection must be administered through an in-line filter over a minimum of 1 hour. ( 2.1 , 2.5 ). • CRESEMBA capsules are intended for use in patients who are 6 years of age and older and weighing 16 kg and greater ( 2.1 , 2.3 ). • CRESEMBA capsules can be taken with or without food. ( 2.1 ). Recommended Dosage in Adult Patients ( 2.2 ): Recommended Dosage for CRESEMBA in Adult Patients ( 2.2 ) Dosage Form Loading Dose Maintenance Dose Start maintenance doses 12 to 24 hours after the last loading dose CRESEMBA for Injection, 372 mg/vial 372 mg of isavuconazonium sulfate per vial One reconstituted vial (372 mg) intravenously every 8 hours for 6 doses (48 hours) One reconstituted vial (372 mg) intravenously once daily CRESEMBA Capsules, 186 mg 186 mg of isavuconazonium sulfate per capsule Two 186 mg capsules (372 mg) orally every 8 hours for 6 doses (48 hours) Two 186 mg capsules (372 mg) orally once daily CRESEMBA Capsules, 74.5 mg 74.5 mg of isavuconazonium sulfate per capsule Five 74.5 mg capsules (372 mg) orally every 8 hours for 6 doses (48 hours) Five 74.5 mg capsules (372 mg) orally once daily Recommended Dosage in Pediatric Patients ( 2.3 ): • The maximum of any individual loading or daily maintenance dose to be administered to any pediatric patient is 372 mg of CRESEMBA. ( 2.3 ) Recommended Dosage for CRESEMBA in Pediatric Patients ( 2.3 ) Dosage Form Age Body Weight (kg) Loading Dose Maintenance Dose Start maintenance doses 12 to 24 hours after the last loading dose CRESEMBA for Injection, 372 mg/vial 372 mg of isavuconazonium sulfate per vial 1 to less than 3 years of age less than 18 kg 15 mg/kg intravenously every 8 hours for 6 doses (48 hours) 15 mg/kg intravenously once daily 3 to less than 18 years of age less than 37 kg 10 mg/kg intravenously every 8 hours for 6 doses (48 hours) 10 mg/kg intravenously once daily greater than or equal to 37 kg One reconstituted vial (372 mg) intravenously every 8 hours for 6 doses (48 hours) One reconstituted vial (372 mg) intravenously once daily CRESEMBA Capsules, 74.5 mg 74.5 mg of isavuconazonium sulfate per capsule 6 to less than 18 years of age 16 kg to less than 18 kg Two capsules (149 mg) orally every 8 hours for 6 doses (48 hours) Two capsules (149 mg) orally once daily 18 kg to less than 25 kg Three capsules (223.5 mg) orally every 8 hours for 6 doses (48 hours) Three capsules (223.5 mg) orally once daily 25 kg to less than 32kg Four capsules (298 mg) orally every 8 hours for 6 doses (48 hours) Four capsules (298 mg) orally once daily greater than or equal to 32 kg Five 74.5 mg capsules (372 mg) orally every 8 hours for 6 doses (48 hours) Five 74.5 mg capsules (372 mg) orally once daily",
    "adverseReactions": "•CRESEMBA is contraindicated in persons with known hypersensitivity to isavuconazole.\n                     \n                        •Coadministration of strong CYP3A4 inhibitors, such as ketoconazole or high-dose ritonavir (400 mg every 12 hours), with CRESEMBA is contraindicated because strong CYP3A4 inhibitors can significantly increase the plasma concentration of isavuconazole [see Drug Interactions (7) and Clinical Pharmacology (\n                        12.3\n                        )].\n                     \n                        •Coadministration of strong CYP3A4 inducers, such as rifampin, carbamazepine, St. John’s wort, or long acting barbiturates with CRESEMBA is contraindicated because strong CYP3A4 inducers can significantly decrease the plasma concentration of isavuconazole [see Drug Interactions (7) and Clinical Pharmacology (\n                        12.3\n                        )].\n                     \n                        •CRESEMBA shortened the QTc interval in a concentration-related manner. CRESEMBA is contraindicated in patients with familial short QT syndrome [see Clinical Pharmacology (\n                        12.2\n                        )].",
    "ingredients": [
        {
            "name": "ISAVUCONAZONIUM SULFATE",
            "code": "31Q44514JV"
        }
    ],
    "organization": "Astellas Pharma US, Inc.",
    "name": "CRESEMBA",
    "effectiveTime": "20250425"
}