{
    "id": "7ef88352-6fe4-48a4-b72b-15419d3ed051",
    "indications": "Timolol maleate ophthalmic solution is indicated in the treatment of elevated intraocular pressure in patients with ocular hypertension or open-angle glaucoma.",
    "contraindications": "Timolol maleate ophthalmic solution is available in concentrations of 0.25 and 0.5 %. The usual starting dose is one drop of timolol maleate ophthalmic solution 0.25 % in the affected eye(s) twice a day. If the clinical response is not adequate, the dosage may be changed to one drop of 0.5 % solution in the affected eye(s) twice a day.\n                  Since in some patients the pressure-lowering response to timolol maleate ophthalmic solution may require a few weeks to stabilize, evaluation should include a determination of intraocular pressure after approximately 4 weeks of treatment with timolol maleate ophthalmic solution.\n                  If the intraocular pressure is maintained at satisfactory levels, the dosage schedule may be changed to one drop once a day in the affected eye(s). Because of diurnal variations in intraocular pressure, satisfactory response to the once-a-day dose is best determined by measuring the intraocular pressure at different times during the day.\n                  Dosages above one drop of timolol maleate ophthalmic solution 0.5 % twice a day generally have not been shown to produce further reduction in intraocular pressure. If the patient's intraocular pressure is still not at a satisfactory level on this regimen, concomitant therapy with other agent(s) for lowering intraocular pressure can be instituted. The concomitant use of two topical beta-adrenergic blocking agents is not recommended. [See PRECAUTIONS, Drug Interactions, Beta-adrenergic blocking agents]",
    "warningsAndPrecautions": "Sterile ophthalmic solution of timolol maleate is a clear, colorless solution. \n                  Timolol maleate ophthalmic solution USP, 0.25% timolol equivalent, is supplied in a labeled translucent LDPE bottle with insert cap assembly comprising of a yellow colored HDPE screw cap over a LDPE nozzle with tamper-evident LDPE dust- cover sealing the bottle cap. \n                  \n                     NDC 64980-513-05,  5 mL in a 5 mL bottle\n                  \n                     NDC 64980-513-01,  10 mL in a 10 mL bottle\n                  \n                     NDC 64980-513-15,  15 mL in a 15 mL bottle\n                  Timolol maleate ophthalmic solution USP, 0.5% timolol equivalent, is supplied in a labeled translucent LDPE bottle with insert cap assembly comprising of a yellow colored HDPE screw cap over a LDPE nozzle with tamper-evident LDPE dust- cover sealing the bottle cap.\n                  \n                     NDC 64980-514-05,  5 mL in a 5 mL bottle\n                  \n                     NDC 64980-514-01,  10 mL in a 10 mL bottle\n                  \n                     NDC 64980-514-15,  15 mL in a 15 mL bottle\n                  \n                     \n                        Storage\n                     \n                  \n                  Store at 15°C to 25°C (59°F to 77°F). Protect from freezing. Protect from light.\n                  After opening, timolol maleate ophthalmic solution can be used until the expiration date on the bottle.",
    "adverseReactions": "Timolol maleate ophthalmic solution is contraindicated in patients with (1) bronchial asthma; (2) a history of bronchial asthma; (3) severe chronic obstructive pulmonary disease [see WARNINGS]; (4) sinus bradycardia; (5) second or third degree atrioventricular block; (6) overt cardiac failure [see WARNINGS]; (7) cardiogenic shock; or (8) hypersensitivity to any component of this product.",
    "ingredients": [
        {
            "name": "TIMOLOL MALEATE",
            "code": "P8Y54F701R"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC",
            "code": "GR686LBA74"
        },
        {
            "name": "SODIUM PHOSPHATE, MONOBASIC",
            "code": "3980JIH2SW"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC, DODECAHYDRATE",
            "code": "E1W4N241FO"
        },
        {
            "name": "SODIUM PHOSPHATE, MONOBASIC, DIHYDRATE",
            "code": "5QWK665956"
        }
    ],
    "organization": "Rising Pharma Holdings, Inc.",
    "name": "TIMOLOL MALEATE",
    "effectiveTime": "20250509"
}