{
    "id": "7f946742-ad88-474a-8b51-b699b6a810d9",
    "indications": "• GVOKE is an antihypoglycemic agent indicated for subcutaneous use for the treatment of severe hypoglycemia in adult and pediatric patients aged two years and older with diabetes ( 1.1 ) • GVOKE VialDx is a gastrointestinal motility inhibitor indicated for intravenous use as a diagnostic aid during radiologic examinations to temporarily inhibit movement of the gastrointestinal tract in adult patients ( 1.2 )",
    "contraindications": "Dosage and Administration of GVOKE for Subcutaneous Use to Treat Severe Hypoglycemia in Adult and Pediatric Patients Aged 2 Years and Older with Diabetes ( 2.1 ) • Important Administration Instructions • Administer GVOKE HypoPen, GVOKE PFS, or GVOKE Kit subcutaneously. These three presentations are referred to as GVOKE in this labeling • Administer GVOKE according to the printed instructions on the foil pouch label, carton, or the Instructions for Use. • Visually inspect GVOKE prior to administration. The solution should appear clear and colorless to pale yellow. • Administer GVOKE subcutaneously in the lower abdomen, outer thigh, or outer upper arm. • Call for emergency assistance immediately after administering the dose. • If there has been no response after 15 minutes, may administer an additional dose from a new HypoPen, GVOKE PFS, or GVOKE Kit  while waiting for emergency assistance. • When the patient has responded to GVOKE, give oral carbohydrates. • Do not attempt to reuse GVOKE. Each GVOKE device or vial contains a single dose of glucagon. Do not reuse and discard any unused portion. • Recommended Dosage • Recommended dose for adult and pediatric patients aged 12 years of age and older is 1 mg. • Recommended dose for adult and pediatric patients aged 12 years of age and older is 1 mg. • The recommended dose for pediatric patients aged 2 to less than 12 years of age who weigh: o Less than 45 kg, is 0.5 mg o 45 kg or greater, is 1 mg Dosage and Administration of GVOKE VialDx for Intravenous Use as a Diagnostic Aid in Adults ( 2.2 ) • GVOKE VialDx is only for intravenous use under medical supervision. • The recommended diagnostic dose for relaxation of the stomach, duodenal bulb, duodenum, and small bulb is 0.2 mg to 0.5 mg; the recommended dose to relax the colon is 0.5 mg to 0.75 mg. • See the Full Prescribing Information for administration instructions for GVOKE VialDx.",
    "warningsAndPrecautions": "GVOKE glucagon injection is supplied as a clear, colorless to pale yellow solution in the following configurations:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Strength\n                              \n                           \n                           \n                              \n                                 Package Size\n                              \n                           \n                           \n                              \n                                 NDC number\n                              \n                           \n                        \n                        \n                           \n                              \n                                 For Subcutaneous Use\n                              \n                           \n                        \n                        \n                           \n                              0.5 mg per 0.1 mL\n                           \n                           \n                              1 single-dose Gvoke HypoPen auto-injector\n                           \n                           \n                              72065-120-11\n                           \n                        \n                        \n                           \n                              0.5 mg per 0.1 mL\n                           \n                           \n                              2 single-dose Gvoke HypoPen auto-injectors\n                           \n                           \n                              72065-120-12\n                           \n                        \n                        \n                           \n                              1 mg per 0.2 mL\n                           \n                           \n                              1 single-dose Gvoke HypoPen auto-injector\n                           \n                           \n                              72065-121-11\n                           \n                        \n                        \n                           \n                              1 mg per 0.2 mL\n                           \n                           \n                              2 single-dose Gvoke HypoPen auto-injectors (HypoPen)\n                           \n                           \n                              72065-121-12\n                           \n                        \n                        \n                           \n                              1 mg per 0.2 mL\n                           \n                           \n                              1 single-dose GVOKE PFS pre-filled syringe\n                           \n                           \n                              72065-131-11\n                           \n                        \n                        \n                           \n                              1 mg per 0.2 mL\n                           \n                           \n                              2 single-dose GVOKE PFS pre-filled syringes\n                           \n                           \n                              72065-131-12\n                           \n                        \n                        \n                           \n                              1 mg per 0.2 mL\n                           \n                           \n                              1 single-dose GVOKE Kit vial and syringe kit\n                           \n                           \n                              72065-140-11\n                           \n                        \n                        \n                           \n                              \n                                 For Intravaneous Use\n                              \n                           \n                        \n                        \n                           \n                              1 mg per 0.2 mL\n                           \n                           \n                              1 single-dose GVOKE VialDx vial\n                           \n                           \n                              0517-2901-01\n                           \n                        \n                        \n                           \n                              1 mg per 0.2 mL\n                           \n                           \n                              10 single-dose GVOKE VialDx vials\n                           \n                           \n                              0517-2901-10\n                           \n                        \n                     \n                  \n                  Store GVOKE HypoPen, GVOKE PFS, and GVOKE Kit (these three presentations are referred to as GVOKE in this labeling), and GVOKE VialDx at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C and 30°C (59°F and 86°F). Do not refrigerate or freeze. Do not expose to extreme temperatures. \n                  \n                     Store the GVOKE HypoPen and GVOKE PFS in the original sealed foil pouch until time of use\n                     Store the GVOKE Kit vial and pouched syringe together in original carton until time of use.\n                     Store GVOKE VialDx vials in original carton until time of use.  Discard any unused portion",
    "adverseReactions": "GVOKE and GVOKE VialDx are contraindicated in patients with:\n                  \n                     \n                        •Pheochromocytoma because of the risk of substantial increase in blood pressure [see Warnings and Precautions (5.1)]\n                     \n                     \n                        •Insulinoma because of the risk of hypoglycemia [see Warnings and Precautions (5.2)]\n                     \n                     \n                        •Prior hypersensitivity reaction to glucagon or to any of the excipients in GVOKE or GVOKE VialDx. Serious hypersensitivity reactions have been reported with glucagon and include anaphylactic shock with breathing difficulties and hypotension [see Warnings and Precautions (5.3)].\n                  \n                  \n                     GVOKE VialDx for use as a diagnostic aid is also contraindicated in patients with glucagonoma because of risk of hypoglycemia [see Warnings and Precautions (5.8)]",
    "ingredients": [
        {
            "name": "SULFURIC ACID",
            "code": "O40UQP6WCF"
        },
        {
            "name": "DIMETHYL SULFOXIDE",
            "code": "YOW8V9698H"
        },
        {
            "name": "GLUCAGON",
            "code": "76LA80IG2G"
        }
    ],
    "organization": "Xeris Pharmaceuticals, Inc.",
    "name": [
        {
            "name": "Gvoke HypoPen"
        },
        {
            "name": "Gvoke PFS"
        },
        {
            "name": "Gvoke Kit"
        }
    ],
    "effectiveTime": "20250520"
}