{
    "root": "7fb8acac-13ca-47ca-8b06-d12900d4943b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Darunavir",
    "value": "20231121",
    "ingredients": [
        {
            "name": "DARUNAVIR",
            "code": "YO603Y8113"
        },
        {
            "name": "CROSPOVIDONE (12 MPA.S AT 5%)",
            "code": "40UAA97IT9"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, UNSPECIFIED",
            "code": "9XZ8H6N6OH"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3350",
            "code": "G2M7P15E5P"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        }
    ],
    "indications": "Darunavir, co-administered with ritonavir (darunavir/ritonavir), in combination with other antiretroviral agents, is indicated for the treatment of human immunodeficiency virus (HIV-1) infection in adult and pediatric patients 3 years of age and older [see Use in Specific Populations (8.4) and \n                        Clinical Studies (14)].",
    "contraindications": "Testing: In treatment-experienced patients, treatment history genotypic and/or phenotypic testing is recommended prior to initiation of therapy with darunavir/ritonavir to assess drug susceptibility of the HIV-1 virus. ( 2.1 , 12.4 ) Monitor serum liver chemistry tests before and during therapy with darunavir/ritonavir. ( 2.1 , 2.2 , 5.2 ) Treatment-naïve adult patients and treatment-experienced adult patients with no darunavir resistance associated substitutions: 800 mg (one 800 mg tablet) taken with ritonavir 100 mg once daily and with food. ( 2.3 ) Treatment-experienced adult patients with at least one darunavir resistance associated substitution: 600 mg (one 600 mg tablet) taken with ritonavir 100 mg twice daily and with food. ( 2.3 ) Pregnant patients: 600 mg (one 600 mg tablet) taken with ritonavir 100 mg twice daily and with food. ( 2.4 ) Pediatric patients (3 years to less than 18 years of age and weighing at least 10 kg): dosage of darunavir and ritonavir is based on body weight and should not exceed the adult dose. Darunavir tablets should be taken with ritonavir and with food. ( 2.5 ) Darunavir/ritonavir is not recommended for use in patients with severe hepatic impairment. ( 2.6 )",
    "warningsAndPrecautions": "Darunavir Tablets, 600 mg are supplied as orange colored, oval shaped, film-coated tablets, debossed with “AC13” on one side and plain on the other side.\n                  They are available as follows:\n                  Bottles of 60:                                      NDC 60219-1144-6\n                  Darunavir Tablets, 800 mg are supplied as dark red colored, oval shaped, film-coated tablets, debossed with “AC14” on one side and plain on the other side. \n                  They are available as follows:\n                  Bottles of 30:                                      NDC 60219-1145-3\n                  \n                     Storage \n                  \n                  \n                     Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                     Keep this and all medications out of the reach of children.",
    "adverseReactions": "Co-administration of darunavir/ritonavir is contraindicated with drugs that are highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and/or life-threatening events (narrow therapeutic index). Examples of these drugs and other contraindicated drugs (which may lead to reduced efficacy of darunavir) are listed below [see Drug Interactions (7.3)]. Due to the need for co-administration of darunavir with ritonavir, please refer to ritonavir prescribing information for a description of ritonavir contraindications.\n                  \n                     Alpha 1-adrenoreceptor antagonist: alfuzosin \n                     Anti-gout: colchicine, in patients with renal and/or hepatic impairment \n                     Antimycobacterial: rifampin \n                     Antipsychotics: lurasidone, pimozide \n                     Cardiac Disorders: dronedarone, ivabradine, ranolazine\n                     Ergot derivatives, e.g., dihydroergotamine, ergotamine, methylergonovine \n                      Herbal product: St. John’s wort (Hypericum perforatum)\n                     Hepatitis C direct acting antiviral: elbasvir/grazoprevir \n                     Lipid modifying agents: lomitapide, lovastatin, simvastatin\n                     Opioid Antagonist: naloxegol\n                     PDE-5 inhibitor: sildenafil when used for treatment of pulmonary arterial hypertension \n                     Sedatives/hypnotics: orally administered midazolam, triazolam"
}