{
    "root": "7ff814c8-c6d1-4b4d-98c2-6bd5a277fe75",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Scopolamine",
    "value": "20250513",
    "ingredients": [
        {
            "name": "SCOPOLAMINE",
            "code": "DL48G20X8X"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "TRIMETHYLSILYL TREATED DIMETHICONOL/TRIMETHYLSILOXYSILICATE CROSSPOLYMER (45/55 W/W; 100000 PA.S)",
            "code": "5VBE2X0WG0"
        },
        {
            "name": "D&C BLACK NO. 2",
            "code": "4XYU5U00C4"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "DIMETHICONE",
            "code": "92RU3N3Y1O"
        },
        {
            "name": "POLYTETRAFLUOROETHYLENE",
            "code": "E1NC1JVS3O"
        },
        {
            "name": "COPOVIDONE K25-31",
            "code": "D9C330MD8B"
        },
        {
            "name": "DOCUSATE SODIUM",
            "code": "F05Q2T2JA0"
        },
        {
            "name": "TROLAMINE",
            "code": "9O3K93S3TK"
        }
    ],
    "indications": "Scopolamine transdermal system is indicated in adults for the prevention of:\n                  \n                     \n                        •nausea and vomiting associated with motion sickness.\n                     \n                        •post-operative nausea and vomiting (PONV) associated with recovery from anesthesia and/or opiate analgesia and surgery.",
    "contraindications": "Application and Removal ( 2.1 ): • Each scopolamine transdermal system delivers 1 mg of scopolamine over 3 days. • Only wear one transdermal system at a time. • Do not cut the transdermal system. • Wash hands thoroughly with soap and water after application. • Avoid touching or applying pressure to the transdermal system once applied. • Upon removal, fold used transdermal system in half with sticky side together, discard to prevent accidental contact or ingestion, and wash your hands and application site with soap and water. Recommended Dosage : • Motion Sickness : Apply one transdermal system to the hairless area behind one ear at least 4 hours before antiemetic effect is required for use up to 3 days. If therapy for more than 3 days is required, remove the first transdermal system and apply a new transdermal system behind the other ear. ( 2.2 ) • PONV : For surgeries other than cesarean section, apply one transdermal system behind the ear the evening before surgery and remove 24 hours following surgery. ( 2.2 )",
    "warningsAndPrecautions": "Scopolamine Transdermal System, 1 mg/3 days is available as the following: \n                  Carton of 4 transdermal systems, packaged into individual square pouches. NDC 0378-6470-99\n                  Carton of 10 transdermal systems, packaged into individual square pouches. NDC 0378-6470-97\n                  Carton of 24 transdermal systems, packaged into individual square pouches. NDC 0378-6470-44\n                  \n                     Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n                  \n                  Store pouch(es) in an upright position. \n                  Do not bend or roll pouch(es).\n                  Wash hands thoroughly with soap and water immediately after handling the transdermal system. Avoid touching the system during treatment. Upon removal, fold the used transdermal system in half with the sticky side together, and discard in household trash in a manner that prevents accidental contact or ingestion by children, pets or others. Wash your hands and application site with soap and water after transdermal system removal [see Dosage and Administration (2.1), Warnings and Precautions (5.7)].",
    "adverseReactions": "Scopolamine transdermal system is contraindicated in patients with:\n                  \n                     \n                        •angle closure glaucoma [see Warnings and Precautions (5.1)].\n                     \n                        •hypersensitivity to scopolamine or other belladonna alkaloids or to any ingredient or component in the formulation or delivery system. Reactions have included rash generalized and erythema [see Adverse Reactions (6.2), Description (11)]."
}