{
    "root": "8036f480-a038-4797-afdb-4b1e631eacd8",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Fluticasone Propionate and Salmeterol HFA",
    "value": "20240529",
    "ingredients": [
        {
            "name": "FLUTICASONE PROPIONATE",
            "code": "O2GMZ0LF5W"
        },
        {
            "name": "SALMETEROL XINAFOATE",
            "code": "6EW8Q962A5"
        },
        {
            "name": "NORFLURANE",
            "code": "DH9E53K1Y8"
        }
    ],
    "indications": "Fluticasone Propionate and Salmeterol HFA is indicated for treatment of asthma in adult and adolescent patients aged 12 years and older. Fluticasone Propionate and Salmeterol HFA should be used for patients not adequately controlled on a long-term asthma control medication such as an inhaled corticosteroid (ICS) or whose disease warrants initiation of treatment with both an ICS and long-acting beta2-adrenergic agonist (LABA).\n                  \n                     Limitations of Use\n                  \n                  Fluticasone Propionate and Salmeterol HFA is not indicated for the relief of acute bronchospasm.",
    "contraindications": "• For oral inhalation only. ( 2.1 ) • Adult and adolescent patients aged 12 years and older: 2 inhalations of Fluticasone Propionate and Salmeterol HFA 45 mcg/21 mcg, Fluticasone Propionate and Salmeterol HFA 115 mcg/21 mcg, or Fluticasone Propionate and Salmeterol HFA 230 mcg/21 mcg twice daily. ( 2.2 ) • Starting dosage is based on asthma severity. ( 2.2 )",
    "warningsAndPrecautions": "Fluticasone Propionate and Salmeterol HFA is supplied in the following boxes of 1 as a pressurized aluminum canister fitted with a counter and supplied with a purple plastic actuator with a light purple cap:\n                  \n                     \n                        •Fluticasone Propionate and Salmeterol HFA 45 mcg/21 mcg: 12-g canister containing 120 actuations (NDC 66993-086-96)\n                     \n                        •Fluticasone Propionate and Salmeterol HFA 115 mcg/21 mcg: 12-g canister containing 120 actuations (NDC 66993-087-96)\n                     \n                        •Fluticasone Propionate and Salmeterol HFA 230 mcg/21 mcg: 12-g canister containing 120 actuations (NDC 66993-088-96)\n                  \n                  Each inhaler is packaged with a Patient Information leaflet.\n                  The purple actuator supplied with Fluticasone Propionate and Salmeterol HFA should not be used with any other product canisters, and actuators from other products should not be used with a Fluticasone Propionate and Salmeterol HFA canister.\n                  \n                     Counter\n                  \n                  Fluticasone Propionate and Salmeterol HFA has a counter attached to the canister. The counter starts at 124 and counts down each time a spray is released. The correct amount of medication in each actuation cannot be assured after the counter reads 000, even though the canister is not completely empty and will continue to operate. The inhaler should be discarded when the counter reads 000.\n                  \n                     Contents under Pressure\n                  \n                  Do not puncture. Do not use or store near heat or open flame. Exposure to temperatures above 120°F may cause bursting. Never throw canister into fire or incinerator.\n                  \n                     Storage\n                  \n                  Store at room temperature between 68°F and 77°F (20°C and 25°C); excursions permitted from 59°F to 86°F (15°C to 30°C) [See USP Controlled Room Temperature]. Store the inhaler with the mouthpiece down. For best results, the inhaler should be at room temperature before use.",
    "adverseReactions": "Fluticasone Propionate and Salmeterol HFA is contraindicated in the following conditions:\n                  \n                     \n                        •Primary treatment of status asthmaticus or other acute episodes of asthma where intensive measures are required [see Warnings and Precautions (5.2)].\n                     \n                        •Hypersensitivity to any of the ingredients [see Warnings and Precautions (5.11), Adverse Reactions (6.2), Description (11)]."
}