{
    "root": "80aece15-94da-4ce7-bf9d-7f423be5c591",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Labetalol Hydrochloride",
    "value": "20240404",
    "ingredients": [
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "CARNAUBA WAX",
            "code": "R12CBM0EIZ"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "LABETALOL",
            "code": "R5H8897N95"
        }
    ],
    "indications": "Labetalol hydrochloride tablets, USP are indicated in the management of hypertension. Labetalol hydrochloride tablets, USP may be used alone or in combination with other antihypertensive agents, especially thiazide and loop diuretics.",
    "contraindications": "DOSAGE MUST BE INDIVIDUALIZED. The recommended \n       \n \n  \n       \n \n  initial dosage is 100 mg \n       \n \n  \n       \n \n  twice daily whether used alone or added to a diuretic regimen. After 2 or 3 days, using standing blood pressure as an indicator, dosage may be titrated in increments of 100 mg b.i.d. (twice daily) every 2 or 3 days. The usual \n       \n \n  \n       \n \n  maintenance dosage of labetalol hydrochloride tablets is between 200 mg and 400 mg \n       \n \n  \n       \n \n  twice daily.\n      \n\n \n      \n\n \n                  Since the full antihypertensive effect of labetalol hydrochloride tablets is usually seen within the first 1 to 3 hours of the initial dose or dose increment, the assurance of a lack of an exaggerated hypotensive response can be clinically established in the office setting. The antihypertensive effects of continued dosing can be measured at subsequent visits, approximately 12 hours after a dose, to determine whether further titration is necessary.\n                  Patients with severe hypertension may require from 1200 mg to 2400 mg per day, with or without thiazide diuretics. Should side effects (principally nausea or dizziness) occur with these doses administered b.i.d. (twice daily), the same total daily dose administered t.i.d. (three times daily) may improve tolerability and facilitate further titration. Titration increments should not exceed 200 mg b.i.d. (twice daily).\n                  When a diuretic is added, an additive antihypertensive effect can be expected. In some cases this may necessitate a labetalol hydrochloride tablet dosage adjustment. As with most antihypertensive drugs, optimal dosages of labetalol hydrochloride tablets are usually lower in patients also receiving a diuretic.\n                  When transferring patients from other antihypertensive drugs, labetalol hydrochloride tablets should be introduced as recommended and the dosage of the existing therapy progressively decreased.\n                  \n                     Elderly Patients\n                  \n                  As in the general patient population, labetalol therapy may be initiated at 100 mg twice daily and titrated upwards in increments of 100 mg b.i.d. (twice daily) as required for control of blood pressure. Since some elderly patients eliminate labetalol more slowly, however, adequate control of blood pressure may be achieved at a lower maintenance dosage compared to the general population. The majority of elderly patients will require between 100 mg and 200 mg b.i.d. (twice daily).",
    "warningsAndPrecautions": "Labetalol Hydrochloride Tablets, USP, for oral administration, are available as\n                  \n                  \n                     100 mg\n                  \n                  Round, beige film-coated tablets, plain on one side, scored and debossed with “I/126” on the other side:\n                  \n                  \n                     NDC 72162-1675-1: 100 Tablets in a Bottle\n                     NDC 72162-1675-5: 500 Tablets in a Bottle\n                  \n                  \n                     Labetalol Hydrochloride Tablets, USP should be stored at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  \n                  Dispense in a tight, light-resistant container as defined in the USP with a child-resistant closure as required.\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Labetalol hydrochloride is contraindicated in bronchial asthma, overt cardiac failure, greater-than-first-degree heart block, cardiogenic shock, severe bradycardia, other conditions associated with severe and prolonged hypotension, and in patients with a history of hypersensitivity to any component of the product \n       \n \n  \n       \n \n  [see \n                     \n                        Warnings\n                     \n                     ].\n      \n\n \n      \n\n \n                  Beta-blockers, even those with apparent cardioselectivity, should not be used in patients with a history of obstructive airway disease, including asthma."
}