{
    "root": "80bfa5e3-b4fb-268a-c75d-3f9117f21ff3",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Divalproex Sodium",
    "value": "20250320",
    "ingredients": [
        {
            "name": "divalproex sodium",
            "code": "644VL95AO6"
        },
        {
            "name": "Hypromellose 2208 (15000 Mpa.S)",
            "code": "Z78RG6M2N2"
        },
        {
            "name": "hydroxyethyl cellulose (2000 CPS AT 1%)",
            "code": "S38J6RZN16"
        },
        {
            "name": "lactose monohydrate",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "cellulose, microcrystalline",
            "code": "OP1R32D61U"
        },
        {
            "name": "silicon dioxide",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (1600000 WAMW)",
            "code": "RFW2ET671P"
        },
        {
            "name": "titanium dioxide",
            "code": "15FIX9V2JP"
        },
        {
            "name": "ferrosoferric oxide",
            "code": "XM0M87F357"
        },
        {
            "name": "ferric oxide yellow",
            "code": "EX438O2MRT"
        }
    ],
    "indications": "Divalproex sodium extended-release tablet is indicated for: Acute treatment of manic or mixed episodes associated with bipolar disorder, with or without psychotic features (1.1) Monotherapy and adjunctive therapy of complex partial seizures and simple and complex absence seizures; adjunctive therapy in patients with multiple seizure types that include absence seizures (1.2) Prophylaxis of migraine headaches (1.3)",
    "contraindications": "Divalproex sodium extended-release tablet is an extended-release product intended for once-a-day oral administration. Divalproex sodium extended-release tablets should be swallowed whole and should not be crushed or chewed.",
    "warningsAndPrecautions": "Divalproex sodiumextended-release tablets USP, 500mg are available as grey colored, oval shaped, beveled edge, biconvex coated tablets debossed “R” on one side and “534” on other side. Each divalproex sodium extended-release tablet contains divalproex sodiumequivalent to 500 mg of valproic acid and are supplied in bottles of 30’s, 60’s, 100’s and 500’s.  \n                  Bottles of 30                                        NDC 55111-534-30 \n                   Bottles of 60                                        NDC 55111-534-60 \n                   Bottles of 100                                      NDC 55111-534-01  \n                  Bottles of 500                                      NDC 55111-534-05\n                  \n                  \n                     Recommended Storage\n                  \n                  Store tablets at 20°-25°C (68°-77°F) [See USP Controlled Room Temperature].",
    "adverseReactions": "Divalproex sodium extended-release tablets should not be administered to patients with hepatic disease or significant hepatic dysfunction [seeWarnings and Precautions  (5.1)\n                        ].\n                     Divalproex sodium extended-release tablets are contraindicated in patients known to have mitochondrial disorders caused by mutations in mitochondrial DNA polymerase γ (POLG; e.g., Alpers-Huttenlocher Syndrome) and children under two years of age who are suspected of having a POLG-related disorder [see Warnings and Precautions (5.1)].\n                     Divalproex sodium extended-release tablets are contraindicated in patients with known hypersensitivity to the drug. [see Warnings and Precautions \n                        \n                           (5.12)\n                        ].\n                     Divalproex sodium extended-release tablets are contraindicated in patients with known urea cycle disorders [see Warnings and Precautions \n                        \n                           (5.6)\n                        ].\n                     For use in prophylaxis of migraine headaches: Divalproex sodium extended-release tablets are contraindicated in women who are pregnant and in women of childbearing potential who are not using effective contraception [see Warnings and Precautions (5.2,  5.3,  5.4) and Use in Specific Populations  (8.1)\n                        ]."
}