{
    "id": "81266703-bafa-4e31-a400-32fbfe1a849e",
    "indications": "Baclofen injection is indicated for use in the management of severe spasticity in adult and pediatric patients age 4 years and above. Patients should first respond to a screening dose of intrathecal baclofen prior to consideration for long term infusion via an implantable pump. For spasticity of spinal cord origin, chronic infusion of baclofen injection via an implantable pump should be reserved for patients unresponsive to oral baclofen therapy, or those who experience intolerable CNS side effects at effective doses. Patients with spasticity due to traumatic brain injury should wait at least one year after the injury before consideration of long term intrathecal baclofen therapy. Baclofen injection is intended for use by the intrathecal route in single bolus test doses (via spinal catheter or lumbar puncture) and, for chronic use, only with the Medtronic SynchroMed® II Programmable Pump or other pumps labeled for intrathecal administration of baclofen injection [see Clinical Studies (14)].\n\n                  Prior to implantation of a device for chronic intrathecal infusion of baclofen injection, patients must show a response to baclofen injection in a screening trial [see Dosage and Administration (2.2)].",
    "contraindications": "Baclofen injection is intended for use by the intrathecal route in single bolus test doses (via spinal catheter or lumbar puncture) and, for chronic use in the Medtronic SynchroMed ® II Programmable Pump or other pumps labeled for intrathecal administration of baclofen injection; Refer to the pump manufacturer's manual and follow the specific instructions and precautions for programming the pump and/or refilling the reservoir ( 2.1 ) Screening : Patients who do not respond to a 100 mcg intrathecal bolus should not be considered for an implanted pump for chronic infusion ( 2.2 ) Dose Titration : Spasticity may be necessary to sustain upright posture and balance in locomotion or may be useful to obtain optimal function and care ( 2.5 ) Maintenance Therapy : Titrate patients individually; Lowest dose with an optimal response should be used, generally 300 mcg/day to 800 mcg/day for spasticity of spinal cord origin and 90 mcg/day to 700 mcg/day for spasticity of cerebral origin; Titrate baclofen injection to maintain some degree of muscle tone and allow occasional spasms. ( 2.6 )",
    "warningsAndPrecautions": "Baclofen injection, USP* is a clear, colorless, isotonic solution consisting of the active ingredient, Baclofen USP, and the excipients Sodium Chloride USP and Water for Injection USP and is supplied in single-dose clear glass vials as follows:\n\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              NDC\n                           \n                           \n                              Baclofen Injection, USP* (1,000 mcg per mL)\n                           \n                           \n                              Package Factor\n                           \n                        \n                        \n                           25021-680-20\n\n                           20,000 mcg per 20 mL Single-Dose Vial\n\n                           1 vial per carton\n\n                        \n                     \n                  \n                  \n                     Sterile, Nonpyrogenic, Preservative-free.The container closure is not made with natural rubber latex.",
    "adverseReactions": "Baclofen injection is contraindicated in patients with a hypersensitivity to baclofen. Do not use baclofen injection for intravenous, intramuscular, subcutaneous or epidural administration.",
    "ingredients": [
        {
            "name": "Baclofen",
            "code": "H789N3FKE8"
        },
        {
            "name": "Sodium Chloride",
            "code": "451W47IQ8X"
        },
        {
            "name": "Water",
            "code": "059QF0KO0R"
        },
        {
            "name": "Nitrogen",
            "code": "N762921K75"
        }
    ],
    "organization": "Sagent Pharmaceuticals",
    "name": "Baclofen",
    "effectiveTime": "20250505"
}