{
    "root": "82d9eecb-bbb9-4daf-863e-362ab0cbadaf",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Disopyramide Phosphate",
    "value": "20240925",
    "ingredients": [
        {
            "name": "DISOPYRAMIDE PHOSPHATE",
            "code": "N6BOM1935W"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "D&C RED NO. 28",
            "code": "767IP0Y5NH"
        },
        {
            "name": "D&C RED NO. 33",
            "code": "9DBA0SBB0L"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": "Disopyramide phosphate is indicated for the treatment of documented ventricular arrhythmias such as sustained ventricular tachycardia, that, in the judgment of the physician, are life-threatening. Because of the proarrhythmic effects of disopyramide phosphate, its use with lesser arrhythmias is generally not recommended. Treatment of patients with asymptomatic ventricular premature contractions should be avoided.\n                  Initiation of disopyramide phosphate treatment, as with other antiarrhythmic agents used to treat life-threatening arrhythmias, should be carried out in the hospital.\n                  Antiarrhythmic drugs have not been shown to enhance survival in patients with ventricular arrhythmias.",
    "contraindications": "The dosage of disopyramide phosphate capsules must be individualized for each patient on the basis of response and tolerance. The usual adult dosage of disopyramide phosphate capsules is 400 to 800 mg per day given in divided doses. The recommended dosage for most adults is 600 mg/day given in divided doses (150 mg every 6 hours). For patients whose body weight is less than 110 pounds (50 kg), the recommended dosage is 400 mg/day given in divided doses (100 mg every 6 hours). In the event of increased anticholinergic side effects, plasma levels of disopyramide should be monitored and the dose of the drug adjusted accordingly. A reduction of the dose by one third, from the recommended 600 mg/day to 400 mg/day, would be reasonable, without changing the dosing interval.\n                  \n                     For patients with cardiomyopathy or possible cardiac decompensation, a loading dose, as discussed below, should not be given, and initial dosage should be limited to 100 mg every 6 to 8 hours. Subsequent dosage adjustments should be made gradually, with close monitoring for the possible development of hypotension and/or congestive heart failure (see \n                        WARNINGS\n                     ).\n                  For patients with moderate renal insufficiency (creatinine clearance greater than 40 mL/min) or hepatic insufficiency, the recommended dosage is 400 mg/day given in divided doses (100 mg every 6 hours).\n                  For patients with severe renal insufficiency (Ccr 40 mL/min or less), the recommended dosage regimen is 100 mg at intervals shown in the table below, with or without an initial loading dose of 150 mg.\n                  \n                     DISOPYRAMIDE PHOSPHATE CAPSULES DOSAGE INTERVAL FOR PATIENTS WITH RENAL INSUFFICIENCY\n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              Creatinine clearance (mL/min)\n                           \n                           \n                              40 to 30\n                           \n                           \n                              30 to 15\n                           \n                           \n                              less than 15\n                           \n                        \n                        \n                           \n                              Approximate maintenance – dosing interval\n                           \n                           \n                              q 8 hr\n                           \n                           \n                              q 12 hr\n                           \n                           \n                              q 24 hr\n                           \n                        \n                     \n                  \n                  For patients in whom rapid control of ventricular arrhythmia is essential, an initial loading dose of 300 mg of disopyramide phosphate capsules (200 mg for patients whose body weight is less than 110 pounds) is recommended, followed by the appropriate maintenance dosage. Therapeutic effects are usually attained 30 minutes to 3 hours after administration of a 300 mg loading dose. If there is no response or evidence of toxicity within 6 hours of the loading dose, 200 mg of disopyramide phosphate capsules every 6 hours may be prescribed instead of the usual 150 mg. If there is no response to this dosage within 48 hours, either disopyramide phosphate capsules should then be discontinued or the physician should consider hospitalizing the patient for careful monitoring while subsequent disopyramide phosphate doses of 250 mg or 300 mg every 6 hours are given. A limited number of patients with severe refractory ventricular tachycardia have tolerated daily doses of disopyramide phosphate up to 1,600 mg per day (400 mg every 6 hours), resulting in disopyramide plasma levels up to 9 mcg/mL. If such treatment is warranted, it is essential that patients be hospitalized for close evaluation and continuous monitoring.\n                  \n                     Transferring to Disopyramide Phosphate\n                  \n                  The following dosage schedule based on theoretical considerations rather than experimental data is suggested for transferring patients with normal renal function from either quinidine sulfate or procainamide therapy (Type 1 antiarrhythmic agents) to disopyramide phosphate capsules therapy:\n                  Disopyramide phosphate capsules should be started using the regular maintenance schedule without a loading dose 6 to 12 hours after the last dose of quinidine sulfate or 3 to 6 hours after the last dose of procainamide.\n                  In patients in whom withdrawal of quinidine sulfate or procainamide is likely to produce life-threatening arrhythmias, the physician should consider hospitalization of the patient.\n                  \n                     Pediatric Dosage\n                  \n                  Controlled clinical studies have not been conducted in pediatric patients; however, the following suggested dosage table is based on published clinical experience.\n                  Total daily dosage should be divided and equal doses administered orally every 6 hours or at intervals according to individual patient needs. Disopyramide plasma levels and therapeutic response must be monitored closely. Patients should be hospitalized during the initial treatment period, and dose titration should start at the lower end of the ranges provided below.\n                  \n                     SUGGESTED TOTAL DAILY DOSAGE1\n                     \n                     \n                     \n                     \n                        \n                           \n                        \n                        \n                           \n                              Age (years)\n                           \n                           \n                              Disopyramide (mg/kg body weight/day)\n                           \n                        \n                        \n                           \n                              Under 1\n                           \n                           \n                              10 to 30\n                           \n                        \n                        \n                           \n                              1 to 4\n                           \n                           \n                              10 to 20\n                           \n                        \n                        \n                           \n                              4 to 12\n                           \n                           \n                              10 to 15\n                           \n                        \n                        \n                           \n                              12 to 18\n                           \n                           \n                              6 to 15\n                           \n                        \n                        \n                           \n                              \n                                 1\n                               Dosage is expressed in milligrams of disopyramide base. Since disopyramide phosphate 100 mg capsules contain 100 mg of disopyramide base, the pharmacist can readily prepare a 1 mg/mL to 10 mg/mL liquid suspension by adding the entire contents of disopyramide capsules to cherry syrup. (Prepare cherry syrup as follows: cherry juice, 475 mL; sucrose 800 g; alcohol 20 mL; purified water, a sufficient quantity to make 1,000 mL.) The resulting suspension, when refrigerated, is stable for one month and should be thoroughly shaken before the measurement of each dose. The suspension should be dispensed in an amber glass bottle with a child-resistant closure.",
    "warningsAndPrecautions": "Disopyramide phosphate capsules, USP are supplied as:\n                  100 mg - hard gelatin capsule with a light-blue body imprinted “93-3127” and a scarlet cap imprinted “93-3127”, containing 100 mg of disopyramide base present as the phosphate, in bottles of 100 (NDC 0093-3127-01).\n                  150 mg - hard gelatin capsule with a scarlet body imprinted “93-3129” and a buff cap imprinted “93-3129”, containing 150 mg of disopyramide base present as the phosphate, in bottles of 100 (NDC 0093-3129-01).\n                  \n                     Storage\n                  \n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  Dispense in a tight, light-resistant container as defined in the USP, with a child-resistant closure (as required).\n                  Keep this and all medications out of the reach of children.\n                  Manufactured In Croatia By:\n                     Pliva Hrvatska d.o.o.\n                     Zagreb, Croatia\n                  Manufactured For:\n                     Teva Pharmaceuticals\n                     Parsippany, NJ 07054\n                   Rev. A 9/2024",
    "adverseReactions": "Disopyramide phosphate is contraindicated in the presence of cardiogenic shock, preexisting second- or third-degree AV block (if no pacemaker is present), congenital Q-T prolongation, or known hypersensitivity to the drug."
}