{
    "root": "83215733-be55-48e1-95dc-2884132042d2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "OBAGI C RX system C CLARIFYING SERUM",
    "value": "20250101",
    "ingredients": [
        {
            "name": "HYDROQUINONE",
            "code": "XV74C1N1AE"
        },
        {
            "name": "ASCORBIC ACID",
            "code": "PQ6CK8PD0R"
        },
        {
            "name": "PROPYLENE CARBONATE",
            "code": "8D08K3S51E"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "The gradual bleaching of hyperpigmented skin conditions such as chloasma, melasma, freckles, senile lentigines, and other unwanted areas of melanin hyperpigmentation.",
    "contraindications": "A thin application should be applied once or twice daily or as directed by a physician. If no improvement is seen after three (3) months of treatment, use of this product should be discontinued. Sun exposure should be limited by using a sunscreen agent or protective clothing to cover bleached skin when using and after using this product in order to prevent darkening from reoccurring.",
    "warningsAndPrecautions": "Obagi-C® Rx System C-Clarifying Serum\n                     (Hydroquinone, USP 4%) for Normal to Dry Skin is available as follows: 1 fl. oz. (30 mL) bottle    NDC 62032-106-10\n                  \n                     Obagi-C® Rx System C-Clarifying Serum\n                     (Hydroquinone, USP 4%) for Normal to Oily Skin is available as follows: 1 fl. oz. (30 mL) bottle    NDC 62032-122-10\n                  \n                     Obagi-C® Rx System C-Therapy Night Cream\n                     (Hydroquinone, USP 4%) is available as follows: Net wt. 2 oz. (57 g) bottle    NDC 62032-105-36\n                  Store at controlled room temperature: 15° to 25°C (59° to 77°F). Keep out of direct sunlight.",
    "adverseReactions": "People with prior history of sensitivity or allergic reaction to this product or any of its ingredients should not use it. The safety of topical hydroquinone use during pregnancy or in children (12 years and under) has not been established."
}