{
    "root": "845065f7-20e0-41bb-baee-00004b71c5d2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ACTIMMUNE",
    "value": "20250417",
    "ingredients": [
        {
            "name": "INTERFERON GAMMA-1B",
            "code": "21K6M2I7AG"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "SODIUM SUCCINATE HEXAHYDRATE",
            "code": "U16QOD6C4E"
        },
        {
            "name": "SUCCINIC ACID",
            "code": "AB6MNQ6J6L"
        },
        {
            "name": "POLYSORBATE 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "ACTIMMUNE is indicated for reducing the frequency and severity of serious infections associated with Chronic Granulomatous Disease (CGD).\n                     ACTIMMUNE is indicated for delaying time to disease progression in patients with severe, malignant osteopetrosis (SMO).",
    "contraindications": "For subcutaneous use only ( 2.1 ) The recommended dose is 50 mcg/m 2 for patients whose body surface area is greater than 0.5 m 2 and 1.5 mcg/kg/dose for patients whose body surface area is equal to or less than 0.5 m 2 three times weekly. ( 2.1 ) Monitor hematology, blood chemistries and urinalysis prior to the beginning of treatment and at 3-month intervals. ( 2.1 ) If severe reactions occur, reduce dose by 50 percent or discontinue therapy until the adverse reaction abates. ( 2.3 )",
    "warningsAndPrecautions": "ACTIMMUNE (interferon gamma-1b) is a sterile, clear, colorless solution filled in a single-dose vial for subcutaneous injection. Each vial permits the extraction of up to 0.5 mL of ACTIMMUNE with additional volume to facilitate solution withdrawal. Each 0.5 mL of ACTIMMUNE contains: 100 mcg (2 million International Units) of interferon gamma-1b.\n                        \n                           \n                           \n                           \n                              \n                                 NDC Number\n                                 Size\n                              \n                           \n                           \n                              \n                                 75987-111-10\n                                 One vial\n                              \n                              \n                                 75987-111-11\n                                 Cartons of 12 vials",
    "adverseReactions": "ACTIMMUNE is contraindicated in patients who develop or have known hypersensitivity to interferon gamma, E. coli derived products, or any component of the product."
}