{
    "id": "84c3dbab-9e55-4c31-9d37-2be21a1f80b0",
    "indications": "Methylprednisolone tablets are indicated in the following conditions:",
    "contraindications": "The initial dosage of methylprednisolone tablets may vary from 4 mg to 48 mg of methylprednisolone per day, depending on the specific disease entity being treated. In situations of less severity, lower doses will generally suffice, while in selected patients, higher initial doses may be required. The initial dosage should be maintained or adjusted until a satisfactory response is noted. If after a reasonable period of time there is a lack of satisfactory clinical response, methylprednisolone tablets should be discontinued and the patient transferred to other appropriate therapy.\n                  \n                     IT SHOULD BE EMPHASIZED THAT DOSAGE REQUIREMENTS ARE VARIABLE AND MUST BE INDIVIDUALIZED ON THE BASIS OF THE DISEASE UNDER TREATMENT AND THE RESPONSE OF THE PATIENT.\n                  After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small decrements at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. It should be kept in mind that constant monitoring is needed in regard to drug dosage. Included in the situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient's individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment; in this latter situation, it may be necessary to increase the dosage of methylprednisolone tablets for a period of time consistent with the patient's condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly.",
    "warningsAndPrecautions": "Methylprednisolone Tablets are available as:\n                  \n                     4 mg (white, elliptical, scored, imprinted MEDROL 4)\n                  \n                     \n                     \n                     \n                        \n                           \n                                  Bottles of 100\n                           \n                           \n                              NDC 59762-4440-3\n                           \n                        \n                        \n                           \n                                  DOSEPAK™ Unit of Use (21 tablets)\n                           \n                           \n                              NDC 59762-4440-2\n                           \n                        \n                     \n                  \n                  \n                     8 mg (white, elliptical, scored, imprinted MEDROL 8)\n                  \n                     \n                     \n                     \n                        \n                           \n                                  Bottles of 25\n                           \n                           \n                              NDC 59762-0049-1\n                           \n                        \n                     \n                  \n                  \n                     16 mg (white, elliptical, scored, imprinted MEDROL 16)\n                  \n                     \n                     \n                     \n                        \n                           \n                                  Bottles of 50\n                           \n                           \n                              NDC 59762-0050-1\n                           \n                        \n                     \n                  \n                  \n                     32 mg (white, elliptical, scored, imprinted MEDROL 32)\n                  \n                     \n                     \n                     \n                        \n                           \n                                  Bottles of 25\n                           \n                           \n                              NDC 59762-0051-1\n                           \n                        \n                     \n                  \n                  Store at controlled room temperature 20° to 25°C (68° to 77°F) [see USP].",
    "adverseReactions": "Systemic fungal infections and known hypersensitivity to components.",
    "ingredients": [
        {
            "name": "METHYLPREDNISOLONE",
            "code": "X4W7ZR7023"
        },
        {
            "name": "CALCIUM STEARATE",
            "code": "776XM7047L"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "LACTOSE, UNSPECIFIED FORM",
            "code": "J2B2A4N98G"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "MINERAL OIL",
            "code": "T5L8T28FGP"
        }
    ],
    "organization": "Mylan Pharmaceuticals Inc.",
    "name": "Methylprednisolone",
    "effectiveTime": "20250523"
}