{
    "root": "85d614b0-888e-461f-bc7d-3f240ed8bd0e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Methylphenidate Hydrochloride",
    "value": "20250312",
    "ingredients": [
        {
            "name": "METHYLPHENIDATE HYDROCHLORIDE",
            "code": "4B3SC438HI"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "GUAR GUM",
            "code": "E89I1637KE"
        },
        {
            "name": "MALTOSE",
            "code": "XJ6S9RV06F"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "SUCRALOSE",
            "code": "96K6UQ3ZD4"
        }
    ],
    "indications": "Methylphenidate Hydrochloride Chewable Tablets is indicated for the treatment of:\n                  \n                     Attention Deficit Hyperactivity Disorder (ADHD) in patients 6 years of age and older\n                     Narcolepsy",
    "contraindications": "Pediatric Patients 6 Years and Older: Start with 5 mg twice daily (before breakfast and lunch); titrate the dose in weekly increments of 5 mg to 10 mg. Daily dosages above 60 mg are not recommended. ( 2.2 ) Adults: Administer in divided doses 2 or 3 times daily, preferably 30 to 45 minutes before meals. Maximum recommended daily dosage is 60 mg. ( 2.2 ) Administer with at least 8 ounces (a full glass) of water or other fluid. ( 2.2 )",
    "warningsAndPrecautions": "Each Methylphenidate Hydrochloride Chewable Tablet 2.5 mg is available as a white to off-white colored, grape flavored, rounded square shaped tablet with a convex surface, debossed with “τ” above “CHEW” on one side and “2.5” on the other side.\n                  \n                     Bottles of 100 . . . . . . . . . NDC 64980-221-01\n                  \n                  Each Methylphenidate Hydrochloride Chewable Tablet 5 mg is available as a white to off-white colored, grape flavored, rounded square shaped tablet with a convex surface, debossed with “τ” above “CHEW” on one side and “5” on the other side.\n                  Bottles of 100 . . . . . . . . . NDC 64980-222-01\n                  Each Methylphenidate Hydrochloride Chewable Tablet 10 mg is available as a white to off-white colored, grape flavored, scored rounded square shaped tablet with a convex surface, debossed with “τ” bisect “CHEW” on one side and “10” on the other side.\n                  Bottles of 100 . . . . . . . . . NDC 64980-223-01\n                  Protect from moisture. Dispense in tight container with child-resistant closure.\n                  \n                     \n                     Storage: Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Methylphenidate Hydrochloride Chewable Tablets is contraindicated in patients:\n                  \n                     with a known hypersensitivity to methylphenidate or other components of Methylphenidate Hydrochloride Chewable Tablets. Hypersensitivity reactions such as angioedema and anaphylactic reactions have been reported in patients treated with methylphenidate [see Adverse Reactions (6)].\n                     receiving concomitant treatment with monoamine oxidase inhibitors (MAOIs), and also within 14 days following discontinuation of treatment with a MAOI, because of the risk of hypertensive crisis [see Drug Interactions (7.1)]."
}