{
    "id": "86c3d227-ae7b-459b-a147-b1626e7c317f",
    "indications": "Morphine Sulfate Oral Solution 20 mg/mL is indicated for the relief of acute and chronic pain \n       \n \n  in opioid-tolerant adult patients.",
    "contraindications": "Morphine Sulfate Oral Solution 20 mg/mL is only indiciated only for opioid-tolerant adult patients . ( 2.1 ) Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals. ( 2.1 ) Individualize dosing based on the severity of pain, patient response, prior analgesic experience, and risk factors for addiction, abuse, and misuse. ( 2.1 ) Discuss availability of naloxone with the patient and caregiver and assess each patient’s need for access to naloxone, both when initiating and renewing treatment with Morphine Sulfate Oral Solution. Consider prescribing naloxone based on the patient’s risk factors for overdose. ( 2.2 , 5.2 , 5.4 , 5.6 ) Adults : Initiate treatment with Morphine Sulfate Oral Solution 10 mg to 20 mg every 4 hours as needed. ( 2.3 ) Do not abruptly discontinue Morphine Sulfate Oral Solution in a physically dependent patient because rapid discontinuation of opioid analgesics has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. ( 2.5 )",
    "adverseReactions": "Morphine Sulfate Oral Solution is contraindicated in patients with:\n                  \n                     Significant respiratory depression [see Warnings and Precautions\n         \n   \n     (5.4)\n                        ].\n       \n \n  \n                     Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see Warnings and Precautions\n         \n   \n     (5.7)\n                        ].\n       \n \n  \n                     Concurrent use of monoamine oxidase inhibitors (MAOIs) or use of MAOIs within the last 14 days [see Warnings and Precautions\n         \n   \n     (5.8), and Drug Interactions\n         \n   \n     (7)\n                        ].\n       \n \n  \n                     Known or suspected gastrointestinal obstruction, including paralytic ileus [\n        \n  \n   see Warnings and Precautions\n         \n   \n     (5.12)\n                        ].\n       \n \n  \n                     Hypersensitivity to morphine (e.g., anaphylaxis) [see Adverse Reactions\n         \n   \n     (6)\n                        ].",
    "ingredients": [
        {
            "name": "MORPHINE SULFATE",
            "code": "X3P646A2J0"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        }
    ],
    "organization": "PAI Holdings, LLC dba PAI Pharma",
    "name": "Morphine Sulfate",
    "effectiveTime": "20220930"
}