{
    "root": "86f6cc2e-616c-4f14-a151-d3e5fb6d384a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": {
        "text": "PROCTOFOAM",
        "suffix": {
            "text": "HC"
        }
    },
    "value": "20250313",
    "ingredients": [
        {
            "name": "PRAMOXINE HYDROCHLORIDE",
            "code": "88AYB867L5"
        },
        {
            "name": "HYDROCORTISONE ACETATE",
            "code": "3X7931PO74"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "CETYL ALCOHOL",
            "code": "936JST6JCN"
        },
        {
            "name": "PEG-100 STEARATE",
            "code": "YD01N1999R"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "TROLAMINE",
            "code": "9O3K93S3TK"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "ISOBUTANE",
            "code": "BXR49TP611"
        },
        {
            "name": "PROPANE",
            "code": "T75W9911L6"
        },
        {
            "name": "ETHYLENE DISTEARAMIDE",
            "code": "603RP8TB9A"
        }
    ],
    "indications": "Proctofoam® HC is indicated for the relief of the inflammatory and pruritic manifestations of corticosteroid-responsive dermatoses of the anal region.",
    "contraindications": "Apply to affected area 3 to 4 times daily. Use the applicator supplied for anal administration. For perianal use, transfer a small quantity to a tissue and rub in gently.\n                  \n                     Directions for Use.\n                  \n                  \n                     \n                        1.\n                        Attach Cap: Place cap on top of container. \n                     \n                        2.\n                        Shake Container: Shake foam container vigorously for 5-10 seconds before each use. Do not remove container cap during use of the product.\n                     \n                     \n                        3.\n                        Attach Applicator: Hold container upright on a level surface and gently place the tip of the applicator onto the nose of the container cap. CONTAINER MUST BE HELD UPRIGHT TO OBTAIN PROPER FLOW OF MEDICATION.\n                     \n                     \n                        4.\n                        Pull Plunger: Pull plunger past the fill line on the applicator barrel. \n                     \n                        5.\n                        Prime Container: Hold the container and applicator at eye level. Place the index and middle fingers on the container cap flanges and the thumb beneath the container. Support the applicator with your other hand. Prime the container by pressing down firmly on flanges and then release. With initial priming, a burst of air may come out of the container. It usually requires 1-2 pumps for foam to appear.\n                     \n                        6.\n                        Fill Applicator: To fill applicator barrel, press down firmly on cap flanges, hold for 1-2 seconds, and release. Wait 5-10 seconds to allow foam to expand in applicator barrel. Repeat until foam reaches fill line. It usually requires 3-4 pumps for foam to reach fill line. Remove applicator from container cap. Note: If foam goes beyond fill line, it will continue to expand and flow backwards resulting in foam build-up under cap.\n                     \n                        7.\n                        Foam Application: Hold applicator firmly by barrel, making sure thumb and middle finger are positioned securely underneath and resting against barrel wings. Place index finger over the plunger. Gently insert tip into anus. Once in place, push plunger to expel foam, then withdraw applicator. CAUTION: Do not insert any part of the aerosol container directly into the anus. Apply to anus only with enclosed applicator. Do not insert any part of the applicator past the anus into rectum.\n                     \n                        8.\n                        Clean Applicator: After each use, applicator parts should be pulled apart for thorough cleaning with warm water. Since some foam will appear under the cap, the cap and underlying tip should be pulled apart and rinsed to help prevent build-up of foam and possible blockage.",
    "warningsAndPrecautions": "Proctofoam® HC is supplied in an aerosol container with a special anal applicator. When used correctly, the aerosol container will deliver a minimum of 14 applications.\n                  NDC 0037-6822-10     10 g\n                  \n                     Store upright at controlled room temperature 20°-25°C (68°-77°F). DO NOT REFRIGERATE.\n                  \n                  Distributed by:\n                     Meda Pharmaceuticals Inc.\n                     Canonsburg, PA 15317 U.S.A.\n                  © 2025 Viatris Inc.\n                  PROCTOFOAM is a registered trademark of Alaven Pharmaceutical LLC, a Viatris Company.\n                  IN-682210-04\n                  141371-0421",
    "adverseReactions": "Topical corticosteroid products are contraindicated in those patients with a history of hypersensitivity to any of the components of the preparation."
}