{
    "root": "87aa5068-bec9-4c0c-9dd4-8aa35181ea91",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Haloperidol Decanoate",
    "value": "20250228",
    "ingredients": [
        {
            "name": "HALOPERIDOL DECANOATE",
            "code": "AC20PJ4101"
        },
        {
            "name": "SESAME OIL",
            "code": "QX10HYY4QV"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        }
    ],
    "indications": "Haloperidol decanoate injection, 50 mg/mL and haloperidol decanoate injection, 100 mg/mL are indicated for the treatment of patients with schizophrenia who require prolonged parenteral antipsychotic therapy.",
    "contraindications": "Haloperidol decanoate injection 50 mg/mL and haloperidol decanoate injection 100 mg/mL should be administered by deep intramuscular injection. A 21 gauge needle is recommended. The maximum volume per injection site should not exceed 3 mL. DO NOT ADMINISTER INTRAVENOUSLY.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.\n                  Haloperidol decanoate injection 50 mg/mL and haloperidol decanoate injection 100 mg/mL are intended for use in schizophrenic patients who require prolonged parenteral antipsychotic therapy. These patients must be previously stabilized on antipsychotic medication before considering a conversion to haloperidol decanoate. Furthermore, it is recommended that patients being considered for haloperidol decanoate therapy have been treated with, and tolerate well, short-acting haloperidol in order to reduce the possibility of an unexpected adverse sensitivity to haloperidol. Close clinical supervision is required during the initial period of dose adjustment in order to minimize the risk of overdosage or reappearance of psychotic symptoms before the next injection. During dose adjustment or episodes of exacerbation of symptoms of schizophrenia, haloperidol decanoate therapy can be supplemented with short-acting forms of haloperidol.\n                  The dose of haloperidol decanoate injection 50 mg/mL or haloperidol decanoate injection 100 mg/mL should be expressed in terms of its haloperidol content. The starting dose of haloperidol decanoate should be based on the patient's age, clinical history, physical condition, and response to previous antipsychotic therapy. The preferred approach to determining the minimum effective dose is to begin with lower initial doses and to adjust the dose upward as needed. For patients previously maintained on low doses of antipsychotics (e.g., up to the equivalent of 10 mg/day oral haloperidol), it is recommended that the initial dose of haloperidol decanoate be 10 - 15 times the previous daily dose in oral haloperidol equivalents; limited clinical experience suggests that lower initial doses may be adequate.",
    "warningsAndPrecautions": "Haloperidol decanoate injection, 100 mg/mL is a  clear colourless/pink to yellow amber (brown) solution for IM injection containing 100 mg haloperidol as 141.04 mg per mL haloperidol decanoate, USP in: \n                  NDC 72603-230-01             1 mL single-dose vial in individual carton. Discard unused portion\n                  Store at 20°C to 25°C (68°F to 77°F) excursions permitted to 15°C to 30°C (59°F to 86°F). [See USP Controlled Room Temperature]. Do not refrigerate or freeze. \n                  Protect from light.\n                  Keep out of reach of children.\n                  Manufactured for:\n                  Northstar Rx LLC\n                  Memphis, TN 38141.\n                  Toll Free : 1-800-206-7821\n                  Manufactured by:\n                  Mankind Pharma Limited\n                  Paonta Sahib, Sirmaur\n                  Himachal Pradesh 173025, India.\n                  Revised: February 2025, V-02",
    "adverseReactions": "Since the pharmacologic and clinical actions of haloperidol decanoate injection, 50 mg/mL and haloperidol decanoate injection, 100 mg/mL are attributed to haloperidol as the active medication, Contraindications, Warnings, and additional information are those of haloperidol, modified only to reflect the prolonged action. \n                  Haloperidol is contraindicated in patients with:\n                  \n                     Severe      toxic central nervous system depression or comatose states from any cause.\n                     Hypersensitivity      to this drug – hypersensitivity reactions have included anaphylactic      reaction and angioedema (see WARNINGS, Hypersensitivity Reactions and      ADVERSE REACTIONS).\n                     Parkinson's      disease (see WARNINGS, Neurological Adverse Reactions in Patients with      Parkinson's Disease or Dementia with Lewy Bodies).\n                     Dementia      with Lewy bodies (see WARNINGS, Neurological Adverse Reactions in Patients      with Parkinson's Disease or Dementia with Lewy Bodies)."
}