{
    "root": "88320064-2e30-4866-9174-02d1aa521c73",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ondansetron",
    "value": "20250306",
    "ingredients": [
        {
            "name": "ONDANSETRON HYDROCHLORIDE",
            "code": "NMH84OZK2B"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Ondansetron Injection is a 5-HT 3 receptor antagonist indicated for the prevention of: • nausea and vomiting associated with initial and repeat courses of emetogenic cancer chemotherapy. ( 1.1 ) • postoperative nausea and/or vomiting. ( 1.2 )",
    "contraindications": "Prevention of Nausea and Vomiting Associated With Initial and Repeat Courses of Emetogenic Cancer Chemotherapy ( 2.1 ): • Dilution of Ondansetron Injection in 50 mL of 5% Dextrose Injection or 0.9% Sodium Chloride Injection is required before administration to adult and pediatric patients. • Adults and pediatric patients 6 months of age and older: The recommended dosage is 0.15 mg/kg per dose for 3 doses (maximum of 16 mg per dose), infused intravenously over 15 minutes. • Administer the first dose 30 minutes before the start of chemotherapy and subsequent doses 4 and 8 hours after the first dose. Prevention of Postoperative Nausea and/or Vomiting ( 2.2 ): • Dilution of Ondansetron Injection is not required before administration to adult and pediatric patients. • See full prescribing information for the recommended dosage and administration instructions for adult and pediatric patients 1 month of age and older. Patients With Severe Hepatic Impairment ( 2.3 ): • Do not exceed a total daily dose of 8 mg.",
    "warningsAndPrecautions": "Ondansetron Injection, USP, 2 mg/mL, is supplied as follows:\n                  \n                     \n                     \n                     \n                        \n                           \n                              Unit of Sale\n                           \n                           \n                              Concentration\n                           \n                        \n                     \n                     \n                        \n                           \n                              \n                                 NDC 0409-0009-25\n                                 Tray of 252 mL Single-dose Vials\n                           \n                           \n                              4 mg/2 mL(2 mg/mL)",
    "adverseReactions": "Ondansetron Injection is contraindicated for patients known to have hypersensitivity (e.g., anaphylaxis) to this product or any of its components. Anaphylactic reactions have been reported in patients taking ondansetron [see Adverse Reactions (6.2)].\n                  The concomitant use of apomorphine with ondansetron is contraindicated based on reports of profound hypotension and loss of consciousness when apomorphine was administered with ondansetron."
}