{
    "root": "887609ce-8bc6-4554-b353-23986f6edaac",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "PAVBLU",
    "value": "20250304",
    "ingredients": [
        {
            "name": "AFLIBERCEPT",
            "code": "15C2VL427D"
        },
        {
            "name": "TREHALOSE DIHYDRATE",
            "code": "7YIN7J07X4"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        }
    ],
    "indications": "PAVBLU is indicated for the treatment of:",
    "contraindications": "Neovascular (Wet) Age-Related Macular Degeneration (AMD): The recommended dose for PAVBLU is 2 mg (0.05 mL of 40 mg/mL solution) administered by intravitreal injection every 4 weeks (approximately every 28 days, monthly) for the first 3 months, followed by 2 mg (0.05 mL of 40 mg/mL solution) via intravitreal injection once every 8 weeks (2 months). ( 2.2 ) Although PAVBLU may be dosed as frequently as 2 mg every 4 weeks (approximately every 25 days, monthly), additional efficacy was not demonstrated in most patients when aflibercept was dosed every 4 weeks compared to every 8 weeks. Some patients may need every 4 week (monthly) dosing after the first 12 weeks (3 months). ( 2.2 ) Although not as effective as the recommended every 8 week dosing regimen, patients may also be treated with one dose every 12 weeks after one year of effective therapy. Patients should be assessed regularly. ( 2.2 ) Macular Edema Following Retinal Vein Occlusion (RVO): The recommended dose for PAVBLU is 2 mg (0.05 mL of 40 mg/mL solution) administered by intravitreal injection once every 4 weeks (approximately every 25 days, monthly). ( 2.3 ) Diabetic Macular Edema (DME) and Diabetic Retinopathy (DR): The recommended dose for PAVBLU is 2 mg (0.05 mL of 40 mg/mL solution) administered by intravitreal injection every 4 weeks (approximately every 28 days, monthly) for the first 5 injections followed by 2 mg (0.05 mL of 40 mg/mL solution) via intravitreal injection once every 8 weeks (2 months). ( 2.4 , 2.5 ) Although PAVBLU may be dosed as frequently as 2 mg every 4 weeks (approximately every 25 days, monthly), additional efficacy was not demonstrated in most patients when aflibercept was dosed every 4 weeks compared to every 8 weeks. Some patients may need every 4 week (monthly) dosing after the first 20 weeks (5 months). ( 2.4 , 2.5 )",
    "warningsAndPrecautions": null,
    "adverseReactions": "Ocular or periocular infections ( 4.1 ) Active intraocular inflammation ( 4.2 ) Hypersensitivity ( 4.3 )"
}