{
    "root": "8942c376-8b1a-4716-9b90-de14ab22c4fb",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Amoxicillin and Clavulanate Potassium",
    "value": "20250311",
    "ingredients": [
        {
            "name": "AMOXICILLIN",
            "code": "804826J2HU"
        },
        {
            "name": "CLAVULANATE POTASSIUM",
            "code": "Q42OMW3AT8"
        },
        {
            "name": "CARBOXYMETHYLCELLULOSE SODIUM",
            "code": "K679OBS311"
        },
        {
            "name": "SUCRALOSE",
            "code": "96K6UQ3ZD4"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SODIUM CITRATE",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        },
        {
            "name": "VANILLA",
            "code": "Q74T35078H"
        }
    ],
    "indications": "Amoxicillin and clavulanate potassium for oral suspension is indicated for the treatment of infections in adults and pediatric patients, due to susceptible isolates of the designated bacteria in the conditions listed below:\n                  \n                     \n                        Lower Respiratory Tract Infections - caused by beta-lactamase–producing isolates of Haemophilus influenzae and Moraxella catarrhalis.\n                     \n                     \n                        Acute Bacterial Otitis Media - caused by beta-lactamase–producing isolates of H. influenzae and M. catarrhalis.\n                     \n                     \n                        Sinusitis - caused by beta-lactamase–producing isolates of H. influenzae and M. catarrhalis.\n                     \n                        Skin and Skin Structure Infections - caused by beta-lactamase–producing isolates of Staphylococcus aureus, Escherichia coli, and Klebsiella species.\n                     \n                        Urinary Tract Infections - caused by beta-lactamase–producing isolates of E. coli, Klebsiella species, and Enterobacter species.\n                  \n                  \n                     Limitations of Use\n                     When susceptibility test results show susceptibility to amoxicillin, indicating no beta-lactamase production, amoxicillin and clavulanate potassium for oral suspension should not be used.\n                  \n                     Usage\n                     To reduce the development of drug-resistant bacteria and maintain the effectiveness of Amoxicillin and clavulanate potassium and other antibacterial drugs, Amoxicillin and clavulanate potassium should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "Adults and Pediatric Patients greater than 40 kg: 500 or 875 mg every 12 hours or 250 or 500 mg every 8 hours, based on amoxicillin component. ( 2.2 , 2.3 ) Pediatric patients aged 12 weeks (3 months) and older: 25 to 45 mg/kg/day every 12 hours or 20 to 40 mg/kg/day every 8 hours, up to the adult dose. ( 2.3 ) Neonates and infants less than 12 weeks of age: 30 mg/kg/day divided every 12 hours, based on the amoxicillin component. Use of the 125 mg/5 mL oral suspension is recommended. ( 2.3 )",
    "warningsAndPrecautions": "Amoxicillin and Clavulanate Potassium for Oral Suspension USP, 400 mg/57 mg per 5 mL is a white to creamy white colored, vanilla-flavored, homogeneous powder mixture (each 5 mL of reconstituted suspension contains 400 mg of amoxicillin as the trihydrate and 57 mg of clavulanic acid as the potassium salt (equivalent to 68 mg of clavulanate potassium)).\n                  \n                     50 mL (NDC 73043 009 01), \n                  \n                  75 mL (NDC 73043 009 02), and\n                  100 mL (NDC 73043 009 03).\n                  Dispense in original container.\n                  \n                     Store dry powder at\n                     20º to 25ºC (68º to 77ºF). [See USP Controlled Room Temperature.]\n                  \n                  Store reconstituted suspension under refrigeration. Discard unused suspension after 10 days.\n                  Keep out of the reach of children.",
    "adverseReactions": "History of a serious hypersensitivity reaction (e.g., anaphylaxis or Stevens-Johnson syndrome) to amoxicillin and Clavulanate Potassium or to other beta-lactams (e.g., penicillins or cephalosporins) ( 4.1 ) History of cholestatic jaundice/hepatic dysfunction associated with amoxicillin and clavulanate potassium. ( 4.2 )"
}