{
    "root": "899afa1b-4ad3-4848-8810-7e215cd32df0",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Saxagliptin and Metformin",
    "value": "20250224",
    "ingredients": [
        {
            "name": "SAXAGLIPTIN HYDROCHLORIDE DIHYDRATE",
            "code": "4N19ON48ZN"
        },
        {
            "name": "METFORMIN HYDROCHLORIDE",
            "code": "786Z46389E"
        },
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "CARBOMER HOMOPOLYMER TYPE A (ALLYL PENTAERYTHRITOL CROSSLINKED)",
            "code": "F68VH75CJC"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "HYPROMELLOSE 2208 (100000 MPA.S)",
            "code": "VM7F0B23ZI"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3350",
            "code": "G2M7P15E5P"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "POVIDONE K90",
            "code": "RDH86HJV5Z"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        }
    ],
    "indications": "Saxagliptin and metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus [see Clinical Studies (14)\n                     ].",
    "contraindications": "• Administer once daily with the evening meal. ( 2.1 ) • Individualize the starting dosage based on the patient’s current regimen then adjust the dosage based on effectiveness and tolerability. ( 2.1 ) • Do not exceed a daily dosage of 5 mg saxagliptin/2,000 mg metformin HCl extended-release. ( 2.1 ) • Swallow whole. Never crush, cut, or chew. ( 2.1 ) • Limit the saxagliptin dosage to 2.5 mg daily for patients also taking strong cytochrome P450 3A4/5 inhibitors (e.g., ketoconazole). ( 2.3 , 7.1 ) • Assess renal function prior to initiation of saxagliptin and metformin hydrochloride extended-release tablets and periodically thereafter. ( 2.2 ) o Do not use in patients with eGFR below 30 mL/min/1.73 m 2 . o Initiation is not recommended in patients with eGFR between 30 - 45 mL/min/1.73 m 2 . o Assess risk/benefit of continuing if eGFR falls below 45 mL/min/1.73 m 2 . o Limit the saxagliptin component to 2.5 mg daily if eGFR is less than 45 mL/min/1.73 m 2 . o Discontinue if eGFR falls below 30 mL/min/1.73 m 2 . • Saxagliptin and metformin hydrochloride extended-release tablets may need to be discontinued at time of, or prior to, iodinated contrast imaging procedures. ( 2.4 )",
    "warningsAndPrecautions": "How Supplied\n                  \n                  Saxagliptin and Metformin Hydrochloride Extended-Release Tablets, 5 mg/500 mg, are pink, film-coated, round, unscored tablets imprinted with SM3 over M in black ink on one side of the tablet and blank on the other side. They are available as follows:\n                  NDC 0378-8175-93bottles of 30 tablets\n                  Saxagliptin and Metformin Hydrochloride Extended-Release Tablets, 5 mg/1000 mg, are pink, film-coated, capsule shaped, unscored tablets imprinted with SM6 over M in black ink on one side of the tablet and blank on the other side. They are available as follows:\n                  NDC 0378-8177-93bottles of 30 tablets\n                  Saxagliptin and Metformin Hydrochloride Extended-Release Tablets, 2.5 mg/1000 mg, are light peach, film-coated, capsule shaped, unscored tablets imprinted with SM4 over M in black ink on one side of the tablet and blank on the other side. They are available as follows:\n                  NDC 0378-8176-91bottles of 60 tablets\n                  \n                     Storage and HandlingStore at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.] \n                  \n                  Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.\n                  \n                     PHARMACIST: Dispense a Medication Guide with each prescription.",
    "adverseReactions": "Saxagliptin and metformin hydrochloride extended-release tablets are contraindicated in patients with:\n                  \n                     \n                        •Severe renal impairment (eGFR below 30 mL/min/1.73 m2).\n                     \n                        •Acute or chronic metabolic acidosis, including diabetic ketoacidosis. Diabetic ketoacidosis should be treated with insulin.\n                     \n                        •A history of a serious hypersensitivity reaction to saxagliptin, metformin HCl, or any of the ingredients in saxagliptin and metformin hydrochloride extended-release tablets. Reactions such as anaphylaxis, angioedema, or exfoliative skin conditions have been reported [see Warnings and Precautions (5.6) and Adverse Reactions (6.2)\n                        ]."
}