{
    "id": "8abd74c6-8676-424e-8c82-d0dd59c4c254",
    "indications": "Cabergoline tablets are indicated for the treatment of hyperprolactinemic disorders, either idiopathic or due to pituitary adenomas.",
    "contraindications": "The recommended dosage of cabergoline tablets for initiation of therapy is 0.25 mg twice a week. Dosage may be increased by 0.25 mg twice weekly up to a dosage of 1 mg twice a week according to the patient’s serum prolactin level. Before initiating treatment, cardiovascular evaluation should be performed and echocardiography should be considered to assess for valvular disease.\n                  Dosage increases should not occur more rapidly than every 4 weeks, so that the physician can assess the patient’s response to each dosage level. If the patient does not respond adequately, and no additional benefit is observed with higher doses, the lowest dose that achieved maximal response should be used and other therapeutic approaches considered. Patients receiving long-term treatment with cabergoline should undergo periodic assessment of their cardiac status and echocardiography should be considered.\n                  After a normal serum prolactin level has been maintained for 6 months, cabergoline may be discontinued, with periodic monitoring of the serum prolactin level to determine whether or when treatment with cabergoline should be reinstituted. The durability of efficacy beyond 24 months of therapy with cabergoline has not been established.",
    "warningsAndPrecautions": "Cabergoline Tablets USP, 0.5 mg are available as white, oval-shaped, scored tablets, debossed “hourglass logo”, “0.5” with a score on one side and “5420” on the other side containing 0.5 mg cabergoline, USP packaged in unit-of-use bottles of 8 tablets (NDC 0093-5420-88).\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  Dispense in original container.\n                  KEEP THIS AND ALL MEDICATIONS OUT OF THE REACH OF CHILDREN.\n                  Manufactured In Czech Republic By:\n                  \n                     Teva Czech Industries s.r.o.\n                  \n                  Opava-Komarov, Czech Republic\n                  Manufactured For:\n                  \n                     Teva Pharmaceuticals USA, Inc.\n                  \n                  North Wales, PA 19454\n                  Rev. G 7/2020",
    "adverseReactions": "Cabergoline tablets are contraindicated in patients with:\n                  \n                     Uncontrolled hypertension or known hypersensitivity to ergot derivatives.\n                     History of cardiac valvular disorders, as suggested by anatomical evidence of valvulopathy of any valve, determined by pre-treatment evaluation including echocardiographic demonstration of valve leaflet thickening, valve restriction, or mixed valve restriction-stenosis (see \n                           WARNINGS\n                        ).\n                     History of pulmonary, pericardial, or retroperitoneal fibrotic disorders (see \n                           WARNINGS\n                        ).",
    "ingredients": [
        {
            "name": "CABERGOLINE",
            "code": "LL60K9J05T"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "LEUCINE",
            "code": "GMW67QNF9C"
        }
    ],
    "organization": "Teva Pharmaceuticals USA, Inc.",
    "name": "Cabergoline",
    "effectiveTime": "20200731"
}