{
    "root": "8b236f4c-7654-49fe-bca9-ab947b72a1fd",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Myalept",
    "value": "20240325",
    "ingredients": [
        {
            "name": "Metreleptin",
            "code": "TL60C27RLH"
        },
        {
            "name": "Glycine",
            "code": "TE7660XO1C"
        },
        {
            "name": "Sucrose",
            "code": "C151H8M554"
        },
        {
            "name": "Polysorbate 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "Glutamic Acid",
            "code": "3KX376GY7L"
        }
    ],
    "indications": "MYALEPT is a leptin analog indicated as an adjunct to diet as replacement therapy to treat the complications of leptin deficiency in patients with congenital or acquired generalized lipodystrophy. ( 1 ) Limitations of Use The safety and effectiveness of MYALEPT for the treatment of complications of partial lipodystrophy have not been established. ( 1 ) The safety and effectiveness of MYALEPT for the treatment of liver disease, including nonalcoholic steatohepatitis (NASH), have not been established. ( 1 ) MYALEPT is not indicated for use in patients with HIV-related lipodystrophy. ( 1 ) MYALEPT is not indicated for use in patients with metabolic disease, without concurrent evidence of generalized lipodystrophy. ( 1 )",
    "contraindications": "Administer as a subcutaneous injection once daily after the lyophilized cake is reconstituted with Bacteriostatic Water for Injection (BWFI) or preservative-free sterile Water for Injection (WFI). ( 2.1 ) The recommended daily dosages are: Body weight 40 kg or less: starting dose 0.06 mg/kg/day, increase or decrease by 0.02 mg/kg to a maximum daily dose of 0.13 mg/kg. ( 2.1 ) Males greater than 40 kg body weight: starting dose 2.5 mg/day, increase or decrease by 1.25 mg to 2.5 mg/day to a maximum dose of 10 mg/day. ( 2.1 ) Females greater than 40 kg body weight: starting dose 5 mg/day, increase or decrease by 1.25 mg to 2.5 mg/day to a maximum dose of 10 mg/day. ( 2.1 )",
    "warningsAndPrecautions": null,
    "adverseReactions": "General obesity not associated with congenital leptin deficiency. ( 4.1 ) Hypersensitivity to metreleptin. ( 4.2 )"
}