{
    "root": "8c41cddc-694c-4fe2-992c-8b27ca65b012",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Esterified Estrogens and Methyltestosterone",
    "value": "20250204",
    "ingredients": [
        {
            "name": "ESTROGENS, ESTERIFIED",
            "code": "3ASP8Q3768"
        },
        {
            "name": "METHYLTESTOSTERONE",
            "code": "V9EFU16ZIF"
        },
        {
            "name": "ACACIA",
            "code": "5C5403N26O"
        },
        {
            "name": "CALCIUM CARBONATE",
            "code": "H0G9379FGK"
        },
        {
            "name": "CARNAUBA WAX",
            "code": "R12CBM0EIZ"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "DIACETYLATED MONOGLYCERIDES",
            "code": "5Z17386USF"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SODIUM BICARBONATE",
            "code": "8MDF5V39QO"
        },
        {
            "name": "SORBIC ACID",
            "code": "X045WJ989B"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TROMETHAMINE",
            "code": "023C2WHX2V"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        }
    ],
    "indications": "Esterified Estrogens and Methyltestosterone Full and Half-Strength Tablets are indicated in the:\n                  \n                     \n                        •Treatment of moderate to severe vasomotor symptoms associated with the menopause in those patients not improved by estrogens alone. (There is no evidence that estrogens are effective for nervous symptoms or depression without associated vasomotor symptoms, and they should not be used to treat such conditions.)\n                     \n                        •Esterified Estrogens and Methyltestosterone Full and Half-Strength Tablets have not been shown to be effective for any purpose during pregnancy and its use may cause severe harm to the fetus.",
    "contraindications": "When estrogen is prescribed for a postmenopausal woman with a uterus, a progestin should also be initiated to reduce the risk of endometrial cancer. A woman without a uterus does not need progestin. Use of estrogen, alone or in combination with a progestin, should be with the lowest effective dose and for the shortest duration consistent with treatment goals and risks for the individual woman. Patients should be reevaluated periodically as clinically appropriate (e.g., 3-month to 6-month intervals) to determine if treatment is still necessary. (See \n                        BOXED WARNINGS\n                      and \n                        WARNINGS.)  For women who have a uterus, adequate diagnostic measures, such as endometrial sampling, when indicated, should be undertaken to rule out malignancy in cases of undiagnosed persistent or recurring abnormal vaginal bleeding.",
    "warningsAndPrecautions": "Esterified Estrogens and Methyltestosterone Tablets (Imprinted “1490”)\n                  \n                     Bottles of 100 tablets: NDC 72162-1747-01\n                  \n                  Esterified Estrogens and Methyltestosterone Tablets (dark green, capsule shaped, sugar-coated oral tablets) contain: 1.25 mg of Esterified Estrogens, USP and 2.5 mg of Methyltestosterone, USP.\n                  Keep Esterified Estrogens and Methyltestosterone Tablets and Esterified Estrogens and Methyltestosterone Half-Strength Tablets out of reach of children.\n                  Store at 20° - 25°C (68° - 77°F); excursions permitted to 15° - 30°C (59° - 86°F). [See USP Controlled Room Temperature]\n                  † This product has not obtained FDA pre-market approval applicable for new drugs.\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Esterified Estrogens and Methyltestosterone Full and Half-Strength Tablets should not be used in women with any of the following conditions:\n                  \n                     \n                        1.Undiagnosed abnormal genital bleeding.\n                     \n                        2.Known, suspected, or history of cancer of the breast.\n                     \n                        3.Known or suspected estrogen-dependent neoplasia.\n                     \n                        4.Active deep vein thrombosis, pulmonary embolism or history of these conditions.\n                     \n                        5.Active or recent (e.g., within the past year) arterial thromboembolic disease (e.g., stroke, myocardial infarction).\n                     \n                        6.Liver dysfunction or disease.\n                     \n                        7.Esterified Estrogens and Methyltestosterone Full and Half-Strength Tablets should not be used in patients with known hypersensitivity to its ingredients.\n                     \n                        8.Known or suspected pregnancy. There is no indication for Esterified Estrogens and Methyltestosterone Full and Half-Strength Tablets in pregnancy. There appears to be little or no increased risk of birth defects in children born to women who have used estrogens and progestins from oral contraceptives inadvertently during early pregnancy. (See \n                           PRECAUTIONS\n                        .)\n                  \n                  Methyltestosterone should not be used in:\n                  \n                     \n                        1.The presence of severe liver damage.\n                     \n                        2.Pregnancy and in breast-feeding mothers because of the possibility of masculinization of the female fetus or breast-fed infant."
}