{
    "root": "8cb6cfed-487e-4351-8f48-0be3cc5c2d6d",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "FYLNETRA",
    "value": "20250425",
    "ingredients": [
        {
            "name": "PEGFILGRASTIM",
            "code": "3A58010674"
        },
        {
            "name": "ACETIC ACID",
            "code": "Q40Q9N063P"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "POLYSORBATE 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "FYLNETRA is a leukocyte growth factor indicated to decrease the incidence of infection, as manifested by febrile neutropenia, in patients with non-myeloid malignancies receiving myelosuppressive anti-cancer drugs associated with a clinically significant incidence of febrile neutropenia. (1.1) Increase survival in patients acutely exposed to myelosuppressive doses of radiation (Hematopoietic Subsyndrome of Acute Radiation Syndrome). (1.2) Limitations of Use FYLNETRA is not indicated for the mobilization of peripheral blood progenitor cells for hematopoietic stem cell transplantation.",
    "contraindications": "Patients with cancer receiving myelosuppressive chemotherapy 6 mg administered subcutaneously once per chemotherapy cycle. (2.1) Do not administer between 14 days before and 24 hours after administration of cytotoxic chemotherapy. (2.1) Use weight based dosing for pediatric patients weighing less than 45 kg; refer to Table 1. (2.3) Patients acutely exposed to myelosuppressive doses of radiation Two doses, 6 mg each, administered subcutaneously one week apart. Administer the first dose as soon as possible after suspected or confirmed exposure to myelosuppressive doses of radiation, and a second dose one week after. (2.2) Use weight based dosing for pediatric patients weighing less than 45 kg; refer to Table 1. (2.3)",
    "warningsAndPrecautions": "FYLNETRA single-dose prefilled syringe for manual use \n                  \n                  FYLNETRA (pegfilgrastim-pbbk) injection is a clear, colorless to slightly yellow, preservative-free solution supplied in a prefilled single-dose syringe for manual use containing 6 mg pegfilgrastim-pbbk, supplied with a 27-gauge, 1/2-inch needle with an UltraSafe PlusTM Passive Needle Guard.\n                  The needle cap on the prefilled syringe is not made with natural rubber latex.\n                  FYLNETRA is provided in a dispensing pack containing one sterile 6 mg/0.6 mL prefilled syringe (NDC 70121-1627-1).\n                  FYLNETRA prefilled syringe does not bear graduation marks and is intended only to deliver the entire contents of the syringe (6 mg/0.6 mL) for direct administration. Use of the prefilled syringe is not recommended for direct administration for pediatric patients weighing less than 45 kg who require doses that are less than the full contents of the syringe.\n                  Store refrigerated between 36°F to 46°F (2°C to 8°C) in the carton to protect from light. Do not shake. Discard syringes stored at room temperature [68°F to 77°F (20°C to 25°C)] for more than 72 hours. Avoid freezing; if frozen, thaw in the refrigerator before administration. Discard syringe if frozen more than once.",
    "adverseReactions": "FYLNETRA is contraindicated in patients with a history of serious allergic reactions to pegfilgrastim products or filgrastim products. Reactions have included anaphylaxis [see Warnings and Precautions (5.3)]."
}