{
    "root": "8cded5ca-86f5-4481-be68-589c9463afe8",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ruxience",
    "value": "20250322",
    "ingredients": [
        {
            "name": "RITUXIMAB",
            "code": "4F4X42SYQ6"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "HISTIDINE",
            "code": "4QD397987E"
        },
        {
            "name": "HISTIDINE MONOHYDROCHLORIDE MONOHYDRATE",
            "code": "X573657P6P"
        }
    ],
    "indications": "RUXIENCE is a CD20-directed cytolytic antibody indicated for the treatment of: • Adult patients with Non-Hodgkin's Lymphoma (NHL) ( 1.1 ). o Relapsed or refractory, low grade or follicular, CD20-positive B-cell NHL as a single agent. o Previously untreated follicular, CD20-positive, B-cell NHL in combination with first line chemotherapy and, in patients achieving a complete or partial response to a rituximab product in combination with chemotherapy, as single-agent maintenance therapy. o Non-progressing (including stable disease), low-grade, CD20-positive, B-cell NHL as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy. o Previously untreated diffuse large B-cell, CD20-positive NHL in combination with (cyclophosphamide, doxorubicin, vincristine, and prednisone) (CHOP) or other anthracycline-based chemotherapy regimens. • Adult patients with Chronic Lymphocytic Leukemia (CLL) ( 1.2 ). o Previously untreated and previously treated CD20-positive CLL in combination with fludarabine and cyclophosphamide (FC). • Rheumatoid Arthritis (RA) in combination with methotrexate in adult patients with moderately-to severely-active RA who have inadequate response to one or more TNF antagonist therapies ( 1.3 ). • Granulomatosis with Polyangiitis (GPA) (Wegener's Granulomatosis) and Microscopic Polyangiitis (MPA) in adult patients in combination with glucocorticoids ( 1.4 ).",
    "contraindications": "• Administer only as an intravenous infusion ( 2.1 ). • Do not administer as an intravenous push or bolus ( 2.1 ). • RUXIENCE should only be administered by a healthcare professional with appropriate medical support to manage severe infusion-related reactions that can be fatal if they occur ( 2.1 ). • The dose for adult B-cell NHL is 375 mg/m 2 ( 2.2 ). • The dose for CLL is 375 mg/m 2 in the first cycle and 500 mg/m 2 in Cycles 2–6, in combination with FC, administered every 28 days ( 2.3 ). • The dose as a component of Zevalin ® (ibritumomab tiuxetan) Therapeutic Regimen is 250 mg/m 2 ( 2.4 ). • The dose for RA in combination with methotrexate is two-1,000 mg intravenous infusions separated by 2 weeks (one course) every 24 weeks or based on clinical evaluation, but not sooner than every 16 weeks. Methylprednisolone 100 mg intravenous or equivalent glucocorticoid is recommended 30 minutes prior to each infusion ( 2.5 ). • The induction dose for adult patients with active GPA and MPA in combination with glucocorticoids is 375 mg/m 2 once weekly for 4 weeks. The follow up dose for adult patients with GPA and MPA who have achieved disease control with induction treatment, in combination with glucocorticoids is two 500 mg intravenous infusions separated by two weeks, followed by a 500 mg intravenous infusion every 6 months thereafter based on clinical evaluation ( 2.6 ).",
    "warningsAndPrecautions": "RUXIENCE (rituximab-pvvr) injection is a sterile, preservative-free, clear to slightly opalescent, colorless to pale brownish-yellow solution for intravenous infusion supplied as follows:\n                  \n                     \n                     \n                     \n                        \n                           Carton contents\n                           NDC number\n                        \n                     \n                     \n                        \n                           \n                              One 100 mg/10 mL (10 mg/mL) single-dose vial\n                           \n                           \n                              NDC 0069-0238-01\n                           \n                        \n                        \n                           \n                              One 500 mg/50 mL (10 mg/mL) single-dose vial\n                           \n                           \n                              NDC 0069-0249-01",
    "adverseReactions": "None."
}