{
    "root": "8d74f17c-3fc6-43db-9d5a-4b386838911c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Nplate",
    "value": "20250221",
    "ingredients": [
        {
            "name": "ROMIPLOSTIM",
            "code": "GN5XU2DXKV"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "HISTIDINE",
            "code": "4QD397987E"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "POLYSORBATE 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        }
    ],
    "indications": "Nplate is a thrombopoietin receptor agonist indicated for the treatment of thrombocytopenia in: Adult patients with immune thrombocytopenia (ITP) who have had an insufficient response to corticosteroids, immunoglobulins, or splenectomy. ( 1.1 ) Pediatric patients 1 year of age and older with ITP for at least 6 months who have had an insufficient response to corticosteroids, immunoglobulins, or splenectomy. ( 1.1 ) Nplate is indicated to increase survival in adults and in pediatric patients (including term neonates) acutely exposed to myelosuppressive doses of radiation (Hematopoietic Syndrome of Acute Radiation Syndrome [HS-ARS]). ( 1.2 ) Limitations of Use: Nplate is not indicated for the treatment of thrombocytopenia due to myelodysplastic syndrome (MDS) or any cause of thrombocytopenia other than ITP. Nplate should be used only in patients with ITP whose degree of thrombocytopenia and clinical condition increases the risk for bleeding. Nplate should not be used in an attempt to normalize platelet counts. ( 1 )",
    "contraindications": "Patients with Immune Thrombocytopenia (ITP) Recommended Initial Dose: 1 mcg/kg once weekly as a subcutaneous injection. Adjust dose based on platelet response. ( 2.1 ) Patients acutely exposed to myelosuppressive doses of radiation Recommended Dose: 10 mcg/kg administered once as a subcutaneous injection. Administer the dose as soon as possible after suspected or confirmed exposure to myelosuppressive doses of radiation. ( 2.2 ) See Full Prescribing Information for instructions on reconstitution, preparation, and administration. ( 2.3 )",
    "warningsAndPrecautions": "Nplate (romiplostim) for injection is supplied as a sterile, preservative-free, solid white lyophilized powder in single-dose vials of 125 mcg (NDC-55513-223-01), 250 mcg (NDC 55513-221-01) and 500 mcg (NDC 55513-222-01) of romiplostim.\n                  Store Nplate vials in the refrigerator at 2°C to 8°C (36°F  to 46°F) in the original carton to protect from light. Do not freeze.\n                  If needed, unopened Nplate vials may be stored in the original carton at room temperature up to a maximum of 25°C (77°F) for a single period of up to 30 days. The new expiration date must be written in the space provided on the carton. Once stored at room temperature, do not place back in the refrigerator. If not used within the 30 days, discard Nplate.",
    "adverseReactions": "None."
}