{
    "root": "8e751cc7-0c8a-43f7-8a8d-d30980af510c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Clindamycin Phosphate",
    "value": "20250304",
    "ingredients": [
        {
            "name": "CLINDAMYCIN PHOSPHATE",
            "code": "EH6D7113I8"
        },
        {
            "name": "ISOPROPYL ALCOHOL",
            "code": "ND2M416302"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Clindamycin phosphate topical solution USP, 1% is indicated in the treatment of acne vulgaris. In view of the potential for diarrhea, bloody diarrhea and pseudomembranous colitis, the physician should consider whether other agents are more appropriate (see CONTRAINDICATIONS, WARNINGS and ADVERSE REACTIONS).",
    "contraindications": "Apply a thin film of Clindamycin phosphate topical solution, twice daily to affected area. \n                  Keep all liquid dosage forms in containers tightly closed.",
    "warningsAndPrecautions": "Clindamycin phosphate topical solution USP, 1% containing clindamycin phosphate equivalent to 10 mg clindamycin per milliliter are clear solution with characteristics odor free from particulate matter. Filled in white HDPE bottle fitted with white PP cap and is available in the following sizes:\n                  Clindamycin phosphate topical solution USP, 1% is \n                   NDC 68788-7990-6 in applicator bottle of 60 mL\n                  \n                     Storage Conditions \n                  \n                  Store at 20째C to 25째C (68째F to 77째F) [See USP Controlled Room Temperature].\n                  Protect from freezing.\n                  \n                     Call your doctor for medical advice about side effects. You may report side effects to Viona Pharmaceuticals Inc. at 1-888-304-5011 or FDA at 1-800-FDA-1088.",
    "adverseReactions": "Clindamycin phosphate topical solution is contraindicated in individuals with a history of hypersensitivity to preparations containing clindamycin or lincomycin, a history of regional enteritis or ulcerative colitis, or a history of antibiotic-associated colitis."
}