{
    "id": "8e7da23f-dda8-4834-91ae-0691668d1374",
    "indications": "Cyclobenzaprine hydrochloride extended-release capsules are indicated as an adjunct to rest and physical therapy for relief of muscle spasm associated with acute, painful musculoskeletal conditions.  Improvement is manifested by relief of muscle spasm and its associated signs and symptoms, namely, pain, tenderness, and limitation of motion.\n                  \n                     Limitations of Use:\n                  \n                  \n                     Cyclobenzaprine hydrochloride extended-release capsules should be used only for short periods (up to two or three weeks) because adequate evidence of effectiveness for more prolonged use is not available and because muscle spasm associated with acute, painful musculoskeletal conditions is generally of short duration and specific therapy for longer periods is seldom warranted.\n                     Cyclobenzaprine hydrochloride extended-release capsules have not been found effective in the treatment of spasticity associated with cerebral or spinal cord disease or in children with cerebral palsy.",
    "contraindications": "The recommended adult dose for most patients is one (1) cyclobenzaprine hydrochloride 15 mg extended-release capsule taken once daily. Some patients may require up to 30 mg/day, given as one (1) cyclobenzaprine hydrochloride 30 mg extended-release capsule taken once daily or as two (2) cyclobenzaprine hydrochloride 15 mg extended-release capsules taken once daily.\n                  \n                     It is recommended that doses be taken at approximately the same time each day.\n                     Use of cyclobenzaprine hydrochloride extended-release capsules for periods longer than two or three weeks is not recommended [\n                        \n                           see Indications and Usage (1)\n                        \n                        ].\n                     \n                  \n                  Instruct patients to swallow cyclobenzaprine hydrochloride extended-release capsules intact. Alternatively, the contents of the cyclobenzaprine hydrochloride extended-release capsule may be sprinkled over applesauce and then swallowed. This method is appropriate only for patients able to reliably swallow the applesauce without chewing. Other foods have not been tested and should not be substituted for applesauce. Instruct the patient to:\n                  \n                     Sprinkle the contents of the capsule onto a tablespoon of applesauce and consume immediately without chewing.\n                     Rinse the mouth to ensure all of the contents have been swallowed.  \n                     Discard any unused portion of the cyclobenzaprine hydrochloride extended-release capsules after the contents have been sprinkled on applesauce.",
    "warningsAndPrecautions": "Cyclobenzaprine hydrochloride extended-release capsules are available in 15 mg and 30 mg strengths, packaged in bottles of 60 capsules.\n                        Cyclobenzaprine Hydrochloride Extended-Release Capsules, 15 mg (NDC 0115-1436-13) are orange opaque body and orange opaque cap with \"B15\" in blue ink on cap.\n                        Cyclobenzaprine Hydrochloride Extended-Release Capsules, 30 mg (NDC 0115-1437-13) are dark blue opaque body and standard red opaque cap with \"B30\" in white ink on cap.",
    "adverseReactions": "Hypersensitivity to any component of this product. Adverse reactions may include anaphylactic reaction, urticaria, facial and/or tongue swelling, or pruritus. Discontinue cyclobenzaprine hydrochloride extended-release capsules if a hypersensitivity reaction is suspected.  \n                     Concomitant use of monoamine oxidase (MAO) inhibitors or within 14 days after their discontinuation.  Hyperpyretic crisis seizures and deaths have occurred in patients receiving cyclobenzaprine (or structurally similar tricyclic antidepressants) concomitantly with MAO inhibitor drugs. \n                     During the acute recovery phase of myocardial infarction, and in patients with arrhythmias, heart block or conduction disturbances, or congestive heart failure.\n                     Hyperthyroidism.",
    "ingredients": [
        {
            "name": "CYCLOBENZAPRINE HYDROCHLORIDE",
            "code": "0VE05JYS2P"
        },
        {
            "name": "DIETHYL PHTHALATE",
            "code": "UF064M00AF"
        },
        {
            "name": "ETHYLCELLULOSE (10 MPA.S)",
            "code": "3DYK7UYZ62"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        },
        {
            "name": "POLYETHYLENE GLYCOL 8000",
            "code": "Q662QK8M3B"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C GREEN NO. 3",
            "code": "3P3ONR6O1S"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        }
    ],
    "organization": "Amneal Pharmaceuticals of New York LLC",
    "name": "Cyclobenzaprine Hydrochloride",
    "effectiveTime": "20250527"
}