{
    "root": "8ebd1d91-4b8d-44e6-9a74-1fbeec990ceb",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Hydromorphone Hydrochloride",
    "value": "20240930",
    "ingredients": [
        {
            "name": "HYDROMORPHONE HYDROCHLORIDE",
            "code": "L960UP2KRW"
        },
        {
            "name": "CELLULOSE ACETATE",
            "code": "3J2P07GVB6"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "HYPROMELLOSE 2910 (5 MPA.S)",
            "code": "R75537T0T4"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "POLYETHYLENE OXIDE 200000",
            "code": "11628IH70O"
        },
        {
            "name": "HYPROMELLOSE 2208 (100 MPA.S)",
            "code": "B1QE5P712K"
        },
        {
            "name": "D&C YELLOW NO. 10 ALUMINUM LAKE",
            "code": "CQ3XH3DET6"
        },
        {
            "name": "FD&C YELLOW NO. 6 ALUMINUM LAKE",
            "code": "GYP6Z2JR6Q"
        },
        {
            "name": "POLYETHYLENE GLYCOL 7000000",
            "code": "G3MS6M810Y"
        },
        {
            "name": "FD&C RED NO. 40 ALUMINUM LAKE",
            "code": "6T47AS764T"
        },
        {
            "name": "FD&C BLUE NO. 2 ALUMINUM LAKE",
            "code": "4AQJ3LG584"
        }
    ],
    "indications": "Hydromorphone hydrochloride extended-release tablets are indicated for the management of severe and persistent pain that requires an extended treatment period with a daily opioid analgesic and for which alternative treatment options are inadequate.\n                  \n                  Patients considered opioid tolerant are those who are receiving, for one week or longer, at least 60 mg oral morphine per day, 25 mcg transdermal fentanyl per hour, 30 mg oral oxycodone per day, 8 mg oral hydromorphone per day, 25 mg oral oxymorphone per day, 60 mg oral hydrocodone per day, or an equianalgesic dose of another opioid. \n                  \n                     Limitations of Use\n                  \n                  \n                     \n                        Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dosage or duration, and because of the greater risks of overdose and death with extended-release/long-acting opioid formulations, [see Warnings and Precautions (5.1\n                           )], reserve hydromorphone hydrochloride extended-release tablets for use in patients for whom alternative treatment options (e.g., non-opioid analgesics or immediate-release opioids) are ineffective, not tolerated, or would be otherwise inadequate to provide sufficient management of pain.\n                     \n                  \n                  \n                     Hydromorphone hydrochloride extended-release tablets are not indicated as an as-needed (prn) analgesic.",
    "contraindications": "Hydromorphone hydrochloride extended-release tablets should be prescribed only by healthcare professionals who are knowledgeable about the use of extended-release/long-acting opioids and how to mitigate the associated risks. ( 2.1 ) For once daily administration IN OPIOID-TOLERANT PATIENTS. ( 2.1 ) Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals. Reserve titration to higher doses of hydromorphone hydrochloride extended-release tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. ( 2.1 , 5 ) Initiate the dosing regimen for each patient individually, taking into account the patient’s underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse. ( 5.1 ) Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with hydromorphone hydrochloride extended-release tablets. Consider this risk when selecting an initial dose and when making dose adjustments ( 2.1 , 5.2 ). Instruct patients to swallow hydromorphone hydrochloride extended-release tablets intact, and not to cut, break, chew, crush, or dissolve the tablets (risk of potentially fatal overdose). ( 2.1 , 5.1 ) Dose may be increased using increments of 4 to 8 mg every 3 to 4 days as needed to achieve adequate analgesia. ( 2.4 ) Do not abruptly discontinue hydromorphone hydrochloride extended-release tablets in a physically-dependent patient because rapid discontinuation of opioid analgesics has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. ( 2.5 , 5.13 ) Moderate Hepatic Impairment: Initiate treatment with 25% of the dose that would be prescribed for patients with normal hepatic function. Monitor closely for respiratory and central nervous system depression. ( 2.6 ) Moderate and Severe Renal Impairment: Initiate treatment in patients with moderate renal impairment with 50% and patients with severe renal impairment with 25% of the hydromorphone hydrochloride extended-release tablets dose that would be prescribed for patients with normal renal function. Monitor closely for respiratory and central nervous system depression. ( 2.7 ) Discuss availability of naloxone with the patient and caregiver and assess each patient’s need for access to naloxone, both when initiating and renewing treatment with hydromorphone hydrochloride extended-release tablets. Consider prescribing naloxone based on the patient’s risk factors for overdose ( 2.2 , 5.1 , 5.2 , 5.3 ).",
    "warningsAndPrecautions": "How Supplied\n                  \n                  \n                     Hydromorphone Hydrochloride Extended-Release Tablets Strengths\n                  \n                  \n                     \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                               Strength\n                           \n                           \n                               Color\n                           \n                           \n                               Tablet Description\n                           \n                           \n                               Packaging\n                           \n                           \n                               NDC\n                           \n                        \n                        \n                            8 mg\n                            Pink\n                            Round, biconvex, printed with \"OS 211\"\n                           100 tablets per bottle \n                           13811-701-10 \n                        \n                        \n                            12 mg\n                            Dark Yellow\n                           Round, biconvex, printed with \"OS 212\" \n                           100 tablets per bottle  \n                           13811-702-10\n                        \n                        \n                            16 mg\n                            Yellow\n                           Round, biconvex, printed with \"OS 213\" \n                           100 tablets per bottle  \n                           13811-703-10 \n                        \n                        \n                           24 mg \n                            Gray\n                           Round, biconvex, printed with \"OS 216\" \n                           100 tablets per bottle  \n                           13811-720-10 \n                        \n                        \n                           32 mg \n                            White\n                           Round, biconvex, printed with \"OS 214\" \n                           100 tablets per bottle  \n                           13811-704-10 \n                        \n                     \n                  \n                  Store at 25ºC (77ºF); excursions permitted to 15° to 30° C (59° to 86° F) [See USP Controlled Room Temperature].",
    "adverseReactions": "Hydromorphone hydrochloride extended-release tablets are contraindicated in:\n                  \n                     Opioid non-tolerant patients. Fatal respiratory depression could occur in patients who are not opioid tolerant.\n                     Patients with significant respiratory depression [see Warnings and Precautions (5.2)].\n                     \n                     Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see Warnings and Precautions (5.7)].\n                     \n                     Known or suspected gastrointestinal obstruction, including paralytic ileus [see Warnings and Precautions (5.11)].\n                     \n                     Patients who have had surgical procedures and/or underlying disease resulting in narrowing of the gastrointestinal tract, or have “blind loops” of the gastrointestinal tract or gastrointestinal obstruction [see Warnings and Precautions (5.11)].\n                     \n                     Patients with hypersensitivity (e.g., anaphylaxis) to hydromorphone [see Warnings and Precautions (5.14)]."
}