{
    "root": "8fe39d7d-ccf1-45e2-b61c-2a81e5e806f0",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Cleocin Phosphate",
    "value": "20250317",
    "ingredients": [
        {
            "name": "CLINDAMYCIN PHOSPHATE",
            "code": "EH6D7113I8"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "indications": "CLEOCIN PHOSPHATE products are indicated in the treatment of serious infections caused by susceptible anaerobic bacteria.\n                  CLEOCIN PHOSPHATE products are also indicated in the treatment of serious infections due to susceptible strains of streptococci, pneumococci, and staphylococci. Its use should be reserved for penicillin-allergic patients or other patients for whom, in the judgment of the physician, a penicillin is inappropriate. Because of the risk of antibiotic-associated pseudomembranous colitis, as described in the \n                        BOXED WARNING\n                     , before selecting clindamycin the physician should consider the nature of the infection and the suitability of less toxic alternatives (e.g., erythromycin).\n                  Bacteriologic studies should be performed to determine the causative organisms and their susceptibility to clindamycin.\n                  Indicated surgical procedures should be performed in conjunction with antibiotic therapy.\n                  CLEOCIN PHOSPHATE is indicated in the treatment of serious infections caused by susceptible strains of the designated organisms in the conditions listed below:\n                  Lower respiratory tract infections including pneumonia, empyema, and lung abscess caused by anaerobes, Streptococcus pneumoniae, other streptococci (except E. faecalis), and Staphylococcus aureus.\n                  \n                  Skin and skin structure infections caused by Streptococcus pyogenes, Staphylococcus aureus, and anaerobes.\n                  Gynecological infections including endometritis, nongonococcal tubo-ovarian abscess, pelvic cellulitis, and postsurgical vaginal cuff infection caused by susceptible anaerobes.\n                  Intra-abdominal infections including peritonitis and intra-abdominal abscess caused by susceptible anaerobic organisms.\n                  Septicemia caused by Staphylococcus aureus, streptococci (except Enterococcus faecalis), and susceptible anaerobes.\n                  Bone and joint infections including acute hematogenous osteomyelitis caused by Staphylococcus aureus and as adjunctive therapy in the surgical treatment of chronic bone and joint infections due to susceptible organisms.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of CLEOCIN PHOSPHATE and other antibacterial drugs, CLEOCIN PHOSPHATE should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "If diarrhea occurs during therapy, this antibiotic should be discontinued (see \n                        WARNING\n                      box).\n                  \n                     Clindamycin phosphate IM administration should be used undiluted.\n                  \n                     Clindamycin phosphate IV administration should be diluted (see \n                        Dilution for IV use and IV infusion rates\n                      below).",
    "warningsAndPrecautions": "Each mL of CLEOCIN PHOSPHATE Sterile Solution contains clindamycin phosphate equivalent to 150 mg clindamycin, 0.5 mg disodium edetate; 9.45 mg benzyl alcohol added as preservative. When necessary, pH is adjusted with sodium hydroxide and/or hydrochloric acid. CLEOCIN PHOSPHATE is available in the following packages:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                           \n                              25–2 mL vials\n                           \n                           \n                              NDC 0009-3051-02\n                           \n                        \n                        \n                           \n                           \n                              25–4 mL vials\n                           \n                           \n                              NDC 0009-4073-04\n                           \n                        \n                        \n                           \n                           \n                              25–6 mL vials\n                           \n                           \n                              NDC 0009-5095-06",
    "adverseReactions": "This drug is contraindicated in individuals with a history of hypersensitivity to preparations containing clindamycin or lincomycin."
}