{
    "id": "909ab143-2d20-49be-b4e8-2f4c82bade24",
    "indications": "Hydroxychloroquine sulfate tablets is an antimalarial and antirheumatic indicated for the: Treatment of uncomplicated malaria due to Plasmodium falciparum, Plasmodium malariae, Plasmodium ovale, and Plasmodium vivax in adult and pediatric patients. ( 1.1 ) Prophylaxis of malaria in geographic areas where chloroquine resistance is not reported in adult and pediatric patients. ( 1.1 ) Treatment of rheumatoid arthritis in adults. ( 1.2 ) Treatment of systemic lupus erythematosus in adults. ( 1.3 ) Treatment of chronic discoid lupus erythematosus in adults. ( 1.4 ) Limitations of Use (1.1): Hydroxychloroquine sulfate Tablets is not recommended for the: Treatment of      complicated malaria. Treatment of      chloroquine or      hydroxychloroquine-resistant strains of Plasmodium species. Treatment of malaria      acquired in geographic      areas where chloroquine resistance occurs      or when the Plasmodium species has not been identified. Prophylaxis of      malaria in geographic      areas where chloroquine      resistance      occurs. Prevention of      relapses of P. vivax or P. ovale because      it is not      active against the hypnozoite liver      stage forms of these      parasites.      For radical      cure of P. vivax and P. ovale infections, concomitant      therapy      with an      8-aminoquinoline      drug is necessary.",
    "contraindications": "Malaria in Adult and Pediatric Patients ( 2.2 ): Prophylaxis: Begin weekly doses 2 weeks prior to travel to the endemic area, continue weekly doses while in the endemic area, and continue the weekly doses for 4 weeks after leaving the endemic area: - Adults:  400 mg once a week - Pediatric patients ≥ 31 kg:  6.5 mg/kg up to 400 mg, once a week Treatment of Uncomplicated Malaria: See Full Prescribing Information (FPI) for complete dosing information. Rheumatoid Arthritis in Adults ( 2.3 ): Initial dosage: 400 mg to 600 mg daily Chronic dosage: 200 mg once daily or 400 mg once daily (or in two divided doses) Systemic Lupus Erythematosus in Adults ( 2.4 ): 200 mg once daily or 400 mg once daily (or in two divided doses) Chronic Discoid Lupus Erythematosus in Adults ( 2.5 ): 200 mg once daily or 400 mg once daily (or in two divided doses)",
    "warningsAndPrecautions": "Product:    50090-5573\n                  NDC:    50090-5573-1   60 TABLET, FILM COATED in a BOTTLE\n                  NDC:    50090-5573-2   90 TABLET, FILM COATED in a BOTTLE",
    "adverseReactions": "Hydroxychloroquine sulfate is contraindicated in patients with known hypersensitivity to 4-aminoquinoline compounds.",
    "ingredients": [
        {
            "name": "HYDROXYCHLOROQUINE SULFATE",
            "code": "8Q2869CNVH"
        },
        {
            "name": "CALCIUM PHOSPHATE, DIBASIC, DIHYDRATE",
            "code": "O7TSZ97GEP"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "POLYVINYL ALCOHOL",
            "code": "532B59J990"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "CI 77891",
            "code": "15FIX9V2JP"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        }
    ],
    "organization": "A-S Medication Solutions",
    "name": "Hydroxychloroquine sulfate",
    "effectiveTime": "20250509"
}