{
    "root": "973233cb-8cb1-4c1d-911e-649df1287843",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "METHYLPHENIDATE HYDROCHLORIDE",
    "value": "20250219",
    "ingredients": [
        {
            "name": "METHYLPHENIDATE HYDROCHLORIDE",
            "code": "4B3SC438HI"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        }
    ],
    "indications": "Methylphenidate hydrochloride tablets are indicated for the treatment of:\n                  \n                     Attention Deficit Hyperactivity Disorders (ADHD) in pediatric patients 6 years and older and adults\n                     Narcolepsy",
    "contraindications": "Pediatric Patients 6 Years and Older: Start with 5 mg twice daily (before breakfast and lunch), titrating the dose weekly in 5 mg to 10 mg increments. Dosages above 60 mg/day are not recommended (2.2) . Adults: Average daily dosage is 20 mg to 30 mg, administered 2 or 3 times daily, preferably 30 to 45 minutes before meals. Maximum total daily dosage is 60 mg (2.2) .",
    "warningsAndPrecautions": "Methylphenidate hydrochloride tablets USP, 5 mg are supplied as light orange to orange, round compressed tablets, debossed cor on one side and 237 on the other side.\n                  They are available as follows:\n                  Bottles of 100:            NDC 0115-1800-01\n                  Methylphenidate hydrochloride tablets USP, 10 mg are supplied as light orange to orange, round compressed tablets, debossed cor above bisect and 238 below the bisect on one side and plain on the other side.\n                  They are available as follows:\n                  Bottles of 100:            NDC 0115-1801-01\n                  Methylphenidate hydrochloride tablets USP, 20 mg are supplied as light orange to orange, round compressed tablets, debossed cor over 239 on one side and bisect on the other side.\n                  They are available as follows:\n                  Bottles of 100:            NDC 0115-1802-01\n                  Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                  Protect from light.\n                  Dispense in tight, light-resistant container (USP).",
    "adverseReactions": "Hypersensitivity to methylphenidate or other components of methylphenidate hydrochloride tablets. Hypersensitivity reactions, such as angioedema and anaphylactic reactions, have been reported in patients treated with methylphenidate [see Adverse Reactions (6)].\n                     \n                     Concomitant treatment with monoamine oxidase inhibitors (MAOIs), or within 14 days following discontinuation of treatment with an MAOI, because of the risk of hypertensive crises [see Drug Interactions (7.1)]."
}