{
    "root": "975b1cec-6ff7-4da9-bc6e-2a90ab13b000",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "SILVER SULFADIAZINE",
    "value": "20250526",
    "ingredients": [
        {
            "name": "SILVER SULFADIAZINE",
            "code": "W46JY43EJR"
        }
    ],
    "indications": "Silver Sulfadiazine Cream 1% is a topical antimicrobial drug indicated as an adjunct for the prevention and treatment of wound sepsis in patients with second- and third-degree burns.",
    "contraindications": "Prompt institution of appropriate regimens for care of the burned patient is of prime importance and includes the control of shock and pain. The burn wounds are then cleansed and debrided, and silver sulfadiazine cream 1% is applied under sterile conditions. The burn areas should be covered with silver sulfadiazine cream 1% at all times. The cream should be applied once to twice daily to a thickness of approximately 1/16 inch. Whenever necessary, the cream should be reapplied to any areas from which it has been removed by patient activity. Administration may be accomplished in minimal time because dressings are not required. However, if individual patient requirements make dressings necessary, they may be used.\n                  Reapply immediately after hydrotherapy.\n                  Treatment with silver sulfadiazine cream 1% should be continued until satisfactory healing has occurred, or until the burn site is ready for grafting. The drug should not be withdrawn from the therapeutic regimen while there remains the possibility of infection except if a significant adverse reaction occurs.",
    "warningsAndPrecautions": "Silver Sulfadiazine Cream 1% is available in jars containing 50 g (NDC 59762-0131-6) and 400 g (NDC 59762-0131-4), and tubes containing 20 g (NDC 59762-0131-0), 25 g (NDC 59762-0131-2), 50 g (NDC 59762-0131-5) and 85 g (NDC 59762-0131-8).",
    "adverseReactions": "Silver Sulfadiazine Cream 1% is contraindicated in patients who are hypersensitive to silver sulfadiazine or any of the other ingredients in the preparation.\n                  Because sulfonamide therapy is known to increase the possibility of kernicterus, silver sulfadiazine cream 1% should not be used on pregnant women approaching or at term, on premature infants, or on newborn infants during the first 2 months of life."
}