{
    "root": "9772ab48-2ef1-4b9f-9a27-794f3e7e5c7a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Amiodarone Hydrochloride",
    "value": "20250306",
    "ingredients": [
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "AMIODARONE HYDROCHLORIDE",
            "code": "976728SY6Z"
        }
    ],
    "indications": "Amiodarone injection is indicated for initiation of treatment and prophylaxis of frequently recurring ventricular fibrillation (VF) and hemodynamically unstable ventricular tachycardia (VT) in patients refractory to other therapy. Amiodarone also can be used to treat patients with VT/VF for whom oral amiodarone is indicated, but who are unable to take oral medication. During or after treatment with amiodarone, patients may be transferred to oral amiodarone therapy [see Dosage and Administration (2)]. \n                  Use amiodarone for acute treatment until the patient's ventricular arrhythmias are stabilized. Most patients will require this therapy for 48 to 96 hours, but amiodarone may be safely administered for longer periods if necessary.",
    "contraindications": "Amiodarone shows considerable interindividual variation in response. Although a starting dose adequate to suppress life-threatening arrhythmias is needed, close monitoring with adjustment of dose is essential. The recommended starting dose of amiodarone is about 1000 mg over the first 24 hours of therapy, delivered by the following infusion regimen: \n                  \n                     Table 1: AMIODARONE DOSE RECOMMENDATIONS: FIRST 24 HOURS \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Loading infusions       \n                           \n                           \n                              \n                                 \n                                    First Rapid:      \n                              \n                           \n                           \n                              \n                                 150 mg over the FIRST 10 minutes (15\n                                 \n                                 mg/min).\n                                 Add 3 mL of amiodarone (150 mg) to 100 mL D5W (concentration = 1.5 mg/mL). Infuse 100 mL over 10 minutes.\n                              \n                           \n                        \n                        \n                           \n                           \n                              \n                                 \n                                    Followed by\n                                       \n                                 Slow:      \n                              \n                           \n                           \n                              \n                                 360 mg over the NEXT 6 hours (1 mg/min). Add 18 mL of amiodarone (900 mg) to 500 mL D5W (concentration = 1.8 mg/mL). Infuse 200 mL at a rate of 0.556 mL/min. \n                           \n                        \n                        \n                           \n                              \n                                 Maintenance infusion       \n                           \n                           \n                           \n                              \n                                 540 mg over the REMAINING 18 hours (0.5 mg/min).Decrease the rate of the slow loading infusion to 0.278 mL/min.\n                              \n                           \n                        \n                     \n                  \n                  After the first 24 hours, continue the maintenance infusion rate of 0.5 mg/min (720 mg per 24 hours) utilizing a concentration of 1 to 6 mg/mL (Use a central venous catheter for amiodarone concentrations greater than 2 mg/mL). The rate of the maintenance infusion may be increased to achieve effective arrhythmia suppression. \n                  In the event of breakthrough episodes of VF or hemodynamically unstable VT, use 150 mg supplemental infusions of amiodarone (mixed in 100 mL of D5W and infused over 10 minutes to minimize the potential for hypotension). \n                  The first 24-hour dose may be individualized for each patient; however, in controlled clinical trials, mean daily doses above 2100 mg were associated with an increased risk of hypotension. Do not exceed an initial infusion rate of 30 mg/min. \n                  Based on the experience from clinical studies of intravenous amiodarone, a maintenance infusion of up to 0.5 mg/min can be continued for 2 to 3 weeks regardless of the patient's age, renal function, or left ventricular function. There has been limited experience in patients receiving intravenous amiodarone for longer than 3 weeks. \n                  The surface properties of solutions containing injectable amiodarone are altered such that the drop size may be reduced. This reduction may lead to underdosage of the patient by up to 30% if drop counter infusion sets are used. Amiodarone must be delivered by a volumetric infusion pump. \n                  Administer amiodarone, whenever possible, through a central venous catheter dedicated to that purpose. Use an in-line filter during administration. \n                  Intravenous amiodarone loading infusions at much higher concentrations and rates of infusion much faster than recommended have resulted in hepatocellular necrosis and acute renal failure, leading to death [see Warnings and Precautions (5.3)]. \n                  Intravenous amiodarone concentrations greater than 3 mg/mL in D5W have been associated with a high incidence of peripheral vein phlebitis; however, concentrations of 2.5 mg/mL or less appear to be less irritating. Therefore, for infusions longer than 1 hour, do not exceed amiodarone concentrations of 2 mg/mL, unless a central venous catheter is used [see Adverse Reactions (6.2)].\n                  \n                  Amiodarone infusions exceeding 2 hours must be administered in glass or polyolefin bottles containing D5W. Do not use evacuated glass containers for admixing, as incompatibility with a buffer in the container may cause precipitation. \n                  Amiodarone adsorbs to polyvinyl chloride (PVC) tubing, but all of the clinical experience has been with PVC tubing and the concentrations and rates of infusion provided in DOSAGE AND ADMINISTRATION reflect dosing in these studies. \n                  Amiodarone has been found to leach out plasticizers, including DEHP [di-(2- ethylhexyl)phthalate] from intravenous tubing (including PVC tubing). The degree of leaching increases when infusing amiodarone at higher concentrations and lower flow rates than provided in DOSAGE AND ADMINISTRATION. Polysorbate 80, a component of amiodarone injection, is also known to leach DEHP from PVC [see Description (11)]. \n                  Amiodarone does not need to be protected from light during administration. \n                  NOTE: Inspect parenteral drug products for particulate matter and discoloration prior to administration, whenever solution and container permit – solution should be clear. \n                  CAUTION: Do not use plastic containers in series connections. Such use could result in air embolism due to residual air being drawn from the primary container before the administration of the fluid from the secondary container is complete. \n                  \n                     Table 2: AMIODARONE HCl SOLUTION STABILITY \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Solution\n                              \n                           \n                           \n                              \n                                 Concentration (mg/mL)\n                                 \n                              \n                           \n                           \n                              \n                                 Container\n                              \n                           \n                           \n                              \n                                 Comments\n                              \n                           \n                        \n                        \n                           \n                              \n                                 5% Dextrose in Water (D5W) \n                           \n                           \n                              \n                                 1.0 – 6.0 \n                           \n                           \n                              \n                                 PVC \n                           \n                           \n                              \n                                 Physically compatible, with amiodarone loss <10% at 2 hours at room temperature. \n                           \n                        \n                        \n                           \n                              5% Dextrose in Water (D5W) \n                           \n                           \n                              1.0 – 6.0 \n                           \n                           \n                              Polyolefin, Glass \n                           \n                           \n                              Physically compatible, with no amiodarone loss at 24 hours at room temperature.",
    "warningsAndPrecautions": "Amiodarone Hydrochloride Injection, USP is supplied as: \n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Product Code\n                              \n                           \n                           \n                              \n                                 Unit of Sale\n                              \n                           \n                           \n                              \n                                 Strength\n                              \n                           \n                           \n                              \n                                 Each\n                              \n                           \n                        \n                        \n                           \n                              RF601603\n                           \n                           \n                              NDC 65219-643-03\n                              Unit of 25\n                           \n                           \n                              150 mg per 3 mL\n                              (50 mg per mL)\n                           \n                           \n                              NDC 65219-643-01\n                              3 mL in a 5 mL\n                              Single Dose Vial\n                              This product contains an RFID.\n                           \n                        \n                        \n                           \n                              601603\n                           \n                           \n                              NDC 63323-616-03\n                              Unit of 25\n                           \n                           \n                              150 mg per 3 mL\n                              (50 mg per mL)\n                           \n                           \n                              NDC 63323-616-01\n                              3 mL in a 5 mL\n                              Single Dose Vial\n                           \n                        \n                        \n                           \n                              RF601609\n                           \n                           \n                              NDC 65219-645-09\n                              Unit of 10\n                           \n                           \n                              450 mg per 9 mL\n                              (50 mg per mL)\n                           \n                           \n                              NDC 65219-645-01\n                              9 mL in a 10 mL\n                              Single Dose Vial\n                              This product contains an RFID.\n                           \n                        \n                        \n                           \n                              601609\n                           \n                           \n                              NDC 63323-616-09\n                              Unit of 10\n                           \n                           \n                              450 mg per 9 mL\n                              (50 mg per mL)\n                           \n                           \n                              NDC 63323-616-02\n                              9 mL in a 10 mL\n                              Single Dose Vial\n                           \n                        \n                     \n                  \n                  The container closure is not made with natural rubber latex. \n                  Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. \n                  Protect from light and excessive heat. \n                  \n                     Use carton to protect contents from light until used.",
    "adverseReactions": "Amiodarone is contraindicated in patients with: \n                  \n                     \n                        •Known hypersensitivity to any of the components of Amiodarone Injection, including iodine.Hypersensitivity reactions may involve rash, angioedema, cutaneous/mucosal hemorrhage (bleeding), fever, arthralgias (joint pains), eosinophilia (abnormal blood counts), urticaria (hives), thrombotic thrombocytopenic purpura, or severe periarteritis (inflammation around blood vessels). \n                     \n                        •Cardiogenic shock. \n                     \n                        •Marked sinus bradycardia. \n                     \n                        •Second- or third-degree atrio-ventricular (AV) block unless a functioning pacemaker is available."
}