{
    "root": "980978a7-5c16-4350-add2-dd7c88ecb91b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Cefadroxil",
    "value": "20241230",
    "ingredients": [
        {
            "name": "CEFADROXIL",
            "code": "280111G160"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        }
    ],
    "indications": "Cefadroxil tablets are indicated for the treatment of patients with infection caused by susceptible strains of the designated organisms in the following diseases:\n                  Urinary tract infections caused by E. coli, P. mirabilis, and Klebsiella species.\n                  Skin and skin structure infections caused by staphylococci and/or streptococci.\n                  Pharyngitis and/or tonsillitis caused by Streptococcus pyogenes (Group A beta-hemolytic streptococci).\n                  \n                     Note: Only penicillin by the intramuscular route of administration has been shown to be effective in the prophylaxis of rheumatic fever. Cefadroxil is generally effective in the eradication of streptococci from the oropharynx. However, data establishing the efficacy of cefadroxil for the prophylaxis of subsequent rheumatic fever are not available.\n                  \n                     Note: Culture and susceptibility tests should be initiated prior to and during therapy. Renal function studies should be performed when indicated.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of cefadroxil tablets and other antibacterial drugs, cefadroxil tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "Cefadroxil tablets are acid-stable and may be administered orally without regard to meals. Administration with food may be helpful in diminishing potential gastrointestinal complaints occasionally associated with oral cephalosporin therapy.",
    "warningsAndPrecautions": "Cefadroxil tablets USP, 1,000 mg are available as white to off-white, oval-shaped, scored tablets, debossed “93” on one side (with a bisect cut between the 9 and 3) and “4059” on the other side, containing cefadroxil monohydrate equivalent to 1,000 mg of cefadroxil, packaged in bottles of 50 tablets (NDC 0093-4059-53).\n                  Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].\n                  Dispense in a tight container as defined in the USP. Use child-resistant closure (as required).\n                  Keep this and all medications out of the reach of children.",
    "adverseReactions": "Cefadroxil tablets are contraindicated in patients with known allergy to the cephalosporin group of antibiotics."
}