{
    "root": "9826ed5e-829c-4e94-9c60-761acb892d74",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "tenofovir disoproxil fumarate"
    },
    "value": "20250303",
    "ingredients": [
        {
            "name": "TENOFOVIR DISOPROXIL FUMARATE",
            "code": "OTT9J7900I"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        }
    ],
    "indications": "Tenofovir disoproxil fumarate tablets are a nucleotide analog HIV-1 reverse transcriptase inhibitor and an HBV reverse transcriptase inhibitor and is indicated: • in combination with other antiretroviral agents for the treatment of HIV-1 infection in adults and pediatric patients 2 years of age and older weighing at least 10 kg. ( 1.1 ) • for the treatment of chronic hepatitis B in adults and pediatric patients 2 years and older weighing at least 10 kg.( 1.2 )",
    "contraindications": "• Testing: Prior to or when initiating tenofovir disoproxil fumarate tablets test for hepatitis B virus infection and HIV-1 infection. Prior to initiation and during use of tenofovir disoproxil fumarate tablets, on a clinically appropriate schedule, assess serum creatinine, estimated creatinine clearance, urine glucose, and urine protein in all patients. In patients with chronic kidney disease, also assess serum phosphorous. ( 2.1 ) • Recommended tablet dosage in adults and pediatric patients weighing at least 35 kg: One tenofovir disoproxil fumarate 300 mg tablet once daily taken orally without regard to food. ( 2.2 ) • Recommended dosage in pediatric patients at least 2 years of age and adults: o Tablets: For patients weighing at least 17 kg who can swallow an intact tablet, one tenofovir disoproxil fumarate tablet (300 mg based on body weight) once daily taken orally without regard to food. ( 2.2 ) • Recommended dosage in renally impaired adult patients: o Creatinine clearance (CrCl) 30−49 mL/min: 300 mg every 48 hours. ( 2.4 ) o CrCl 10−29 mL/min: 300 mg every 72 to 96 hours. (2.4) o Hemodialysis: 300 mg every 7 days or after approximately 12 hours of dialysis. ( 2.4 )",
    "warningsAndPrecautions": "Tenofovir disoproxil fumarate tablets are available in bottles containing 30 tablets with child-resistant closure as follows:  • 300 mg of TDF (equivalent to 245 mg of tenofovir disoproxil): tablets are blue coloured, oval shaped, biconvex, film coated tablets are debossed with 'CL 77' on one side and plain on the other side, and are available in unit of use bottles (containing a desiccant [silica gel sachet] and closed with a child-resistant closure) of:30 tablets (NDC 33342-096-07)\n                  Store below 30°C (86° F).\n                  • Keep the bottle tightly closed.  • Dispense only in original container.  • Do not use if seal over bottle opening is broken or missing.",
    "adverseReactions": "None."
}