{
    "root": "98e15c07-8d54-4649-aad5-457a66edba08",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Methadone Hydrochloride",
    "value": "20250228",
    "ingredients": [
        {
            "name": "Methadone Hydrochloride",
            "code": "229809935B"
        },
        {
            "name": "alcohol",
            "code": "3K9958V90M"
        },
        {
            "name": "benzoic acid",
            "code": "8SKN0B0MIM"
        },
        {
            "name": "anhydrous citric acid",
            "code": "XF417D3PSL"
        },
        {
            "name": "FD&C Red No. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "FD&C Yellow No. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "Glycerin",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "Sorbitol",
            "code": "506T60A25R"
        },
        {
            "name": "water",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Methadone Hydrochloride Oral Solution is indicated for the:\n                  \n                  \n                     Management of severe and persistent pain that requires an extended treatment period with a daily opioid analgesic and for which alternative treatment options are inadequate. \n                        Limitations of Use:\n                        \n                           Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dosage or duration [see Warnings and Precautions (5.2)], reserve Methadone Hydrochloride Oral Solution for use in patients for whom alternative analgesic treatment options (e.g., non-opioid analgesics or opioid combination products):\n                                 Have not been tolerated or are not expected to be tolerated,\n                                 Have not provided adequate analgesia or are not expected to provide adequate analgesia.\n                              \n                           \n                           Methadone Hydrochloride Oral Solution is not indicated as an as-needed (prn) analgesic.\n                        \n                     \n                     Detoxification treatment of opioid addiction (heroin or other morphine-like drugs).\n                     Maintenance treatment of opioid addiction (heroin or other morphine-like drugs), in conjunction with appropriate social and medical services. \n                        Limitations of Use:\n                        \n                           Methadone products used for the treatment of opioid addiction in detoxification or maintenance programs are subject to the conditions for distribution and use required under 42 CFR 8.12 [see Dosage and Administration (2.1)].",
    "contraindications": "Consider prescribing naloxone based on the patient's risk factors for overdose ( 2.3 , 5.2 , 5.4 , 5.8 ). Management of Pain: Methadone Hydrochloride Oral Solution should be prescribed only by healthcare professionals who are knowledgeable about the use of extended-release/long-acting opioids and how to mitigate the associated risks. ( 2.1 ) Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals. Reserve titration to higher doses of Methadone Hydrochloride Oral Solution for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. ( 2.1 , 5 ) Initiate the dosing regimen for each patient individually, taking into account the patient's underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse ( 5.2 ) Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with Methadone Hydrochloride Oral Solution. Consider this risk when selecting an initial dose and making dose adjustments ( 2.1 , 5.4 ) For opioid naïve patients, initiate methadone hydrochloride treatment with 2.5 mg every 8 to 12 hours. ( 2.4 ) To convert to methadone hydrochloride from another opioid, use available conversion factors to obtain estimated dose. ( 2.4 ) Titrate slowly with dose increases no more frequent than every 3 to 5 days. ( 2.5 ) Do not abruptly discontinue methadone in a physically dependent patient because rapid discontinuation of opioid analgesics has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. ( 2.6 , 5.17 ) Initiation of Detoxification and Maintenance Treatment: A single dose of 20 to 30 mg may be sufficient to suppress withdrawal syndrome. ( 2.7 )",
    "warningsAndPrecautions": "Methadone is a controlled substance. Like fentanyl, morphine, oxycodone, hydromorphone, and oxymorphone, methadone is controlled under Schedule II of the Federal Controlled Substances Act. Methadone may be targeted for theft and diversion by criminals [see Warnings and Precautions (5.2)].",
    "adverseReactions": "Methadone Hydrochloride Oral Solution is contraindicated in patients with:\n                  \n                     Significant respiratory depression [see Warnings and Precautions (5.4)]\n                     \n                      Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see Warnings and Precautions (5.9)]\n                     \n                     Known or suspected gastrointestinal obstruction, including paralytic ileus [see Warnings and Precautions (5.14)]\n                     \n                     Hypersensitivity (e.g., anaphylaxis) to methadone [see Adverse Reactions (6)]"
}