{
    "root": "992d7829-34d1-4c88-8a5c-1a92d001d194",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Amoxicillin",
    "value": "20250324",
    "ingredients": [
        {
            "name": "AMOXICILLIN",
            "code": "804826J2HU"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        }
    ],
    "indications": "Adults and Pediatric Patients\n                     \n                  \n                  \n                     \n                        •\n                        Upper Respiratory Tract Infections of the Ear, Nose, and Throat: Amoxicillin for Oral Suspension, USP is indicated in the treatment of infections due to susceptible (ONLY β-lactamase–negative) isolates of Streptococcus species. (α-and β-hemolytic isolates only), Streptococcus pneumoniae, Staphylococcus spp., or Haemophilus influenzae.\n                     \n                     \n                        •\n                        Infections of the Genitourinary Tract: Amoxicillin for Oral Suspension, USP is indicated in the treatment of infections due to susceptible (ONLY β-lactamase–negative) isolates of Escherichia coli, Proteus mirabilis, or Enterococcus faecalis.\n                     \n                     \n                        •\n                        Infections of the Skin and Skin Structure: Amoxicillin for Oral Suspension, USP is indicated in the treatment of infections due to susceptible (ONLY β-lactamase–negative) isolates of Streptococcus spp. (α-and β-hemolytic isolates only), Staphylococcus spp., or E. coli.\n                     \n                     \n                        •\n                        Infections of the Lower Respiratory Tract: Amoxicillin for Oral Suspension, USP is indicated in the treatment of infections due to susceptible (ONLY β-lactamase–negative) isolates of Streptococcus spp. (α-and β-hemolytic isolates only), S. pneumoniae, Staphylococcus spp., or H. influenzae.\n                     \n                  \n                  \n                     Adult Patients only\n                     \n                  \n                  \n                     \n                        •\n                        \n                           Helicobacter pylori Infection and Duodenal Ulcer Disease:\n                        \n                     \n                  \n                  \n                     Triple therapy for Helicobacter pylori (H. pylori) with clarithromycin and lansoprazole: Amoxicillin for Oral Suspension, USP, in combination with clarithromycin plus lansoprazole as triple therapy, is indicated for the treatment of patients with H. pylori infection and duodenal ulcer disease (active or 1-year history of a duodenal ulcer) to eradicate H. pylori. Eradication of H. pylori has been shown to reduce the risk of duodenal ulcer recurrence.\n                  \n                     Dual therapy for H. pylori with lansoprazole: Amoxicillin for Oral Suspension, USP, in combination with lansoprazole delayed-release capsules as dual therapy, is indicated for the treatment of patients with H. pylori infection and duodenal ulcer disease (active or 1-year history of a duodenal ulcer) who are either allergic or intolerant to clarithromycin or in whom resistance to clarithromycin is known or suspected. (See the clarithromycin package insert, MICROBIOLOGY.) Eradication of H. pylori has been shown to reduce the risk of duodenal ulcer recurrence.\n                  \n                  \n                     Usage\n                     \n                  \n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Amoxicillin for Oral Suspension, USP, and other antibacterial drugs, Amoxicillin for Oral Suspension, USP, should be used only to treat infections that are proven or strongly suspected to be caused by bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "• In Adults, 750 to 1750 mg/day in divided doses every 8 to 12 hours. • In Pediatric Patients over 3 Months of Age, 20 to 45 mg/kg/day in divided doses every 8 to 12 hours. Refer to full prescribing information for specific dosing regimens. ( 2.2 , 2.3 ) • The upper dose for neonates and infants aged 3 months or younger is 30 mg/kg/day divided every 12 hours. ( 2.3 ) • Dosing for H. pylori Infection (in Adults): Triple therapy: 1 gram amoxicillin, 500 mg clarithromycin, and 30 mg lansoprazole, all given twice daily (every 12 hours) for 14 days. Dual therapy: 1 gram amoxicillin and 30 mg lansoprazole, each given three times daily (every 8 hours) for 14 days. ( 2.4 ) • Reduce the dose in patients with severe renal impairment (GFR greater than 30 mL/min). ( 2.5 )",
    "warningsAndPrecautions": "Amoxicillin for Oral Suspension, USP: Each 5 mL of reconstituted fruity-flavored suspension contains 200 or 400 mg amoxicillin as the trihydrate.\n                  \n                     Amoxicillin for Oral Suspension, USP 200 mg/5mL\n                     \n                     100mL Bottle      NDC 68788-8852-1\n                  Store dry powder at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  \n                  Shake well before using. Refrigeration is preferable but not required.\n                  \n                  Discard suspension after 14 days. Keep container tightly closed.",
    "adverseReactions": "Amoxicillin is contraindicated in patients who have experienced a serious hypersensitivity reaction (e.g., anaphylaxis or Stevens-Johnson syndrome) to amoxicillin or to other β-lactam antibacterial drugs (e.g., penicillins and cephalosporins)."
}