{
    "root": "99782bc8-56d9-41f8-935e-0d0de27f0c34",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Albuterol sulfate",
    "value": "20250519",
    "ingredients": [
        {
            "name": "ALBUTEROL SULFATE",
            "code": "021SEF3731"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "NORFLURANE",
            "code": "DH9E53K1Y8"
        }
    ],
    "indications": "Albuterol sulfate inhalation aerosol is a beta 2 -adrenergic agonist indicated for: •   Treatment or prevention of bronchospasm in patients 4 years of age and older with reversible obstructive airway disease. ( 1.1 ) •   Prevention of exercise-induced bronchospasm in patients 4 years of age and older. ( 1.2 )",
    "contraindications": "For oral inhalation only •   Treatment or prevention of bronchospasm in adults and children 4 years of age and older: 2 inhalations every 4 to 6 hours. In some patients, one inhalation every 4 hours may be sufficient. ( 2.1 ) •   Prevention of exercise-induced bronchospasm in adults and children 4 years of age and older: 2 inhalations 15 to 30 minutes before exercise. ( 2.2 ) •   Priming information: Prime albuterol sulfate inhalation aerosol before using for the first time, or when the inhaler has not been used for more than 2 weeks. To prime albuterol sulfate inhalation aerosol, release 3 sprays into the air away from the face. Shake well before each spray. ( 2.3 ) •   Cleaning information: At least once a week, wash the actuator with warm water, shake off excess, and air dry thoroughly. ( 2.3 ) •   Albuterol sulfate inhalation aerosol inhaler should be discarded when the dose indicator displays 0 or after the expiration date on the product, whichever comes first. ( 2.3 )",
    "warningsAndPrecautions": "Albuterol sulfate inhalation aerosol is supplied as a pressurized aluminum canister with a blue plastic actuator with a dose indicator and green dust cap each in boxes of one. Each canister contains 8.5 g of the formulation and provides 200 actuations (NDC 68788-8878-02). Each actuation delivers 120 mcg of albuterol sulfate from the canister valve and 108 mcg of albuterol sulfate from the actuator mouthpiece (equivalent to 90 mcg of albuterol base).\n                  SHAKE WELL BEFORE USE. Store between 20°C to 25°C (68°F to 77°F). [See USP Controlled Room Temperature.] Contents under pressure. Do not puncture or incinerate. Protect from freezing temperatures and prolonged exposure to direct sunlight. Exposure to temperatures above 120oF may cause bursting. For best results, canister should be at room temperature before use. Avoid spraying in eyes. Keep out of reach of children.\n                  See FDA-Approved Patient Labeling (17.9) for priming and cleaning instructions.\n                  The blue actuator supplied with albuterol sulfate inhalation aerosol should not be used with the canister from any other inhalation aerosol products. The albuterol sulfate inhalation aerosol canister should not be used with the actuator from any other inhalation aerosol products.\n                  Albuterol sulfate inhalation aerosol has a dose indicator attached to the actuator. Patients should never try to alter the numbers for the dose indicator or tamper with the dose indicator button mechanism. Discard the albuterol sulfate inhalation aerosol when the indicator displays 0 or after the expiration date on the product, whichever comes first. The labeled amount of medication in each actuation cannot be assured after the indicator displays 0, even though the canister is not completely empty and will continue to operate. Never immerse the canister into water to determine how full the canister is (\"float test\").\n                  Albuterol sulfate inhalation aerosol does not contain chlorofluorocarbons (CFCs) as the propellant.",
    "adverseReactions": "Albuterol sulfate inhalation aerosol is contraindicated in patients with a history of hypersensitivity to albuterol and any other albuterol sulfate inhalation aerosol components. Rare cases of hypersensitivity reactions, including urticaria, angioedema, and rash have been reported after the use of albuterol sulfate [see WARNINGS AND PRECAUTIONS (5.6)]."
}