{
    "id": "9d52f9d2-f66b-4457-8cb7-c48a6e7d076f",
    "indications": "Daysee™ is indicated for use by females of reproductive potential to prevent pregnancy.",
    "contraindications": "Take one tablet daily by mouth at the same time every day for 91 days in the order directed on the blister pack. ( 2 )",
    "warningsAndPrecautions": "How Supplied\n                  \n                  Daysee [levonorgestrel and ethinyl estradiol tablets USP (0.15 mg/0.03 mg) and ethinyl estradiol tablets USP (0.01 mg)] are available in Extended-Cycle Wallets each containing a 13-week supply of tablets: 84 light blue tablets, each containing 0.15 mg of levonorgestrel and 0.03 mg of ethinyl estradiol, and 7 mustard tablets, each containing 0.01 mg of ethinyl estradiol. The light blue tablets are round, biconvex, film-coated tablets, debossed with \"LU\" on one side and \"V21\" on the other side. The mustard tablets are round, biconvex, film-coated tablets debossed with \"LU\" on one side and \"V22\" on the other side.\n                  They are supplied as follows:\n                  Daysee [levonorgestrel and ethinyl estradiol tablets USP (0.15 mg/0.03 mg) and ethinyl estradiol tablets USP (0.01 mg)] is available in an extended cycle wallet of 91 tablets which is packed in a pouch (NDC 68180-846-11). Such two pouches are packed in a carton (NDC 68180-846-13).\n                  \n                     Storage and Handling\n                  \n                  Store at 20° C to 25° C (68° F to 77° F); excursions permitted to 15°C to 30° C (59°F to 86° F) [See USP Controlled Room Temperature].",
    "adverseReactions": "Daysee is contraindicated in females who are known to have or develop the following conditions:\n                  \n                     A high risk of arterial or venous thrombotic diseases. Examples include females who are known to:\n                     Smoke, if over age 35 [see Boxed Warnings and Warnings and Precautions (5.1)].\n                     Have current or history of deep vein thrombosis or pulmonary embolism [see Warnings and Precautions (5.1)].\n                     Have cerebrovascular disease [see Warnings and Precautions (5.1)]\n                     Have coronary artery disease [see Warnings and Precautions (5.1)].\n                     Have thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) [see Warnings and Precautions (5.1)].\n                     Have inherited or acquired hypercoagulopathies [see Warnings and Precautions (5.1)].\n                     Have uncontrolled hypertension or hypertension with vascular disease [see Warnings and Precautions (5.3)].\n                     Have diabetes mellitus and are over age 35, diabetes mellitus with hypertension or with vascular disease or other end-organ damage, or diabetes mellitus of >20 years duration [see Warnings and Precautions (5.7)].\n                     Have headaches with focal neurological symptoms, migraine headaches with aura, or over age 35 with any migraine headaches [see Warnings and Precautions (5.8)].\n                     Current diagnosis of, or history of, breast cancer, which may be hormone sensitive [see Warnings and Precautions (5.11)].\n                     Liver tumors, acute viral hepatitis, or severe (decompensated) cirrhosis [see WARNINGS AND Warnings and Precautions (5.2) and Use in Specific Populations (8.6)].\n                     Undiagnosed abnormal uterine bleeding [see Warnings and Precautions (5.9)]\n                     Use of Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations [see Warnings and Precautions (5.4)].",
    "ingredients": [],
    "organization": "Lupin Pharmaceuticals, Inc.",
    "name": "Daysee",
    "effectiveTime": "20250512"
}