{
    "root": "9dcba5a8-b4ee-4e3c-a0be-3587072a4c5a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Dextroamphetamine",
    "value": "20250519",
    "ingredients": [
        {
            "name": "DEXTROAMPHETAMINE SULFATE",
            "code": "JJ768O327N"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "BENZOIC ACID",
            "code": "8SKN0B0MIM"
        },
        {
            "name": "SACCHARIN",
            "code": "FST467XS7D"
        },
        {
            "name": "SODIUM CITRATE, UNSPECIFIED FORM",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Dextroamphetamine sulfate oral solution is indicated in:\n                  \n                     Narcolepsy\n                  \n                  \n                     Attention Deficit Disorder with Hyperactivity: As an integral part of a total treatment program that typically includes other remedial measures (psychological, educational, social) for a stabilizing effect in pediatric patients (ages 3 years to 16 years) with a behavioral syndrome characterized by the following group of developmentally inappropriate symptoms: Moderate to severe distractibility, short attention span, hyperactivity, emotional lability, and impulsivity. The diagnosis of this syndrome should not be made with finality when these symptoms are only of comparatively recent origin. Nonlocalizing (soft) neurological signs, learning disability, and abnormal EEG may or may not be present, and a diagnosis of central nervous system dysfunction may or may not be warranted.",
    "contraindications": "Amphetamines should be administered at the lowest effective dosage and dosage should be individually adjusted. Late evening doses should be avoided because of the resulting insomnia.\n                  \n                     Narcolepsy: Usual dose is 5 mg to 60 mg per day in divided doses, depending on the individual patient response.\n                  Narcolepsy seldom occurs in children under 12 years of age; however, when it does, dextroamphetamine sulfate oral solution may be used. The suggested initial dose for patients aged 6 to 12 is 5 mg daily; daily dose may be raised in increments of 5 mg at weekly intervals until optimal response is obtained. In patients 12 years of age and older, start with 10 mg daily; daily dosage may be raised in increments of 10 mg at weekly intervals until optimal response is obtained. If bothersome adverse reactions appear (e.g., insomnia or anorexia), dosage should be reduced. Give first dose on awakening; additional doses (1 or 2) at intervals of 4 to 6 hours.\n                  \n                     Attention Deficit Disorder with Hyperactivity: Not recommended for pediatric patients under 3 years of age.\n                  \n                     In pediatric patients from 3 to 5 years of age, start with 2.5 mg daily; daily dosage may be raised in increments of 2.5 mg at weekly intervals until optimal response is obtained.\n                  \n                     In pediatric patients 6 years of age and older, start with 5 mg once or twice daily; daily dosage may be raised in increments of 5 mg at weekly intervals until optimal response is obtained. Only in rare cases will it be necessary to exceed a total of 40 mg per day.\n                  Give first dose on awakening; additional doses (1 or 2) at intervals of 4 to 6 hours.\n                  Where possible, drug administration should be interrupted occasionally to determine if there is a recurrence of behavioral symptoms sufficient to require continued therapy.\n                  Prior to treating patients with dextroamphetamine sulfate assess:\n                  \n                     for the presence of cardiac disease (i.e., perform a careful history, family history of sudden death or ventricular arrhythmia, and physical exam) (see WARNINGS).\n                     the family history and clinically evaluate patients for motor or verbal tics or Tourette’s syndrome (see WARNINGS).",
    "warningsAndPrecautions": "Dextroamphetamine sulfate oral solution 5 mg/5 mL is a colorless, bubble gum flavored oral solution. It is available in 16 fluid ounces (473 mL) bottles, NDC 72162-2043-2.\n                  Store at 20° to 25°C (68° to 77°F); excursions permitted from 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Dispense in a tight, light-resistant container with a child-resistant closure.\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Known hypersensitivity to amphetamine products. During or within 14 days following the administration of monoamine oxidase inhibitors (hypertensive crisis may result)."
}