{
    "id": "9f3c9287-0615-4d2e-823d-673b33586e06",
    "indications": "Methamphetamine hydrochloride tablets are indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) in pediatric patients 6 years of age and older.",
    "contraindications": "• Administer methamphetamine hydrochloride tablets orally once daily or in two divided doses daily. Avoid administration late in the evening due to the risk of insomnia. ( 2.2 ) • Recommended starting dosage is 5 mg once or twice daily. ( 2.3 ) • Daily dosage may be increased in 5 mg increments at weekly intervals depending on clinical response. ( 2.3 ) • The recommended dosage range is 20 mg to 25 mg daily. ( 2.3 )",
    "warningsAndPrecautions": "Methamphetamine Hydrochloride Tablets, USP \n                  \n                     How Supplied\n                     5 mg tablets are supplied as a round, white to off-white, biconvex, debossed tablet with “54” on one side and “681” on the other side.\n                  NDC 0054-0389-25: Bottle of 100 tablets \n                  \n                     Storage and Handling\n                     Recommended Storage:Store at 20°C to 25°C (68°F to 77°F). [See USP Controlled Room Temperature.]\n                  Dispense in a tight, light resistant, child-resistant container as defined in the USP/NF.",
    "adverseReactions": "Methamphetamine hydrochloride tablets are contraindicated in patients with:\n                  \n                     \n                        •known hypersensitivity to amphetamine, or other components of methamphetamine hydrochloride tablets.  Hypersensitivity reactions such as angioedema and anaphylactic reactions have been reported in patients treated with other amphetamine products [see Adverse Reactions (6)]. \n                     \n                        •taking monoamine oxidase inhibitors (MAOIs), or within 14 days following discontinuation of treatment with an MAOIs (including MAOIs such as linezolid or intravenous methylene blue), because of the risk of hypertensive crisis [see Drug Interactions (7.1)].",
    "ingredients": [
        {
            "name": "METHAMPHETAMINE HYDROCHLORIDE",
            "code": "997F43Z9CV"
        },
        {
            "name": "CROSPOVIDONE (120 .MU.M)",
            "code": "68401960MK"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE 102",
            "code": "PNR0YF693Y"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        }
    ],
    "organization": "Hikma Pharmaceuticals USA Inc.",
    "name": "Methamphetamine Hydrochloride",
    "effectiveTime": "20240930"
}