{
    "root": "a0176463-4969-45bd-b2ab-cbf0e2dfe05e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Clindamycin phosphate",
    "value": "20250228",
    "ingredients": [
        {
            "name": "CLINDAMYCIN PHOSPHATE",
            "code": "EH6D7113I8"
        },
        {
            "name": "DEXTROSE MONOHYDRATE",
            "code": "LX22YL083G"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Clindamycin Injection USP in 5% Dextrose products are indicated in the treatment of serious infections caused by susceptible anaerobic bacteria.\n                  Clindamycin Injection USP in 5% Dextrose products are also indicated in the treatment of serious infections due to susceptible strains of streptococci, pneumococci, and staphylococci.  Its use should be reserved for penicillin-allergic patients or other patients for whom, in the judgment of the physician, a penicillin is inappropriate.  Because of the risk of antibiotic-associated pseudomembranous colitis, as described in the \n                        BOXED WARNING\n                     , before selecting clindamycin the physician should consider the nature of the infection and the suitability of less toxic alternatives (e.g., erythromycin).\n                  Bacteriologic studies should be performed to determine the causative organisms and their susceptibility to clindamycin.\n                  Indicated surgical procedures should be performed in conjunction with antibiotic therapy.\n                  Clindamycin Injection USP in 5% Dextrose is indicated in the treatment of serious infections caused by susceptible strains of the designated organisms in the conditions listed below:\n                  Lower respiratory tract infections including pneumonia, empyema, and lung abscess caused by anaerobes, Streptococcus pneumoniae, other streptococci (except E. faecalis), and Staphylococcus aureus.\n                  Skin and skin structure infections caused by Streptococcus pyogenes, Staphylococcus aureus, and anaerobes.\n                  Gynecological infections including endometritis, nongonococcal tubo-ovarian abscess, pelvic cellulitis, and postsurgical vaginal cuff infection caused by susceptible anaerobes.\n                  Intra-abdominal infections including peritonitis and intra-abdominal abscess caused by susceptible anaerobic organisms.\n                  Septicemia caused by Staphylococcus aureus, streptococci (except Enterococcus faecalis), and susceptible anaerobes.\n                  Bone and joint infections including acute hematogenous osteomyelitis caused by Staphylococcus aureus and as adjunctive therapy in the surgical treatment of chronic bone and joint infections due to susceptible organisms.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Clindamycin Injection USP in 5% Dextrose and other antibacterial drugs, Clindamycin Injection USP in 5% Dextrose should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria.  When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy.  In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "If diarrhea occurs during therapy, this antibiotic should be discontinued (see \n                        WARNING\n                      box).\n                  \n                     Adults:  Parenteral (IV Administration):  Serious infections due to aerobic gram-positive cocci and the more susceptible anaerobes (NOT generally including Bacteroides fragilis, Peptococcus species and Clostridium species other than Clostridium perfringens):\n                  600-1200 mg/day in 2, 3 or 4 equal doses.\n                  More severe infections, particularly those due to proven or suspected Bacteroides fragilis, Peptococcus species, or Clostridium species other than Clostridium perfringens:\n                  1200-2700 mg/day in 2, 3 or 4 equal doses.\n                  For more serious infections, these doses may have to be increased.  In life-threatening situations due to either aerobes or anaerobes these doses may be increased.  Doses of as much as 4800 mg daily have been given intravenously to adults.  See Dilution for IV use and IV Infusion Rates section below.\n                  Alternatively, drug may be administered in the form of a single rapid infusion of the first dose followed by continuous IV infusion as follows:\n                  \n                     Table 2:  Serum Clindamycin Levels Maintained, Rapid Infusion Rate and          Maintenance Infusion Rate\n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 To maintain serumclindamycin levels\n                              \n                           \n                           \n                              \n                                 Rapid infusion rate\n                              \n                           \n                           \n                              \n                                 Maintenance infusion rate\n                              \n                           \n                        \n                        \n                           \n                              Above 4 mcg/mL\n                           \n                           \n                              10 mg/min for 30 min\n                           \n                           \n                              0.75 mg/min\n                           \n                        \n                        \n                           \n                              Above 5 mcg/mL\n                           \n                           \n                              15 mg/min for 30 min\n                           \n                           \n                              1.00 mg/min\n                           \n                        \n                        \n                           \n                              Above 6 mcg/mL\n                           \n                           \n                              20 mg/min for 30 min\n                           \n                           \n                              1.25 mg/min\n                           \n                        \n                     \n                  \n                  \n                     Pediatric patients 1 month of age to 16 years: Parenteral (IV) Administration: 20 to 40 mg/kg/day in 3 or 4 equal doses.  The higher doses would be used for more severe infections. Clindamycin should be dosed based on total body weight regardless of obesity. As an alternative to dosing on a body weight basis, pediatric patients may be dosed on the basis of square meters body surface: 350 mg/m2/day for serious infections and 450 mg/m2/day for more severe infections.\n                  Parenteral therapy may be changed to oral clindamycin palmitate hydrochloride powder for oral solution or clindamycin hydrochloride capsules when the condition warrants and at the discretion of the physician.\n                  In cases of β-hemolytic streptococcal infections, treatment should be continued for at least 10 days.\n                  \n                     Pediatric Patients less than 1 month: The recommended dosage is 15 to 20 mg/kg/day in 3 to 4 equal doses. See Table 3 regarding the dosing regimen for pediatric patients with post-menstrual age (PMA) less than or equal to 32 weeks, or greater than 32 weeks to less than or equal to 40 weeks.\n                  \n                     Table 3:  Dosing Regimens for Pediatric Patients with PMA less than or equal to 32       weeks, or greater than 32 weeks to less than or equal to 40 weeks\n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 PMA (weeks)\n                              \n                           \n                           \n                              \n                                 Dose (mg/kg)\n                              \n                           \n                           \n                              \n                                 Dosing Interval (hours)\n                              \n                           \n                        \n                        \n                           \n                              \n                                 Less than or equal to 32\n                              \n                           \n                           \n                              5\n                           \n                           \n                              8\n                           \n                        \n                        \n                           \n                              \n                                 Greater than or equal to 32 to less than or equal to 40\n                              \n                           \n                           \n                              7\n                           \n                           \n                              8\n                           \n                        \n                     \n                  \n                  PMA: Post-Menstrual Age\n                  \n                     Dilution for IV use and IV Infusion Rates\n                  \n                  \n                     The concentration of clindamycin in diluent for infusion should not exceed 18 mg per mL.  Infusion rates should not exceed 30 mg per minute.  The usual infusion dilutions and rates are as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Dose\n                              \n                           \n                           \n                              \n                                 Diluent\n                              \n                           \n                           \n                              \n                                 Time\n                              \n                           \n                        \n                        \n                           \n                              300 mg\n                           \n                           \n                              50 mL\n                           \n                           \n                              10 min\n                           \n                        \n                        \n                           \n                              600 mg\n                           \n                           \n                              50 mL\n                           \n                           \n                              20 min\n                           \n                        \n                        \n                           \n                              900 mg\n                           \n                           \n                              50–100 mL\n                           \n                           \n                              30 min\n                           \n                        \n                        \n                           \n                              1200 mg\n                           \n                           \n                              100 mL\n                           \n                           \n                              40 min\n                           \n                        \n                     \n                  \n                  Administration of more than 1200 mg in a single 1-hour infusion is not recommended.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.",
    "warningsAndPrecautions": "Each 50 mL of Clindamycin Injection USP in 5% Dextrose contains Clindamycin phosphate, USP equivalent to 300 mg, 600 mg, or 900 mg clindamycin; 2.5 g dextrose hydrous, USP; 2 mg edetate disodium dihydrate, USP; and Water for Injection, USP.  pH may have been adjusted with sodium hydroxide and/or hydrochloric acid.  The single dose GALAXY containers are available as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 \n                                    Code\n                              \n                           \n                           \n                              \n                                 ProductDescription\n                              \n                           \n                           \n                              \n                                 \n                                    NDC Number\n                              \n                           \n                        \n                        \n                           \n                              2G3466Supplied as 24 bags per case\n                           \n                           \n                              600 mg per 50 mL\n                           \n                           \n                              NDC 43066-993-24\n                           \n                        \n                        \n                           \n                              2G3467Supplied as 24 bags per case\n                           \n                           \n                              900 mg per 50 mL\n                           \n                           \n                              NDC 43066-995-24\n                           \n                        \n                     \n                  \n                  Exposure of pharmaceutical products to heat should be minimized.  It is recommended that GALAXY plastic containers be stored at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].  Avoid temperatures above 30°C.",
    "adverseReactions": "This drug is contraindicated in individuals with a history of hypersensitivity to preparations containing clindamycin or lincomycin."
}