{
    "root": "a0444824-730e-4e63-9ddf-54461b1c4900",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Colestipol Hydrochloride",
    "value": "20250507",
    "ingredients": [
        {
            "name": "COLESTIPOL HYDROCHLORIDE",
            "code": "X7D10K905G"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        }
    ],
    "indications": "Since no drug is innocuous, strict attention should be paid to the indications and contraindications, particularly when selecting drugs for chronic long-term use.\n                  Colestipol hydrochloride granules are indicated as adjunctive therapy to diet for the reduction of elevated serum total and low-density lipoprotein (LDL) cholesterol in patients with primary hypercholesterolemia (elevated low density lipoproteins [LDL] cholesterol) who do not respond adequately to diet. Generally, colestipol hydrochloride granules have no clinically significant effect on serum triglycerides, but with its use triglyceride levels may be raised in some patients.\n                  Therapy with lipid-altering agents should be a component of multiple risk factor intervention in those individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Treatment should begin and continue with dietary therapy (see NCEP guidelines). A minimum of six months of intensive dietary therapy and counseling should be carried out prior to initiation of drug therapy. Shorter periods may be considered in patients with severe elevations of LDL-C or with definite CHD.\n                  According to the NCEP guidelines, the goal of treatment is to lower LDL-C, and LDL-C is to be used to initiate and assess treatment response. Only if LDL-C levels are not available, should the Total-C be used to monitor therapy. The NCEP treatment guidelines are shown below.\n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                           \n                           \n                              LDL-Cholesterol\n                              \n                              mg/dL (mmol/L)\n                           \n                        \n                        \n                           \n                              Definite Atherosclerotic Disease\n                              Coronary heart disease or peripheral vascular disease (including symptomatic carotid artery disease).\n                           \n                           \n                              Two or More Other Risk Factors\n                              Other risk factors for coronary heart disease (CHD) include: age (males: ≥45 years; females: ≥55 years or premature menopause without estrogen replacement therapy); family history of premature CHD; current cigarette smoking; hypertension; confirmed HDL-C <35 mg/dL (0.91 mmol/L); and diabetes mellitus. Subtract one risk factor if HDL-C is ≥60 mg/dL (1.6 mmol/L).\n                           \n                           \n                              Initiation Level\n                           \n                           \n                              Goal\n                           \n                        \n                     \n                     \n                        \n                           \n                              No\n                           \n                           \n                              No\n                           \n                           \n                              ≥190(≥4.9)\n                           \n                           \n                              <160(<4.1)\n                           \n                        \n                        \n                           \n                              No\n                           \n                           \n                              Yes\n                           \n                           \n                              ≥160(≥4.1)\n                           \n                           \n                              <130(<3.4)\n                           \n                        \n                        \n                           \n                              Yes\n                           \n                           \n                              Yes or No\n                           \n                           \n                              ≥130(≥3.4)\n                           \n                           \n                              ≤100(≤2.6)",
    "contraindications": "One dose (1 packet or 1 level teaspoon) of colestipol hydrochloride granules contains 5 grams of colestipol hydrochloride. The recommended daily adult dose is one to six packets or level scoopfuls given once or in divided doses. Treatment should be started with one dose once or twice daily with an increment of one dose/day at one- or two-month intervals. Appropriate use of lipid profiles as per NCEP guidelines including LDL-cholesterol and triglycerides is advised so that optimal, but not excessive doses are used to obtain the desired therapeutic effect on LDL-cholesterol level. If the desired therapeutic effect is not obtained at one to six doses/day with good compliance and acceptable side effects, combined therapy or alternate treatment should be considered.\n                  To avoid accidental inhalation or esophageal distress, colestipol hydrochloride granules should not be taken in its dry form. Colestipol hydrochloride granules should always be mixed with water or other fluids before ingesting. Patients should take other drugs at least one hour before or four hours after colestipol hydrochloride granules to minimize possible interference with their absorption. (See PRECAUTIONS, Drug Interactions.)",
    "warningsAndPrecautions": "Colestipol hydrochloride granules are available as follows:\n                  Cartons of 30 foil packets — NDC 59762-0260-1Cartons of 90 foil packets — NDC 59762-0260-2Bottles of 500 grams with scoop — NDC 59762-0260-3Each packet or level scoop supplies 5 grams of colestipol hydrochloride granules.\n                  Store at controlled room temperature 20° to 25° C (68° to 77° F) [see USP].",
    "adverseReactions": "Colestipol hydrochloride granules are contraindicated in those individuals who have shown hypersensitivity to any of its components."
}