{
    "root": "a0973aa1-ac56-4811-8221-cdf0e79c3f90",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Falmina",
    "value": "20250221",
    "ingredients": [],
    "indications": "FALMINA is indicated for the use by females of reproductive potential to prevent pregnancy.\n                  \n                     Limitations of use: The efficacy of FALMINA in women with a body mass index (BMI) of > 35 kg/m2 has not been adequately evaluated.\n                  In a clinical trial with levonorgestrel and ethinyl estradiol tablets, 1,477 subjects had 7,720 cycles of use and a total of 5 pregnancies were reported. This represents an overall pregnancy rate of 0.84 per 100 woman-years. This rate includes patients who did not take the drug correctly. One or more pills were missed during 1,479 (18.8%) of the 7,870 cycles; thus all tablets were taken during 6,391 (81.2%) of the 7,870 cycles. Of the total 7,870 cycles, a total of 150 cycles were excluded from the calculation of the Pearl index due to the use of backup contraception and/or missing 3 or more consecutive pills.\n                  The mean BMI of the study population was 24 kg/m2. Females with a BMI greater than 30 kg/m2 accounted for 12.1% (n=179) of the study population. Females with a BMI over 35 kg/m2 accounted for 4.3% (n=63) of the study population.",
    "contraindications": "To achieve maximum contraceptive effectiveness, FALMINA™ (levonorgestrel and ethinyl estradiol tablets USP) must be taken exactly as directed and at intervals not exceeding 24 hours. The dosage of FALMINA is one orange tablet daily for 21 consecutive days, followed by one white inert tablet daily for 7 consecutive days, according to the prescribed schedule. It is recommended that FALMINA tablets be taken at the same time each day.",
    "warningsAndPrecautions": "FALMINA™ (Levonorgestrel and Ethinyl Estradiol Tablets, USP, 0.1 mg/0.02 mg) is available in a compact blister card (NDC 16714-359-01), containing 28 tablets arranged in 3 rows of 7 active tablets and 1 row of inert tablets, as follows:\n                  21 active tablets: orange, round tablet debossed with \"A3\" on one side.\n                  7 inert tablets: white, round tablet debossed with \"P\" on one side and \"N\" on the other side.\n                  FALMINA Tablets are available in the following configuations:\n                  Carton of 1 NDC 16714-359-02\n                  Carton of 3 NDC 16714-359-03\n                  Carton of 6 NDC 16714-359-04\n                  \n                     Store at 20° to 25°C (68° to 77°F),\n                     excursions permitted to 15ºC to 30ºC (59ºF to 86ºF).\n                      [See USP controlled room temperature].\n                  \n                  \n                     \n                        \n                     \n                  \n                  Manufactured for: Northstar Rx LLC\n                                                   Memphis TN 38141\n                  Manufactured by: Novast Laboratories Ltd.\n                                                  Nantong, China 226009\n                  I 0017\n                  Rev. C\n                  Rev. 02/2025",
    "adverseReactions": "Combination oral contraceptives should not be used in women with any of the following conditions:\n                  Thrombophlebitis or thromboembolic disorders\n                  A history of deep-vein thrombophlebitis or thromboembolic disorders\n                  Cerebrovascular or coronary artery disease (current or past history)\n                  Valvular heart disease with thrombogenic complications\n                  Thrombogenic rhythm disorders\n                  Hereditary or acquired thrombophilias\n                  Prolonged immobilization (especially with major surgery)\n                  Diabetes with vascular involvement\n                  Headaches with focal neurological symptoms or migraine with aura\n                  Women with migraine who are 35 years or older\n                  Uncontrolled hypertension\n                  Known or suspected carcinoma of the breast or personal history of breast cancer\n                  Known or suspected estrogen-or progesterone sensitive malignancy\n                  Undiagnosed abnormal vaginal bleeding\n                  Cholestatic jaundice of pregnancy or jaundice with prior pill use\n                  Hepatic adenomas or carcinomas, or active liver disease\n                  Women who are receiving Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for alanine aminotransferase (ALT) elevations (see \n                        WARNINGS, RISK OF LIVER ENZYME ELEVATIONS WITH CONCOMITANT HEPATITIS C TREATMENT\n                     )."
}