{
    "root": "a2aadfd9-554c-4d9f-a648-10ae3179f5d9",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Rocklatan",
    "value": "20250319",
    "ingredients": [
        {
            "name": "NETARSUDIL MESYLATE",
            "code": "VL756B1K0U"
        },
        {
            "name": "Latanoprost",
            "code": "6Z5B6HVF6O"
        },
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "BORIC ACID",
            "code": "R57ZHV85D4"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "ROCKLATAN is a fixed dose combination of a Rho kinase inhibitor and a prostaglandin F2α analogue indicated for the reduction of elevated intraocular pressure (IOP) in patients with open-angle glaucoma or ocular hypertension.",
    "contraindications": "The recommended dosage is one drop in the affected eye(s) once daily in the evening. If one dose is missed, treatment should continue with the next dose in the evening. The dosage of ROCKLATAN should not exceed once daily.\n                  ROCKLATAN may be used concomitantly with other topical ophthalmic drug products to lower IOP. If more than one topical ophthalmic drug is being used, the drugs should be administered at least five (5) minutes apart.",
    "warningsAndPrecautions": "ROCKLATAN (netarsudil and latanoprost ophthalmic solution) 0.02%/0.005% is supplied sterile in clear low density polyethylene bottles with opaque white polyethylene dropper tips and white polypropylene screw caps.\n                  2.5 mL fill in a 4 mL container - NDC # 70727-529-25\n                  Storage: Protect from light. Until opened, store at 2°C to 8°C (36°F to 46°F). After opening, the product may be kept at 2°C to 25°C (36°F to 77°F) for up to 6 weeks. If after opening the product is kept refrigerated at 2°C to 8°C (36°F to 46°F), then the product can be used until the expiration date stamped on the bottle. During shipment, the bottle may be maintained at temperatures up to 40°C (104°F) for a period not exceeding 14 days.",
    "adverseReactions": "None."
}