{
    "root": "a30cdc30-3e18-4741-b401-06eceec45c8b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Sterile Water",
    "value": "20160531",
    "ingredients": [
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Sterile Water for Injection, USP is indicated in the aseptic preparation of parenteral admixtures.",
    "contraindications": "Following suitable admixture of prescribed drugs, the dosage is usually dependent upon the age, weight and clinical condition of the patient as well as laboratory determinations. See directions accompanying drugs.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Use of a final filter is recommended during administration of all parenteral solutions where possible.\n                  Sterile Water for Injection, USP in the Pharmacy Bulk Package is intended for use in the preparation of sterile, intravenous admixtures. Additives may be incompatible with the fluid withdrawn from this container. Complete information is not available. Those additives known to be incompatible should not be used. Consult with pharmacist, if available. When compounding admixtures, use aseptic technique. Mix thoroughly. Do not store any unused portion of Sterile Water for Injection, USP.",
    "warningsAndPrecautions": "Sterile Water for Injection, USP is supplied in a VIAFLEX plastic Pharmacy Bulk Package container as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              2000 mL\n                           \n                           \n                              2B0306\n                           \n                           \n                              NDC 0338-0013-06\n                           \n                        \n                        \n                           \n                              3000 mL\n                           \n                           \n                              2B0307\n                           \n                           \n                              NDC 0338-0013-08\n                           \n                        \n                        \n                           \n                              5000 mL\n                           \n                           \n                              2B0309\n                           \n                           \n                              NDC 0338-0013-29\n                           \n                        \n                     \n                  \n                  Exposure of pharmaceutical products to heat should be minimized. Avoid excessive heat. It is recommended the product be stored at room temperature (25°C/77°F).\n                  \n                     Baxter Healthcare Corporation\n                     Deerfield, IL 60015 USA\n                  Printed in USA\n                  Baxter, Viaflex, and PL 146 are trademarks of Baxter International Inc.\n                   07 19 73 676\n                  Rev. September 2014\n                  Distributed in Canada by \n                     Baxter Corporation\n                     Mississauga, ON L5N 0C2",
    "adverseReactions": "Sterile Water for Injection, USP is a hemolytic agent due to its hypotonicity. Therefore, it is contraindicated for intravenous administration without admixing."
}