{
    "root": "a3c6770a-d279-4ea9-b8ed-5484be18121e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Lactated Ringers",
    "value": "20250304",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM LACTATE",
            "code": "TU7HW0W0QT"
        },
        {
            "name": "POTASSIUM CHLORIDE",
            "code": "660YQ98I10"
        },
        {
            "name": "CALCIUM CHLORIDE",
            "code": "M4I0D6VV5M"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Lactated Ringer’s Injection, USP is indicated as a source of water and electrolytes or as an alkalinizing agent.",
    "contraindications": "Important Preparation and Administration Instructions \n                  \n                  \n                     \n                        •Lactated Ringer’s Injection, USP is intended for intravenous administration using sterile equipment. \n                     \n                        •Prior to infusion, visually inspect the solution for particulate matter and discoloration. The solution should be clear, and there should be no precipitates. Do not administer unless solution is clear, and container is undamaged.\n                     \n                        •To reduce the risk of air embolism, adhere to the following preparation instructions for Lactated Ringer’s Injection, USP:\n                     \n                        oUse a non-vented infusion set or close the vent on a vented set.\n                     \n                        oUse a dedicated line without any connections (do not connect flexible containers in series).\n                     \n                        oThe use of pressure infusion is not recommended as a method to increase flow rates.  However, if pressure infusion is required, ensure that any air within the bag is fully evacuated prior to initiation of infusion.\n                     \n                        oIf using a pumping device to administer Lactated Ringer’s Injection, turn off the pump before the container is empty.\n                     \n                     \n                        •Do not administer Lactated Ringer’s Injection, USP simultaneously with citrate anticoagulated/preserved blood through the same administration set because of the likelihood of coagulation precipitated by the calcium content of Lactated Ringer’s Injection, USP.\n                  \n                  \n                     Dosing Information\n                  \n                  The choice of product, dosage, volume, rate, and duration of administration is dependent upon the age, weight and clinical condition of the patient and concomitant therapy, and administration should be determined by a physician experienced in intravenous fluid therapy.\n                  \n                     Introduction of Additives \n                  \n                  Additives may be incompatible. \n                  Evaluate all additions to the plastic container for compatibility and stability of the resulting preparation. Consult with a pharmacist, if available. \n                  Ceftriaxone is known to be incompatible with Lactated Ringer’s Injection, USP due to precipitate formation. Ceftriaxone must not be mixed with Lactated Ringer’s Injection, USP.  If, in the informed judgment of the physician, it is deemed advisable to introduce additives, use aseptic technique. Mix thoroughly when additives have been introduced. After addition, if there is a discoloration and/or the appearance of precipitates, insoluble complexes or crystals, do not use. Do not store solutions containing additives. Use content immediately after opening the container. Discard any unused portion.",
    "warningsAndPrecautions": "Lactated Ringer’s Injection, USP in VIAFLEX plastic container is available as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Code\n                              \n                           \n                           \n                              \n                                 Size (mL)\n                              \n                           \n                           \n                              \n                                 NDC\n                              \n                           \n                        \n                        \n                           \n                               2B2322 \n                           \n                           \n                               250 \n                           \n                           \n                               0338-0117-02 \n                           \n                        \n                        \n                           \n                               2B2323 \n                           \n                           \n                               500 \n                           \n                           \n                               0338-0117-03 \n                           \n                        \n                        \n                           \n                               2B2324 \n                           \n                           \n                               1000 \n                           \n                           \n                               0338-0117-04 \n                           \n                        \n                     \n                  \n                  Exposure of pharmaceutical products to heat should be minimized. Avoid excessive heat. It is recommended the product be stored at room temperature (25°C); brief exposure up to 40°C does not adversely affect the product.",
    "adverseReactions": "Lactated Ringer’s Injection, USP is contraindicated in:\n                  \n                     \n                        •Newborns (≤28 days of age) receiving concomitant treatment with ceftriaxone, even if separate infusion lines are used due to the risk of fatal ceftriaxone-calcium salt precipitation in the neonate’s bloodstream.\n                     \n                        •Patients older than 28 days, including adults, administered ceftriaxone simultaneously through the same infusion line (e.g., via a Y-connector). If the same infusion line is used for sequential administration, the line must be thoroughly flushed between infusions with a compatible fluid.\n                     \n                        •Patients with known hypersensitivity to sodium lactate (see WARNINGS\n                        )."
}