{
    "root": "a5ae7e2d-1580-406a-aedf-55680c8e4874",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "buprenorphine hydrochloride and naloxone hydrochloride dihydrate",
    "value": "20250131",
    "ingredients": [
        {
            "name": "BUPRENORPHINE HYDROCHLORIDE",
            "code": "56W8MW3EN1"
        },
        {
            "name": "NALOXONE HYDROCHLORIDE DIHYDRATE",
            "code": "5Q187997EE"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "SUCRALOSE",
            "code": "96K6UQ3ZD4"
        }
    ],
    "indications": "Buprenorphine and Naloxone Sublingual Tablets are indicated for the maintenance treatment of opioid dependence. Buprenorphine and Naloxone Sublingual Tablets should be used as part of a complete treatment plan to include counseling and psychosocial support.",
    "contraindications": "• Administer Buprenorphine and Naloxone Sublingual Tablets sublingually as a single daily dose. ( 2.1 ) • Strongly consider prescribing naloxone at the time Buprenorphine and Naloxone Sublingual Tablets are initiated or renewed because patients being treated for opioid use disorder have the potential for relapse, putting them at risk for opioid overdose ( 2.2 ) • To avoid precipitating withdrawal, induction with Buprenorphine Sublingual Tablets should be undertaken when objective and clear signs of withdrawal are evident.  After induction, doses of Buprenorphine and Naloxone Sublingual Tablets should be progressively adjusted to a level that holds the patient in treatment and suppresses opioid withdrawal signs and symptoms. ( 2.3 ) • The recommended target dosage of Buprenorphine and Naloxone Sublingual Tablets for maintenance is 16 mg/4 mg. ( 2.3 ) • Administer Buprenorphine and Naloxone Sublingual Tablets as directed in the Full Prescribing Information. ( 2.3 , 2.4 ) • When discontinuing treatment, gradually taper to avoid signs and symptoms of withdrawal. ( 2.7 )",
    "warningsAndPrecautions": "Buprenorphine and Naloxone Sublingual Tablets, USP\n                  \n                  \n                     2 mg/0.5 mg are supplied as speckled-peach to peach, flat faced beveled edge tablets with product identification “54” [above] “122” on one side and plain on the other. \n                  \n                  NDC 0054-0188-13: Bottle of 30 Tablets\n                  \n                     8 mg/2 mg are supplied as speckled-peach to peach, flat faced beveled edge tablets with product identification “54” [above] “375” on one side and plain on the other.\n                  \n                  NDC 0054-0189-13: Bottle of 30 Tablets\n                  \n                     Storage\n                  \n                  Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n                  Dispense in a tight, light-resistant container as defined in USP.\n                  Store Buprenorphine and Naloxone Sublingual Tablets securely and dispose of properly [see Patient Counseling\n                     Information (17)].",
    "adverseReactions": "Buprenorphine and Naloxone Sublingual Tablets are contraindicated in patients with a history of hypersensitivity to buprenorphine or naloxone as serious adverse reactions, including anaphylactic shock, have been reported [see Warnings and Precautions (5.9)]."
}