{
    "id": "a8d2e757-2d22-492c-8cc5-f77d099ff107",
    "indications": "ALVAIZ is a thrombopoietin receptor agonist indicated: for the treatment of thrombocytopenia in adult and pediatric patients 6 years and older with persistent or chronic immune thrombocytopenia (ITP) who have had an insufficient response to corticosteroids, immunoglobulins, or splenectomy. ALVAIZ should be used only in patients with ITP whose degree of thrombocytopenia and clinical condition increase the risk for bleeding. ( 1.1 ) for the treatment of thrombocytopenia in adult patients with chronic hepatitis C to allow the initiation and maintenance of interferon-based therapy. ALVAIZ should be used only in patients with chronic hepatitis C whose degree of thrombocytopenia prevents the initiation of interferon-based therapy or limits the ability to maintain interferon-based therapy. ( 1.2 ) for the treatment of adult patients with severe aplastic anemia who have had an insufficient response to immunosuppressive therapy. ( 1.3 ) Limitations of Use: ALVAIZ is not indicated for the treatment of patients with myelodysplastic syndrome (MDS). ( 1.4 ) Safety and efficacy have not been established in combination with direct-acting antiviral agents used without interferon for treatment of chronic hepatitis C infection. ( 1.4 )",
    "contraindications": "ALVAIZ is not substitutable with other eltrombopag products on a milligram per milligram basis. ( 2.1 ) Take ALVAIZ without a meal or with a meal low in calcium (≤ 50 mg). Take ALVAIZ at least 2 hours before or 4 hours after any medications or products containing polyvalent cations, such as antacids, calcium-rich foods, and mineral supplements. ( 2.4 , 7.1 , 12.3 ) Persistent or Chronic ITP: Initiate ALVAIZ at 36 mg orally once daily for most adult and pediatric patients 6 years and older. Dose reductions are needed for patients with hepatic impairment and some patients of East-/Southeast-Asian ancestry. Adjust to maintain platelet count greater than or equal to 50 x 10 9 /L. Do not exceed 54 mg per day. ( 2.1 , 8.6 , 8.7 ) Chronic Hepatitis C-associated Thrombocytopenia: Initiate ALVAIZ at 18 mg orally once daily for all patients. Adjust to achieve target platelet count required to initiate antiviral therapy. Do not exceed a daily dose of 72 mg. ( 2.2 ) Refractory Severe Aplastic Anemia: Initiate ALVAIZ at 36 mg orally once daily. Reduce initial dose in patients with hepatic impairment or patients of East-/Southeast-Asian ancestry. Adjust to maintain platelet count greater than 50 x 10 9 /L. Do not exceed 108 mg per day. ( 2.3 , 8.6 , 8.7 )",
    "adverseReactions": "None.",
    "ingredients": [
        {
            "name": "ELTROMBOPAG CHOLINE",
            "code": "F9G8XE24IB"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "COPOVIDONE K25-31",
            "code": "D9C330MD8B"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLOXAMER 188",
            "code": "LQA7B6G8JG"
        },
        {
            "name": "POLYETHYLENE GLYCOL 4000",
            "code": "4R4HFI6D95"
        },
        {
            "name": "POVIDONE K12",
            "code": "333AG72FWJ"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "FD&C BLUE NO. 1 ALUMINUM LAKE",
            "code": "J9EQA3S2JM"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3350",
            "code": "G2M7P15E5P"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "HYPROMELLOSE 2910 (3 MPA.S)",
            "code": "0VUT3PMY82"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "HYPROMELLOSE 2910 (5 MPA.S)",
            "code": "R75537T0T4"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        }
    ],
    "organization": "Teva Pharmaceuticals, Inc.",
    "name": "ALVAIZ",
    "effectiveTime": "20240701"
}