{
    "root": "aa64f648-e931-4a99-9b81-791a3827272c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "DEXTROSE",
    "value": "20190805",
    "ingredients": [
        {
            "name": "DEXTROSE MONOHYDRATE",
            "code": "LX22YL083G"
        },
        {
            "name": "Water",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Dextrose Injection is indicated as source of calories and fluid replenishment when mixed with amino acids or other compatible intravenous fluids for patients requiring parenteral nutrition (PN) when oral or enteral nutrition is not possible, insufficient or contraindicated.",
    "contraindications": "• Pharmacy Bulk Package. Not for direct intravenous infusion. ( 2.1 ) • For slow intravenous infusion only into a: ( 2.2 ) o Central vein, if final dextrose concentration is greater than 5% or osmolality is greater than 900 mOsm/L approximately. o Peripheral vein, if final dextrose concentration 5% or less and osmolality is less than 900 mOsm/L approximately. • Individualize dosage based on the patient’s clinical condition, body weight, nutritional/fluid requirements, as well as additional energy given orally/enterally. ( 2.3 ) • Discontinue infusion of concentrated dextrose solutions slowly. ( 2.4 )",
    "warningsAndPrecautions": "Dextrose Injection 70%, USP (0.7 grams/mL) is available in a Pharmacy Bulk Package flexible plastic container for intravenous administration after appropriate dilution [see Dosage and Administration (2.1)] and is available in the following size in Table 2 below.\n                  \n                     Table 2\n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Product Description\n                              \n                           \n                           \n                              \n                                 Code\n                              \n                           \n                           \n                              \n                                 Volume \n                              \n                           \n                           \n                              \n                                 NDC\n                              \n                           \n                        \n                        \n                           \n                              Dextrose Injection 70%, USP(0.7 grams/mL)\n                           \n                           \n                              2B0296\n                           \n                           \n                              2000 mL \n                           \n                           \n                              0338-0719-06\n                           \n                        \n                     \n                  \n                  Do not remove container from the overwrap until ready to use.\n                  Store at room temperature (25°C /77°F).\n                  Do not freeze.\n                  Avoid excessive heat. \n                  For storage of admixed solution, see \n                        Dosage and Administration (2.1).",
    "adverseReactions": "The use of Dextrose Injection is contraindicated in patients:\n                  \n                     \n                        •Who are severely dehydrated as hypertonic dextrose solution can worsen the patient’s hyperosmolar state [see Warnings and Precautions (5.2)]\n                        .\n                     \n                        •Known hypersensitivity to dextrose [see Warnings and Precautions (5.3)]\n                        ."
}