{
    "root": "aa85406d-4ca9-4343-88dd-854d393ead3a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "IMFINZI",
    "value": "20250228",
    "ingredients": [
        {
            "name": "DURVALUMAB",
            "code": "28X28X9OKV"
        },
        {
            "name": "HISTIDINE",
            "code": "4QD397987E"
        },
        {
            "name": "HISTIDINE MONOHYDROCHLORIDE MONOHYDRATE",
            "code": "X573657P6P"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "TREHALOSE DIHYDRATE",
            "code": "7YIN7J07X4"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "IMFINZI is a programmed death-ligand 1 (PD-L1) blocking antibody indicated: • in combination with platinum-containing chemotherapy as neoadjuvant treatment, followed by IMFINZI continued as a single agent as adjuvant treatment after surgery, for the treatment of adult patients with resectable (tumors ≥ 4 cm and/or node positive) non-small cell lung cancer (NSCLC) and no known epidermal growth factor receptor (EGFR) mutations or anaplastic lymphoma kinase (ALK) rearrangements. ( 1.1 ) • as a single agent, for the treatment of adult patients with unresectable, Stage III NSCLC whose disease has not progressed following concurrent platinum-based chemotherapy and radiation therapy. ( 1.1 ) • in combination with tremelimumab-actl and platinum-based chemotherapy, for the treatment of adult patients with metastatic NSCLC with no sensitizing EGFR mutations or ALK genomic tumor aberrations. ( 1.1 ) • as a single agent, for the treatment of adult patients with limited-stage small cell lung cancer (LS-SCLC) whose disease has not progressed following concurrent platinum-based chemotherapy and radiation therapy. ( 1.2 ) • in combination with etoposide and either carboplatin or cisplatin, as first-line treatment of adult patients with extensive-stage small cell lung cancer (ES-SCLC). ( 1.2 ) • in combination with gemcitabine and cisplatin, as treatment of adult patients with locally advanced or metastatic biliary tract cancer (BTC). ( 1.3 ) • in combination with tremelimumab-actl, for the treatment of adult patients with unresectable hepatocellular carcinoma (uHCC). ( 1.4 ) • in combination with carboplatin and paclitaxel followed by IMFINZI as a single agent, for the treatment of adult patients with primary advanced or recurrent endometrial cancer that is mismatch repair deficient (dMMR) as determined by an FDA-approved test. ( 1.5 , 2.1 )",
    "contraindications": "• Administer IMFINZI as an intravenous infusion over 60 minutes after dilution. ( 2.4 ) • Neoadjuvant and Adjuvant Treatment of Resectable NSCLC: o Weight ≥ 30 kg: Neoadjuvant : IMFINZI 1,500 mg in combination with chemotherapy every 3 weeks for up to 4 cycles prior to surgery. Adjuvant : IMFINZI 1,500 mg as a single agent every 4 weeks for up to 12 cycles after surgery. ( 2.2 ) o Weight < 30 kg Neoadjuvant : IMFINZI 20 mg/kg every 3 weeks in combination with chemotherapy for up to 4 cycles prior to surgery. Adjuvant : 20 mg/kg every 4 weeks as a single agent for up to 12 cycles after surgery. ( 2.2 ) • Unresectable Stage III NSCLC, following concurrent platinum-based chemotherapy and radiation therapy: ∘ Weight ≥ 30 kg: IMFINZI 10 mg/kg every 2 weeks or 1,500 mg every 4 weeks. ( 2.2 ) ∘ Weight < 30 kg: IMFINZI 10 mg/kg every 2 weeks. ( 2.2 ) • Metastatic NSCLC: ∘ Weight ≥ 30 kg: IMFINZI 1,500 mg every 3 weeks in combination with tremelimumab-actl 75 mg and platinum-based chemotherapy for 4 cycles, and then administer IMFINZI 1,500 mg every 4 weeks as a single agent with histology-based pemetrexed maintenance therapy every 4 weeks, and a fifth dose of tremelimumab-actl 75 mg in combination with IMFINZI dose 6 at week 16. ( 2.2 ) ∘ Weight < 30 kg: IMFINZI 20 mg/kg every 3 weeks in combination with tremelimumab-actl 1 mg/kg and platinum-based chemotherapy, and then administer IMFINZI 20 mg/kg every 4 weeks as a single agent with histology-based pemetrexed therapy every 4 weeks, and a fifth dose of tremelimumab-actl 1 mg/kg in combination with IMFINZI dose 6 at week 16. ( 2.2 ) • LS-SCLC, following concurrent platinum-based chemotherapy and radiation therapy: ∘ Weight ≥ 30 kg: 1,500 mg every 4 weeks. ( 2.2 ) ∘ Weight < 30 kg: 20 mg/kg every 4 weeks. ( 2.2 ) • ES-SCLC: ∘ Weight ≥ 30 kg: With etoposide and either carboplatin or cisplatin, administer IMFINZI 1,500 mg every 3 weeks in combination with chemotherapy, and then 1,500 mg every 4 weeks as a single agent. ( 2.2 ) ∘ Weight < 30 kg: With etoposide and either carboplatin or cisplatin, administer IMFINZI 20 mg/kg every 3 weeks in combination with chemotherapy, and then 10 mg/kg every 2 weeks as a single agent. ( 2.2 ) • BTC: ∘ Weight ≥ 30 kg: administer IMFINZI 1,500 mg every 3 weeks in combination with chemotherapy, and then 1,500 mg every 4 weeks as a single agent. ( 2.2 ) ∘ Weight < 30 kg: administer IMFINZI 20 mg/kg every 3 weeks in combination with chemotherapy, and then 20 mg/kg every 4 weeks as a single agent. ( 2.2 ) • uHCC: ∘ Weight ≥ 30 kg: IMFINZI 1,500 mg in combination with tremelimumab-actl 300 mg as a single dose at Cycle 1/Day 1, followed by IMFINZI as a single agent every 4 weeks. ( 2.2 ) ∘ Weight < 30 kg: IMFINZI 20 mg/kg in combination with tremelimumab-actl 4 mg/kg as a single dose at Cycle 1/Day 1, followed by IMFINZI as a single agent every 4 weeks. ( 2.2 ) • dMMR endometrial cancer: ∘ Weight ≥ 30 kg: IMFINZI 1,120 mg in combination with carboplatin and paclitaxel every 3 weeks for 6 cycles, followed by IMFINZI 1,500 mg every 4 weeks as a single agent. ( 2.1 , 2.2 ) ∘ Weight < 30 kg: IMFINZI 15 mg/kg in combination with carboplatin and paclitaxel every 3 weeks for 6 cycles, followed by IMFINZI 20 mg/kg every 4 weeks as a single agent. ( 2.1 , 2.2 ) • See full Prescribing Information for preparation and administration instructions and dosage modifications for adverse reactions.",
    "warningsAndPrecautions": "IMFINZI (durvalumab) Injection is a clear to opalescent, colorless to slightly yellow solution supplied in a carton containing one single-dose vial either as:\n                  \n                     \n                        •500 mg/10 mL (50 mg/mL) (NDC 0310-4611-50)\n                     \n                        •120 mg/2.4 mL (50 mg/mL) (NDC 0310-4500-12)\n                  \n                  Store in a refrigerator at 2°C to 8°C (36°F to 46°F) in original carton to protect from light.\n                  Do not freeze. Do not shake.",
    "adverseReactions": "None."
}