{
    "root": "aada6911-8768-4922-a55a-5c787d9395e0",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Gabapentin",
    "value": "20250305",
    "ingredients": [
        {
            "name": "GABAPENTIN",
            "code": "6CW7F3G59X"
        },
        {
            "name": "COPOVIDONE K25-31",
            "code": "D9C330MD8B"
        },
        {
            "name": "LOW-SUBSTITUTED HYDROXYPROPYL CELLULOSE, UNSPECIFIED",
            "code": "2165RE0K14"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "POLOXAMER 407",
            "code": "TUF2IVW3M2"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        }
    ],
    "indications": "Gabapentin tablets are indicated for:\n                  \n                     \n                        •Management of postherpetic neuralgia in adults\n                     \n                        •Adjunctive therapy in the treatment of partial onset seizures, with and without secondary generalization, in adults and pediatric patients 3 years and older with epilepsy",
    "contraindications": "• Postherpetic Neuralgia (2.1) o Dose can be titrated up as needed to a dose of 1800 mg/day o Day 1: Single 300 mg dose o Day 2: 600 mg/day (i.e., 300 mg two times a day) o Day 3: 900 mg/day (i.e., 300 mg three times a day) • Epilepsy with Partial Onset Seizures (2.2) o Patients 12 years of age and older: starting dose is 300 mg three times daily; may be titrated up to 600 mg three times daily o Patients 3 to 11 years of age: starting dose range is 10 to 15 mg/kg/day, given in three divided doses; recommended dose in patients 3 to 4 years of age is 40 mg/kg/day, given in three divided doses; the recommended dose in patients 5 to 11 years of age is 25 to 35 mg/kg/day, given in three divided doses. The recommended dose is reached by upward titration over a period of approximately 3 days • Dose should be adjusted in patients with reduced renal function (2.3 , 2.4)",
    "warningsAndPrecautions": "Gabapentin Tablets USP, 600 mg are white to off-white having mottled spots, oval-shaped, biconvex, film-coated tablets debossed with 'ZE72' with bisect on one side and plain with bisect on other side and are supplied as follows:\n                  Overbagged with 10 film-coated tablets per bag, NDC 55154-8189-0\n                  Gabapentin Tablets USP, 800 mg are white to off-white having mottled spots, oval-shaped, bevelled-edge, biconvex, film-coated tablets debossed with 'ZE71' with bisect on one side and plain with bisect on other side and are supplied as follows:\n                  Overbagged with 10 film-coated tablets per bag, NDC 55154-8193-0\n                  Store at 20°C to 25°C (68°F to 77°F) [See USP Controlled Room Temperature].\n                  \n                     FOR YOUR PROTECTION: Do not use if blister is torn or broken.",
    "adverseReactions": "Gabapentin is contraindicated in patients who have demonstrated hypersensitivity to the drug or its ingredients."
}