{
    "root": "abeefa75-1276-43da-b344-90d478c022fc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Tolmetin Sodium",
    "value": "20250324",
    "ingredients": [
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "D&C YELLOW NO. 10 ALUMINUM LAKE",
            "code": "CQ3XH3DET6"
        },
        {
            "name": "FD&C BLUE NO. 1 ALUMINUM LAKE",
            "code": "J9EQA3S2JM"
        },
        {
            "name": "FD&C BLUE NO. 2 ALUMINUM LAKE",
            "code": "4AQJ3LG584"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE 102",
            "code": "PNR0YF693Y"
        },
        {
            "name": "TOLMETIN SODIUM",
            "code": "02N1TZF99F"
        }
    ],
    "indications": "INDICATIONS AND USAGE:Carefully consider the potential benefits and risks of tolmetin sodium capsules, USP and other treatment options before deciding to use tolmetin sodium capsules. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see WARNINGS). \n                  Tolmetin sodium capsules are indicated for the relief of signs and symptoms of rheumatoid arthritis and osteoarthritis. Tolmetin sodium capsules are indicated in the treatment of acute flares and the long-term management of the chronic disease. \n                  Tolmetin sodium capsules are also indicated for treatment of juvenile rheumatoid arthritis. The safety and effectiveness of tolmetin sodium capsules have not been established in pediatric patients under 2 years of age (see PRECAUTIONS: Pediatric Use and DOSAGE AND ADMINISTRATION).",
    "contraindications": "DOSAGE AND ADMINISTRATION:Carefully consider the potential benefits and risks of tolmetin sodium capsules and other treatment options before deciding to use tolmetin sodium capsules. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see WARNINGS).\n                  After observing the response to initial therapy with tolmetin sodium capsules, the dose and frequency should be adjusted to suit an individual patient’s needs.\n                  For the relief of rheumatoid arthritis or osteoarthritis, the recommended starting dose for adults is 400 mg three times daily (1200 mg daily), preferably including a dose on arising and a dose at bedtime. To achieve optimal therapeutic effect the dose should be adjusted according to the patient’s response after 1 or 2 weeks. Control is usually achieved at doses of 600 mg to 1800 mg daily in divided doses (generally t.i.d.). Doses larger than 1800 mg/day have not been studied and are not recommended.\n                  For the relief of juvenile rheumatoid arthritis, the recommended starting dose for pediatric patients (2 years and older) is 20 mg/kg/day in divided doses (t.i.d. or q.i.d.). When control has been achieved, the usual dose ranges from 15 to 30 mg/kg/day. Doses higher than 30 mg/kg/day have not been studied, and, therefore, are not recommended.\n                  A therapeutic response to tolmetin sodium can be expected in a few days to a week. Progressive improvement can be anticipated during succeeding weeks of therapy. If gastrointestinal symptoms occur, tolmetin sodium capsules can be administered with antacids other than sodium bicarbonate. Tolmetin sodium bioavailability and pharmacokinetics are not significantly affected by acute or chronic administration of magnesium and aluminum hydroxides; however, bioavailability is affected by food or milk (see PRECAUTIONS: Drug-Food Interaction).",
    "warningsAndPrecautions": "HOW SUPPLIED:Tolmetin Sodium Capsules, USP are available containing 492 mg of tolmetin sodium, USP as the dihydrate in an amount equivalent to 400 mg of tolmetin.\n                  The 400 mg capsules are size “0”, hard-shell gelatin capsule with light blue opaque cap and light blue opaque body imprinted with “R26” on body with black ink containing off-white powder.\n                  They are available as follows:\n                  Bottles of 30 capsules         NDC 71993-309-30\n                  \n                     Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n                  \n                  \n                     Protect from light.\n                  \n                  Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.\n                  \n                  \n                     Manufactured for:\n                      Atland Pharmaceuticals, LLC  Sylacauga, AL 35150\n                  \n                  \n                     Revised: 03/2025\n                  PIP30930-00\n                  \n                     PHARMACIST:Dispense a Medication Guide with each prescription.",
    "adverseReactions": "CONTRAINDICATIONS:Tolmetin sodium capsules are contraindicated in patients with known hypersensitivity to tolmetin sodium.\n                  Tolmetin should not be given to patients who have experienced asthma, urticaria or allergic-type reactions after taking aspirin or other NSAIDs. Severe, rarely fatal, anaphylactic-like reactions to NSAIDs have been reported in such patients (see WARNINGS: Anaphylactoid Reactions and PRECAUTIONS: General:\n                     \n                        Preexisting Asthma\n                     ).\n                  Tolmetin is contraindicated in the setting of coronary artery bypass graft (CABG) surgery (see WARNINGS)."
}