{
    "id": "ad3cc424-4e9f-49e8-b72b-6969ae6b16b8",
    "indications": "Nafcillin is indicated in the treatment of infections caused by penicillinase-producing staphylococci which have demonstrated susceptibility to the drug. Culture and susceptibility tests should be performed initially to determine the causative organism and its susceptibility to the drug (see CLINICAL PHARMACOLOGY - Susceptibility Test Methods). \n                  Nafcillin should not be used in infections caused by organisms susceptible to penicillin G. If the susceptibility tests indicate that the infection is due to methicillin-resistant Staphylococcus species, therapy with Nafcillin Injection, USP should be discontinued and alternative therapy provided.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Nafcillin Injection, USP and other antibacterial drugs, Nafcillin Injection, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "Nafcillin Injection, USP supplied as a premixed frozen solution is to be administered as an intravenous infusion. The usual I.V. dosage for adults is 500 mg every 4 hours. For severe infections, 1 g every 4 hours is recommended. Administer slowly over at least 30 to 60 minutes to minimize the risk of vein irritation and extravasation. Bacteriologic studies to determine the causative organisms and their susceptibility to nafcillin should always be performed. Duration of therapy varies with the type and severity of infection as well as the overall condition of the patient; therefore, it should be determined by the clinical and bacteriological response of the patient. In severe staphylococcal infections, therapy with nafcillin should be continued for at least 14 days. The treatment of endocarditis and osteomyelitis may require a longer duration of therapy.\n                  No dosage alterations are necessary for patients with renal dysfunction, including those on hemodialysis. Hemodialysis does not accelerate nafcillin clearance from the blood.\n                  With intravenous administration, particularly in elderly patients, care should be taken because of the possibility of thrombophlebitis.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit.\n                  Do not add supplementary medication to Nafcillin Injection, USP.\n                  Store in a freezer capable of maintaining a temperature of -20째C (-4째F) or less.",
    "warningsAndPrecautions": "Nafcillin Injection, USP is supplied as a premixed frozen iso-osmotic solution in 100 mL single dose Galaxy containers as follows:\n                  NDC 0338-1019-48\t2 grams nafcillin in 100 mL\n                  Store at or below -20째C/-4째F. See Directions for Use of GALAXY Container.\n                  \n                  Handle frozen product containers with care. Product containers may be fragile in the frozen state.",
    "adverseReactions": "A history of a hypersensitivity (anaphylactic) reaction to any penicillin is a contraindication.\n                  Solutions containing dextrose may be contraindicated in patients with known allergy to corn or corn products.",
    "ingredients": [
        {
            "name": "NAFCILLIN SODIUM",
            "code": "49G3001BCK"
        },
        {
            "name": "DEXTROSE MONOHYDRATE",
            "code": "LX22YL083G"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "Baxter Healthcare Corporation",
    "name": "NAFCILLIN",
    "effectiveTime": "20241206"
}