{
    "root": "afa14bda-c9ec-485c-527a-622d0afb457a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "INTROVALE",
    "value": "20241015",
    "ingredients": [],
    "indications": "Introvale is indicated for use by females of reproductive potential to prevent pregnancy.",
    "contraindications": "Take one tablet daily by mouth at the same time every day for 91 days. ( 2.1 ) Take tablets in the order directed on the Extended-Cycle Blister Pack. ( 2.2 )",
    "warningsAndPrecautions": "How Supplied\n                  \n                  Introvale (Levonorgestrel and Ethinyl Estradiol Tablets, USP) 0.15 mg/0.03 mg is available as round, biconvex, unscored tablets, packaged in a carton of 3 pouches (NDC 70700-208-88); each pouch (NDC 70700-208-87) contains Extended-Cycle Tablet Blister Pack of 91 tablets, each containing a 13-week supply of tablets:\n                  \n                     \n                        84 white to off-white tablets, each containing 0.15 mg of levonorgestrel and 0.03 mg ethinyl estradiol: debossed with 212 on the one side and plain on the other side\n                     \n                     \n                        7 green inert tablets debossed with 279 on the one side and plain on the other side\n                     \n                  \n                  Carton of 3 pouches     NDC 70700-208-88\n                  \n                     Storage and Handling\n                  \n                  \n                     \n                        Store at 20° to 25° C (68° to 77° F). [See USP Controlled Room Temperature.]\n                     \n                  \n                  \n                     \n                        Protect from light.",
    "adverseReactions": "Introvale is contraindicated in females who are known to have or develop the following conditions:\n                  \n                     \n                        A high risk of arterial or venous thrombotic diseases. Examples include females who are known to:\n                        \n                           \n                              Smoke, if over age 35 [see Boxed Warning and Warnings and Precautions (5.1)].\n                           \n                           \n                              Have current or history of deep vein thrombosis or pulmonary embolism [see Warnings and Precautions (5.1)].\n                           \n                           \n                              Have cerebrovascular disease [see Warnings and Precautions (5.1)].\n                           \n                           \n                              Have coronary artery disease [see Warnings and Precautions (5.1)].\n                           \n                           \n                              Have thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) [see Warnings and Precautions (5.1)].\n                           \n                           \n                              Have inherited or acquired hypercoagulopathies [see Warnings and Precautions (5.1)].\n                           \n                           \n                              Have uncontrolled hypertension or hypertension with vascular disease [see Warnings and Precautions (5.4)].\n                           \n                           \n                              Have diabetes mellitus and are over age of 35, diabetes mellitus with hypertension or vascular disease or other end-organ damage, or diabetes mellitus of > 20 years duration [see Warnings and Precautions (5.7)].\n                           \n                           \n                              Have headaches with focal neurological symptoms, migraine headaches with aura, or over age 35 with any migraine headaches [see Warnings and Precautions (5.8)].\n                           \n                        \n                     \n                     \n                        Current diagnosis of, or history of breast cancer, which may be hormone sensitive [see Warnings and Precautions (5.11)]. \n                        \n                     \n                     \n                        Liver tumors, acute viral hepatitis, or severe (decompensated) cirrhosis [see Warnings and Precautions (5.2) and Use in Specific Populations (8.6)].\n                     \n                     \n                        Undiagnosed abnormal uterine bleeding [see Warnings and Precautions (5.9)].\n                     \n                     \n                        Use of Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations [see Warnings and Precautions (5.3)]."
}