{
    "id": "b3b6c9d3-c3cd-4d93-999e-3faf5d401282",
    "indications": "BLINCYTO is a bispecific CD19-directed CD3 T-cell engager indicated for the treatment of adult and pediatric patients one month and older with: CD19-positive B-cell precursor acute lymphoblastic leukemia (ALL) in first or second complete remission with minimal residual disease (MRD) greater than or equal to 0.1%. ( 1.1 ) Relapsed or refractory CD19-positive B-cell precursor acute lymphoblastic leukemia (ALL). ( 1.2 ) CD19-positive Philadelphia chromosome-negative B-cell precursor acute lymphoblastic leukemia (ALL) in the consolidation phase of multiphase chemotherapy. ( 1.3 )",
    "contraindications": "For the treatment of MRD-positive B-cell Precursor ALL - See Full Prescribing Information for recommended dose by patient weight and schedule. ( 2.1 ) - Hospitalization is recommended for the first 3 days of the first cycle and the first 2 days of the second cycle. ( 2.1 ) - Premedicate with prednisone or equivalent dexamethasone. ( 2.1 ) For the treatment of Relapsed or Refractory B-cell Precursor ALL - See Full Prescribing Information for recommended dose by patient weight and schedule. ( 2.2 ) - Hospitalization is recommended for the first 9 days of the first cycle and the first 2 days of the second cycle. ( 2.2 ) - Premedicate with dexamethasone. ( 2.2 ) For the treatment of B-cell Precursor ALL in the Consolidation Phase - See Full Prescribing Information for recommended dose by patient weight and schedule. ( 2.3 ) - Hospitalization is recommended for the first 3 days of the first cycle and the first 2 days of the second cycle. ( 2.3 ) - Premedicate with dexamethasone. ( 2.3 ) Refer to Full Prescribing Information for important preparation and administration information. ( 2.5 ) Administer as a continuous intravenous infusion at a constant flow rate using an infusion pump. - See Instructions for Use for infusion over 24 hours or 48 hours. - See Instructions for Use for infusion over 72 hours, 96 hours, or 7 days using Bacteriostatic 0.9% Sodium Chloride Injection (containing 0.9% benzyl alcohol). This option is not recommended for patients weighing less than 5.4 kg.",
    "warningsAndPrecautions": "Each BLINCYTO package (NDC 55513-160-01) contains:\n                  \n                     One BLINCYTO (blinatumomab) for injection 35 mcg single-dose vial containing a sterile, preservative-free, white to off-white lyophilized powder and\n                     One IV Solution Stabilizer 10 mL single-dose glass vial containing a sterile, preservative-free, colorless to slightly yellow, clear solution.",
    "adverseReactions": "BLINCYTO is contraindicated in patients with known hypersensitivity to blinatumomab or to any component of the product formulation.",
    "ingredients": [],
    "organization": "Amgen, Inc",
    "name": "BLINCYTO",
    "effectiveTime": "20250429"
}