{
    "root": "b3f0a2b0-9395-4962-afc5-2c20beba0fc4",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Olanzapine",
    "value": "20250520",
    "ingredients": [
        {
            "name": "OLANZAPINE",
            "code": "N7U69T4SZR"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (1600000 WAMW)",
            "code": "RFW2ET671P"
        },
        {
            "name": "POLYETHYLENE GLYCOL 1000",
            "code": "U076Q6Q621"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": "Olanzapine tablets are an atypical antipsychotic indicated: As oral formulation for the: Treatment of schizophrenia. ( 1.1 ) Adults: Efficacy was established in three clinical trials in patients with schizophrenia: two 6-week trials and one maintenance trial. ( 14.1 ) Adolescents (ages 13 to 17): Efficacy was established in one 6-­ week trial in patients with schizophrenia ( 14.1 ). The increased potential (in adolescents compared with adults) for weight gain and dyslipidemia may lead clinicians to consider prescribing other drugs first in adolescents. ( 1.1 ) Acute treatment of manic or mixed episodes associated with bipolar I disorder and maintenance treatment of bipolar I disorder. ( 1.2 ) Adults: Efficacy was established in three clinical trials in patients with manic or mixed episodes of bipolar I disorder: two 3- to 4-week trials and one maintenance trial. ( 14.2 ) Adolescents (ages 13 to 17): Efficacy was established in one 3­- week trial in patients with manic or mixed episodes associated with bipolar I disorder ( 14.2 ). The increased potential (in adolescents compared with adults) for weight gain and dyslipidemia may lead clinicians to consider prescribing other drugs first in adolescents. ( 1.2 ) Medication therapy for pediatric patients with schizophrenia or bipolar I disorder should be undertaken only after a thorough diagnostic evaluation and with careful consideration of the potential risks. ( 1.3 ) Adjunct to valproate or lithium in the treatment of manic or mixed episodes associated with bipolar I disorder. ( 1.2 ) Efficacy was established in two 6-week clinical trials in adults ( 14.2 ). Maintenance efficacy has not been systematically evaluated. As Olanzapine tablets and Fluoxetine in Combination for the: Treatment of depressive episodes associated with bipolar I disorder. ( 1.5 ) Efficacy was established with Symbyax (olanzapine and fluoxetine in combination); refer to the product label for Symbyax. Treatment of treatment resistant depression. ( 1.6 ) Efficacy was established with Symbyax (olanzapine and fluoxetine in combination) in adults; refer to the product label for Symbyax.",
    "contraindications": "Schizophrenia in adults (2.1) Oral: Start at 5 to 10 mg once daily; Target: 10 mg/day within several days Schizophrenia in adolescents (2.1) Oral: Start at 2.5 to 5 mg once daily; Target: 10 mg/day Bipolar I Disorder (manic or mixed episodes) in adults (2.2) Oral: Start at 10 or 15 mg once daily Bipolar I Disorder (manic or mixed episodes) in adolescents (2.2) Oral: Start at 2.5 to 5 mg once daily; Target: 10 mg/day Bipolar I Disorder (manic or mixed episodes) with lithium or valproate in adults (2.2) Oral: Start at 10 mg once daily Depressive Episodes associated with Bipolar I Disorder in adults (2.5) Oral in combination with fluoxetine: Start at 5 mg of oral olanzapine and 20 mg of fluoxetine once daily Depressive Episodes associated with Bipolar I Disorder in children and adolescents (2.5) Oral in combination with fluoxetine: Start at 2.5 mg of oral olanzapine and 20 mg of fluoxetine once daily Treatment Resistant  Depression in adults (2.6) Oral in combination with fluoxetine:  Start at 5 mg of oral olanzapine and 20 mg of fluoxetine once daily Lower starting dose recommended in debilitated or pharmacodynamically sensitive patients or patients with predisposition to hypotensive reactions, or with potential for slowed metabolism. ( 2.1 ) Olanzapine may be given without regard to meals. ( 2.1 ) Olanzapine tablets and Fluoxetine in Combination: Dosage adjustments, if indicated, should be made with the individual components according to efficacy and tolerability. ( 2.5 , 2.6 ) Olanzapine monotherapy is not indicated for the treatment of depressive episodes associated with bipolar I disorder or treatment resistant depression. ( 2.5 , 2.6 ) Safety of co-administration of doses above 18 mg olanzapine with 75 mg fluoxetine has not been evaluated in adults. ( 2.5 , 2.6 ) Safety of co-administration of doses above 12 mg olanzapine with 50 mg fluoxetine has not been evaluated in children and adolescents ages 10 to 17. ( 2.5 )",
    "warningsAndPrecautions": "16.1 How Supplied\n                  Olanzapine tablets, USP 5 mg are white, round, biconvex film-coated tablets, engraved “APO” on one side, “OLA” over “5” on the other side.\n                  \n                     NDC 72162-2110-0: 1000 Tablets in a BOTTLE.\n                     NDC 72162-2110-3: 30 Tablets in a BOTTLE.\n                  \n                  16.2 Storage and Handling\n                  Store olanzapine tablets at 20°C to 25°C (68°F to 77°F); excursions permitted from 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature].\n                  Protect olanzapine tablets from light and moisture.\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "None with olanzapine tablets monotherapy. \n                     When using olanzapine tablets and fluoxetine in combination, also refer to the Contraindications section of the package insert for Symbyax. \n                     For specific information about the contraindications of lithium or valproate, refer to the Contraindications section of the package inserts for these other products."
}