{
    "root": "b4189f1e-1926-47a2-9fdf-308b500377a3",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "BRAFTOVI",
    "value": "20250321",
    "ingredients": [
        {
            "name": "ENCORAFENIB",
            "code": "8L7891MRB6"
        },
        {
            "name": "COPOVIDONE K25-31",
            "code": "D9C330MD8B"
        },
        {
            "name": "POLOXAMER 188",
            "code": "LQA7B6G8JG"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SUCCINIC ACID",
            "code": "AB6MNQ6J6L"
        },
        {
            "name": "CROSPOVIDONE, UNSPECIFIED",
            "code": "2S7830E561"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        }
    ],
    "indications": "BRAFTOVI is a kinase inhibitor indicated: Melanoma • in combination with binimetinib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600E or V600K mutation, as detected by an FDA-approved test. ( 1.1 , 2.1 ) Colorectal Cancer (CRC) • in combination with cetuximab and mFOLFOX6, for the treatment of patients with metastatic colorectal cancer (mCRC) with a BRAF V600E mutation, as detected by an FDA‑approved test. ( 1.2 , 2.1 ) This indication is approved under accelerated approval based on response rate and durability of response [see Clinical Studies (14.2) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). • in combination with cetuximab, for the treatment of adult patients with metastatic CRC with a BRAF V600E mutation, as detected by an FDA-approved test, after prior therapy. ( 1.2 , 2.1 ) Non-Small Cell Lung Cancer (NSCLC) • in combination with binimetinib, for the treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) with a BRAF V600E mutation, as detected by an FDA-approved test. ( 1.3 , 2.1 ) Limitations of Use BRAFTOVI is not indicated for treatment of patients with wild-type BRAF melanoma, wild-type BRAF CRC, or wild-type BRAF NSCLC. ( 1.4 , 5.2 )",
    "contraindications": "Melanoma • Confirm the presence of BRAF V600E or V600K mutation in tumor specimens prior to the initiation of BRAFTOVI. ( 2.1 ) • The recommended dose is 450 mg orally once daily in combination with binimetinib. ( 2.2 ) CRC • Confirm the presence of BRAF V600E mutation in plasma or tumor specimens prior to the initiation of BRAFTOVI. ( 2.1 ) • The recommended dose is 300 mg orally once daily in combination with cetuximab. ( 2.3 ) NSCLC • Confirm the presence of BRAF V600E mutation in tumor or plasma specimens prior to initiating BRAFTOVI. ( 2.1 ) • The recommended dose is 450 mg orally once daily in combination with binimetinib. ( 2.2 ) Take BRAFTOVI with or without food. ( 2.4 )",
    "warningsAndPrecautions": "BRAFTOVI (encorafenib) is supplied as 75 mg hard gelatin capsules.\n                  75 mg: stylized \"A\" on beige cap and \"LGX 75mg\" on white body, available in cartons (NDC 70255-025-01) containing two bottles of 90 capsules each (NDC 70255-025-02) and cartons (NDC 70255-025-03) containing two bottles of 60 capsules each (NDC 70255-025-04).",
    "adverseReactions": "None."
}