{
    "root": "b62c0b44-b534-4364-8776-811b0df198ba",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "DAPZURA RT",
    "value": "20220125",
    "ingredients": [
        {
            "name": "DAPTOMYCIN",
            "code": "NWQ5N31VKK"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "indications": "DAPZURA RT is a lipopeptide antibacterial indicated for the treatment of: • Complicated skin and skin structure infections (cSSSI) in adult and pediatric patients (1 to 17 years of age) ( 1.1 ) and, • Staphylococcus aureus bloodstream infections (bacteremia), in adult patients including those with right-sided infective endocarditis, ( 1.2 ) • Staphylococcus aureus bloodstream infections (bacteremia) in pediatric patients (1 to 17 years of age). ( 1.3 ) Limitations of Use: • DAPZURA RT is not indicated for the treatment of pneumonia. ( 1.4 ) • DAPZURA RT is not indicated for the treatment of left-sided infective endocarditis due to S. aureus . ( 1.4 ) • DAPZURA RT is not recommended in pediatric patients younger than one year of age due to the risk of potential effects on muscular, neuromuscular, and/or nervous systems (either peripheral and/or central) observed in neonatal dogs. ( 1.4 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of DAPZURA RT and other antibacterial drugs, DAPZURA RT should be used to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.5 )",
    "contraindications": "Adult Patients • Administer to adult patients intravenously in 0.9% sodium chloride, either by injection over a 2-minute period or by infusion over a 30-minute period. ( 2.1 , 2.7 ) • Recommended dosage regimen for adult patients ( 2.2 , 2.4 , 2.6 ): Creatinine Clearance (CL CR ) Dosage Regimen cSSSI For 7 to 14 days S. aureus Bacteremia For 2 to 6 weeks ≥30 mL/min 4 mg/kg once every 24 hours 6 mg/kg once every 24 hours <30 mL/min, including hemodialysis and CAPD 4 mg/kg once every 48 hours Administered following hemodialysis on hemodialysis days. 6 mg/kg once every 48 hours Pediatric Patients • Unlike in adults, do NOT administer by injection over a two (2) minute period to pediatric patients. ( 2.1 , 2.7 ) • Administer to pediatric patients intravenously in 0.9% sodium chloride, by infusion over a 30- or 60-minute period, based on age. ( 2.1 , 2.7 ) • Recommended dosage regimen for pediatric patients (1 to 17 years of age) with cSSSI, based on age ( 2.3 ): Age group Dosage Recommended dosage is for pediatric patients (1 to 17 years of age) with normal renal function. Dosage adjustment for pediatric patients with renal impairment has not been established. Duration of therapy 12 to 17 years 5 mg/kg once every 24 hours infused over 30 minutes Up to 14 days 7 to 11 years 7 mg/kg once every 24 hours infused over 30 minutes 2 to 6 years 9 mg/kg once every 24 hours infused over 60 minutes 1 to less than 2 years 10 mg/kg once every 24 hours infused over 60 minutes • Recommended dosage regimen for pediatric patients (1 to 17 years of age) with S. aureus bacteremia, based on age ( 2.5 ): Age group Dosage Recommended dosage is for pediatric patients (1 to 17 years of age) with normal renal function. Dosage adjustment for pediatric patients with renal impairment has not been established. Duration of therapy 12 to 17 years 7 mg/kg once every 24 hours infused over 30 minutes Up to 42 days 7 to 11 years 9 mg/kg once every 24 hours infused over 30 minutes 1 to 6 years 12 mg/kg once every 24 hours infused over 60 minutes • There are other formulations of daptomycin that have differences concerning storage and reconstitution. Carefully follow the reconstitution and storage procedures described in this labeling. ( 2.7 ) • Do not use in conjunction with ReadyMED ® elastomeric infusion pumps in adult and pediatric patients. ( 2.9 )",
    "warningsAndPrecautions": "DAPZURA RT (daptomycin for injection) is supplied as a sterile pale yellow to light brown lyophilized powder in a single-dose 10 mL vial containing 500 mg of daptomycin: Package of 1 (NDC 60977-145-01).  The vial stopper is not made with natural rubber latex.\n                     \n                         Store original packages at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature]. Storage conditions for the reconstituted and diluted solutions are described in another section of the prescribing information [see Dosage and Administration (2.7)].",
    "adverseReactions": "DAPZURA RT is contraindicated in:\n                  •\t Patients with known hypersensitivity to daptomycin [see Warnings and Precautions (5.1)].\n                  \n                  \n                     \n                         •\tPatients with known or suspected Hereditary Fructose Intolerance (HFI) [see \n                        \n                           Warnings and Precautions (5.11)\n                        \n                        ]."
}