{
    "id": "b6585925-c3fb-4b61-808d-42ea232ca899",
    "indications": "OPTISON is indicated for use in adult and pediatric patients with suboptimal echocardiograms to opacify the left ventricle and to improve the delineation of the left ventricular endocardial borders.",
    "contraindications": "Adults 0.5 mL intravenously at a rate not exceeding 1 mL/s. If contrast enhancement is inadequate after the dose of 0.5 mL, additional doses of 0.5 mL may be repeated up to a total of 5 mL in a 10-minute period with a maximum total dose of 8.7 mL in any one patient study ( 2.1 ). Pediatric Patients 28 kg or less: 0.2 mL diluted with 0.2 mL of 0.9% Sodium Chloride Injection. 29 kg to 40 kg: 0.3 mL diluted with 0.3 mL of 0.9% Sodium Chloride Injection. 41 kg or more: 0.4 mL diluted with 0.4 mL of 0.9% Sodium Chloride Injection. Administer intravenously at a rate not exceeding 0.05 mL/s. If contrast enhancement is inadequate after the initial dose, up to four additional doses of the same diluted volume may be repeated for further contrast enhancement as needed ( 2.1 ). Follow the OPTISON injection with a flush of 0.9% Sodium Chloride Injection or 5% Dextrose Injection ( 2.3 ). See full prescribing information for preparation instructions ( 2.2 ).",
    "adverseReactions": "OPTISON is contraindicated in patients with known or suspected hypersensitivity to perflutren or albumin [see Warnings and Precautions (5.2)].",
    "ingredients": [
        {
            "name": "N-ACETYL-DL-TRYPTOPHAN",
            "code": "4460NBV53F"
        },
        {
            "name": "CAPRYLIC ACID",
            "code": "OBL58JN025"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "HUMAN ALBUMIN MICROSPHERES",
            "code": "T8C6W1N6NW"
        },
        {
            "name": "PERFLUTREN",
            "code": "CK0N3WH0SR"
        }
    ],
    "organization": "GE Healthcare Inc.",
    "name": "Optison",
    "effectiveTime": "20250514"
}