{
    "root": "b6cdef35-e0dc-4de7-86ed-501ee27b4dc3",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "doxycycline hyclate"
    },
    "value": "20250415",
    "ingredients": [
        {
            "name": "DOXYCYCLINE HYCLATE",
            "code": "19XTS3T51U"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        }
    ],
    "indications": "To reduce the development of drug-resistant bacteria and maintain effectiveness of doxycycline hyclate capsules, USP and other antibacterial drugs, doxycycline hyclate capsules, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.\n                  \n                     Treatment: \n                  \n                  Doxycycline is indicated for the treatment of the following infections:\n                  \n                     Rocky Mountain spotted fever, typhus fever and the typhus group, Q fever, rickettsialpox, and tick fevers caused by Rickettsiae.\n                     Respiratory tract infections caused by Mycoplasma pneumoniae. \n                     Lymphogranuloma venereum caused by Chlamydia trachomatis. \n                     Psittacosis (ornithosis) caused by Chlamydophila psittaci.\n                     Trachoma caused by Chlamydia trachomatis, although the infectious agent is not always eliminated, as judged by immunofluorescence.\n                     Inclusion conjunctivitis caused by Chlamydia trachomatis.\n                     Uncomplicated urethral, endocervical, or rectal infections in adults caused by Chlamydia trachomatis.\n                     Nongonococcal urethritis caused by Ureaplasma urealyticum. \n                     Relapsing fever due to Borrelia  recurrentis.\n                  \n                  Doxycycline is also indicated for the treatment of infections caused by the following gram-negative microorganisms:\n                  \n                     Chancroid caused by Haemophilus ducreyi. \n                     Plague due to Yersinia pestis.\n                     Tularemia due to Francisella tularensis. \n                     Cholera caused by Vibrio cholerae.\n                     Campylobacter fetus infections caused by Campylobacter fetus. \n                     Brucellosis due to Brucella species (in conjunction with streptomycin). \n                     Bartonellosis due to Bartonella bacilliformis.\n                     Granuloma inguinale caused by Klebsiella granulomatis.\n                  \n                  Because many strains of the following groups of microorganisms have been shown to be resistant to doxycycline, culture and susceptibility testing are recommended.\n                  Doxycycline is indicated for treatment of infections caused by the following gram-negative bacteria, when bacteriologic testing indicates appropriate susceptibility to the drug:\n                  \n                     \n                        Escherichia coli. \n                     \n                        Enterobacter aerogenes. \n                     \n                        Shigella species.\n                     \n                        Acinetobacter species.\n                     Respiratory tract infections caused by Haemophilus influenzae. \n                     Respiratory tract and urinary tract infections caused by Klebsiella species.\n                  \n                  Doxycycline is indicated for treatment of infections caused by the following gram-positive microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:\n                  \n                     Upper respiratory infections caused by Streptococcus pneumoniae.\n                     Anthrax due to Bacillus anthracis, including inhalational anthrax (post-exposure): to reduce the incidence or progression of disease following exposure to aerosolized Bacillus anthracis.\n                  \n                  When penicillin is contraindicated, doxycycline is an alternative drug in the treatment of the following infections:\n                  \n                     Uncomplicated gonorrhea caused by Neisseria gonorrhoeae. \n                     Syphilis caused by Treponema pallidum.\n                     Yaws caused by Treponema pallidum subspecies pertenue. \n                     Listeriosis due to Listeria monocytogenes.\n                     Vincent’s infection caused by Fusobacterium fusiforme. \n                     Actinomycosis caused by Actinomyces israelii.\n                     Infections caused by Clostridium species.\n                  \n                  In acute intestinal amebiasis, doxycycline may be a useful adjunct to amebicides. \n                  In severe acne, doxycycline may be useful adjunctive therapy.\n                     Prophylaxis:\n                  \n                  Doxycycline is indicated for the prophylaxis of malaria due to Plasmodium falciparum in short-term travelers (<4 months) to areas with chloroquine and/or pyrimethamine-sulfadoxine resistant strains. (See DOSAGE AND ADMINISTRATION section and Information for Patients subsection of the PRECAUTIONS section.)",
    "contraindications": "The usual dosage and frequency of administration of doxycycline differs from that of the other tetracyclines. Exceeding the recommended dosage may result in an increased incidence of side effects.\n                  \n                  \n                     Adults:\n                  \n                  The usual dose of oral doxycycline is 200 mg on the first day of treatment (administered 100 mg every 12 hours) followed by a maintenance dose of 100 mg/day. In the management of more severe infections (particularly chronic infections of the urinary tract), 100 mg every 12 hours is recommended.\n                  \n                  \n                     Pediatric Patients:\n                  \n                  For all pediatric patients weighing less than 45 kg with severe or life-threatening infections (e.g., anthrax, Rocky Mountain spotted fever), the recommended dosage is 2.2 mg/kg of body weight administered every 12 hours. Children weighing 45 kg or more should receive the adult dose. (See WARNINGS and PRECAUTIONS.)\n                  \n                  For pediatric patients with less severe disease (greater than 8 years of age and weighing less than 45 kg), the recommended dosage schedule is 4.4 mg/kg of body weight divided into two doses on the first day of treatment, followed by a maintenance dose of 2.2 mg/kg of body weight (given as a single daily dose or divided into twice daily doses). For pediatric patients weighing over 45 kg, the usual adult dose should be used. \n                  \n                  The therapeutic antibacterial serum activity will usually persist for 24 hours following recommended dosage.\n                  \n                  When used in streptococcal infections, therapy should be continued for 10   days.\n                  \n                  Administration of adequate amounts of fluid along with capsule and tablet forms of drugs in the tetracycline class is recommended to wash down the drugs and reduce the risk of esophageal irritation and ulceration. (See ADVERSE REACTIONS.)\n                  \n                  If gastric irritation occurs, it is recommended that doxycycline be given with food or milk. The absorption of doxycycline is not markedly influenced by simultaneous ingestion of food or milk.\n                  \n                  Studies to date have indicated that administration of doxycycline at the usual recommended doses does not lead to excessive accumulation of doxycycline in patients with renal impairment.\n                  \n                  Uncomplicated gonococcal infections in adults (except anorectal infections in men): 100 mg, by mouth, twice a day for 7 days. As an alternate single visit dose, administer 300 mg stat followed in one hour by a second 300 mg dose. The dose may be administered with food, including milk or carbonated beverage, as required.\n                  \n                  Uncomplicated urethral, endocervical, or rectal infection in adults caused by Chlamydia trachomatis: 100 mg, by mouth, twice a day for 7 days.\n                  \n                  Nongonococcal urethritis (NGU) caused by C. trachomatis or U. urealyticum: 100 mg by mouth, twice a day for 7 days.\n                  \n                  Syphilis – early: Patients who are allergic to penicillin should be treated with doxycycline 100 mg, by mouth, twice a day for 2 weeks.\n                  \n                  Syphilis of more than one year’s duration: Patients who are allergic to penicillin should be treated with doxycycline 100 mg, by mouth, twice a day for 4 weeks.\n                  \n                  Acute epididymo-orchitis caused by N. gonorrhoeae: 100 mg, by mouth, twice a day for at least 10 days. \n                  \n                  Acute epididymo-orchitis caused by C. trachomatis: 100 mg, by mouth, twice a day for at least 10 days.\n                  \n                  For prophylaxis of malaria: For adults, the recommended dose is 100 mg daily. For children over 8 years of age, the recommended dose is 2 mg/kg given once daily up to the adult dose. Prophylaxis should begin 1 to 2 days before travel to the malarious area. Prophylaxis should be continued daily during travel in the malarious area and for 4 weeks after the traveler leaves the malarious area.\n                  \n                  Inhalational anthrax (post-exposure):\n                  ADULTS: 100 mg of doxycycline, by mouth, twice a day for 60 days.\n                  CHILDREN: weighing less than 45 kg; 2.2 mg/kg of body weight, by mouth, twice a day for 60 days. Children weighing 45 kg or more should receive the adult dose.",
    "warningsAndPrecautions": "Doxycycline hyclate capsules USP, 50 mg are light blue opaque cap/white opaque body, hard gelatin capsules of size “2” having imprinting “A248” on cap in black ink, filled with yellow powder. Each capsule contains doxycycline hyclate USP equivalent to 50 mg doxycycline.\n                  \n                  NDC 62332-362-50                Bottle of 50 capsules\n                  NDC 62332-362-71                Bottle of 500 capsules\n                  \n                  Doxycycline hyclate capsules USP, 100 mg are light blue opaque cap/light blue opaque body, hard gelatin capsules of size “0” having imprinting “A249” on cap in black ink, filled with yellow powder. Each capsule contains doxycycline hyclate USP equivalent to 100 mg doxycycline.\n                  \n                  NDC 62332-363-50                Bottle of 50 capsules\n                  NDC 62332-363-71                Bottle of 500 capsules\n                   Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Dispense in tight, light-resistant containers (USP).",
    "adverseReactions": "This drug is contraindicated in persons who have shown hypersensitivity to any of the   tetracyclines."
}