{
    "root": "b73013b5-ae70-40a9-bf0f-1a50abb987b1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Frindovyx",
    "value": "20250324",
    "ingredients": [
        {
            "name": "CYCLOPHOSPHAMIDE",
            "code": "8N3DW7272P"
        },
        {
            "name": "DEHYDRATED ALCOHOL",
            "code": "3K9958V90M"
        }
    ],
    "indications": "Malignant Diseases\n                  \n                  FRINDOVYX is indicated for the treatment of adult and pediatric patients with:\n                  \n                     malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin's disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma Burkitt's lymphoma\n                     multiple myeloma\n                     leukemias: chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration)\n                     mycosis fungoides (advanced disease)\n                     neuroblastoma (disseminated disease)\n                     adenocarcinoma of the ovary\n                     retinoblastoma\n                     carcinoma of the breast\n                  \n                  Cyclophosphamide, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs.",
    "contraindications": "During or immediately after FRINDOVYX administration, administer adequate amounts of fluid to reduce the risk of urinary tract toxicity ( 2.1 ). Malignant Diseases: Adult and Pediatric Patients ( 2.2 ) Intravenous: Initial course for patients with no hematologic deficiency: 40 mg/kg to 50 mg/ kg in divided doses over 2 to 5 days. Other regimens include 10 mg/kg to 15 mg/kg given every 7 to 10 days or 3 mg/kg to 5 mg/kg twice weekly. ( 2.2 ) See full prescribing information for instructions on preparation, handling, and administration. ( 2.3 )",
    "warningsAndPrecautions": "FRINDOVYXTM is a ready-to-dilute clear, colorless to slight yellow sterile solution containing cyclophosphamide and is supplied in multiple-dose vial. \n                  \n                     FRINDOVYXTM Injection\n                  \n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                               NDC Number\n                              \n                           \n                           \n                               Strength\n                              \n                           \n                           \n                               Vial Presentation\n                              \n                           \n                        \n                        \n                            83831-119-01\n                           \n                            500 mg/mL\n                           \n                            Multiple-dose vial, carton of 1\n                           \n                        \n                        \n                            83831-120-02\n                           \n                            1 g/2 mL\n                           \n                            Multiple-dose vial, carton of 1\n                           \n                        \n                        \n                            83831-121-04\n                           \n                            2 g/4 mL\n                           \n                            Multiple-dose vial, carton of 1\n                           \n                        \n                     \n                  \n                  Store vials refrigerated at 2째C to 8째C (36째F to 46째F).\n                  Store diluted solutions of cyclophosphamide according to Table 1 [see Dosage and Administration (2.3)].\n                  \n                  Cyclophosphamide is a hazardous product. Follow special handling and disposal procedures.1",
    "adverseReactions": "Hypersensitivity\n                  \n                  FRINDOVYX is contraindicated in patients who have a history of severe hypersensitivity reactions to cyclophosphamide, any of its metabolites, or to other components of the product. Anaphylactic reactions including death have been reported with cyclophosphamide. Cross-sensitivity with other alkylating agents can occur.\n                  \n                     Urinary Outflow Obstruction\n                  \n                  FRINDOVYX is contraindicated in patients with urinary outflow obstruction [see Warnings and Precautions (5.2)]."
}