{
    "root": "b8b708ff-4243-4ab8-bb7c-8430cb68b2bc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Linezolid",
    "value": "20250221",
    "ingredients": [
        {
            "name": "LINEZOLID",
            "code": "ISQ9I6J12J"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "indications": "Linezolid injection is an oxazolidinone-class antibacterial indicated in adults and children for the treatment of the following infections caused by susceptible Gram-positive bacteria: Nosocomial pneumonia ( 1.1 ); Community-acquired pneumonia ( 1.2 ); Complicated skin and skin structure infections, including diabetic foot infections, without concomitant osteomyelitis ( 1.3 ); Vancomycin-resistant Enterococcus faecium infections. ( 1.4 ) Limitations of Use: ( 1.5 ) • Linezolid injection is not indicated for the treatment of Gram-negative infections. • The safety and efficacy of Linezolid formulations given for longer than 28 days have not been evaluated in controlled clinical trials. To reduce the development of drug-resistant bacteria and maintain the effectiveness of Linezolid injection formulations and other antibacterial drugs, Linezolid injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.6 )",
    "contraindications": "Dosage, Route, and Frequency of Administration Infection Pediatric Patients (Birth through 11 Years of Age) Adults and Adolescents (12 Years and Older) Duration (days) Nosocomial pneumonia ( 1.1 ) 10 mg/kg intravenously every 8 hours 600 mg intravenously every 12 hours 10 to 14 Community-acquired pneumonia, including concurrent bacteremia ( 1.2 ) Complicated skin and skin structure infections ( 1.3 ) Vancomycin-resistant Enterococcus faecium infections, including concurrent bacteremia ( 1.4 ) 10 mg/kg intravenously every 8 hours 600 mg intravenously every 12 hours 14 to 28 • Pediatric Patients-The recommended dose is 10 mg per kg intravenously every 8 hours. Linezolid injection in a single-dose container should be used only in pediatric patients who require the entire 600 mg dose and not any fraction thereof. ( 2.1 )",
    "warningsAndPrecautions": "Linezolid injection is available in a single-dose, ready-to-use flexible plastic container in a foil laminate overwrap. The container is available in the following package size: \n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Unit of sale\n                              \n                           \n                           \n                              \n                                 Concentration\n                              \n                           \n                        \n                        \n                           \n                              \n                                 NDC 0409-4883-01\n                              \n                              Case of 10 single-dose VisIVTM flexible plastic containers\n                           \n                           \n                              600 mg/300 mL \n                              (2 mg/mL)\n                           \n                        \n                        \n                           \n                              \n                                 NDC 0409-4883-10\n                              \n                              Case of 10 single-dose freeflex® flexible plastic containers\n                           \n                           \n                              600 mg/300 mL \n                              (2 mg/mL)",
    "adverseReactions": "• Known hypersensitivity to linezolid or any of the other product components. ( 4.1 ) • Patients taking any monoamine oxidase inhibitors (MAOI) or within two weeks of taking an MAOI. ( 4.2 )"
}