{
    "root": "b9cfbc86-86a5-487f-8b6d-1e9607d2f8f7",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": {
        "text": "Maraviroc"
    },
    "value": "20250515",
    "ingredients": [
        {
            "name": "MARAVIROC",
            "code": "MD6P741W8A"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "HYPROMELLOSE 2910 (5 MPA.S)",
            "code": "R75537T0T4"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "ANHYDROUS DIBASIC CALCIUM PHOSPHATE",
            "code": "L11K75P92J"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A",
            "code": "H8AV0SQX4D"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3350",
            "code": "G2M7P15E5P"
        }
    ],
    "indications": "Maraviroc tablets are indicated in combination with other antiretroviral agents for the treatment of only CCR5-tropic human immunodeficiency virus type 1 (HIV-1) infection in adult and pediatric patients 2 years of age and older weighing at least 10 kg.\n                  Limitations of Use:\n                  \n                     Maraviroc tablets are not recommended in      patients with dual/mixed- or CXCR4-tropic HIV-1 [see Microbiology (12.4)].",
    "contraindications": "Prior to initiation of maraviroc tablets for treatment of HIV-1 infection, test all patients for CCR5 tropism using a highly sensitive tropism assay. ( 2.1 ) Maraviroc tablets are taken twice daily by mouth and may be taken with or without food. Maraviroc tablets must be given in combination with other antiretroviral medications. ( 2.2 ) Recommended Dosage in Adult Patients: ( 2.3 ) Concomitant Medications Dosage of Maraviroc tablets When given with potent cytochrome P450 (CYP)3A inhibitors (with or without potent CYP3A inducers) including PIs (except tipranavir/ritonavir) ( 2.3 , 7.1 ) 150 mg twice daily With NRTIs, tipranavir/ritonavir, nevirapine, raltegravir, and other drugs that are not potent CYP3A inhibitors or CYP3A inducers ( 2.3 , 7.1 ) 300 mg twice daily With potent and moderate CYP3A inducers including efavirenz (without a potent CYP3A inhibitor) (2.3 , 7.1 ) 600 mg twice daily A more complete list of coadministered drugs is listed in Dosage and Administration . ( 2 ) Recommended Dosage in Pediatric Patients 2 years and older and weighing at Least 10 kg: Administer twice daily. Dosage should be based on body weight (kg) and concomitant medications and should not exceed the recommended adult dose. ( 2.4 ) Recommended Dosage in Patients with Renal Impairment: Dose adjustment may be necessary in adult patients with renal impairment. ( 2.5 )",
    "warningsAndPrecautions": "Maraviroc film-coated tablets are available as follows:\n                  150-mg white to off-white color, oval, biconvex, film-coated tablet debossed with \"NAV\" and \"125\" one side and plain on the other side.\n                  Bottle of 60 tablets (NDC 70710-1930-6)\n                  300-mg white to off-white color, oval, biconvex, film-coated tablet debossed with \"NAV\" and \"124\" one side and plain on the other side.\n                  Bottle of 60 tablets (NDC 70710-1931-6)\n                  Maraviroc film-coated tablets should be stored at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C and 30°C (59°F and 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Maraviroc tablets are contraindicated in patients with severe renal impairment or ESRD (CrCl less than 30 mL per minute) who are concomitantly taking potent CYP3A inhibitors or inducers [see Warnings and Precautions (5.3)]."
}