{
    "root": "ba25ec4f-3b81-4960-bf74-6a1e4c6be45c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Hydromorphone Hydrochloride",
    "value": "20231215",
    "ingredients": [
        {
            "name": "HYDROMORPHONE HYDROCHLORIDE",
            "code": "L960UP2KRW"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "indications": "Hydromorphone Hydrochloride Injection is indicated for the management of pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate. \n                  \n                     Limitations of Use\n                  \n                  Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dosage or duration [see Warnings and Precautions (5.1)], reserve Hydromorphone Hydrochloride Injection for use in patients for whom alternative treatment options (e.g., non-opioid analgesics or opioid combination products): \n                  \n                     Have not been tolerated or are not expected to be tolerated\n                     Have not provided adequate analgesia or are not expected to provide adequate analgesia\n                  \n                  Hydromorphone Hydrochloride Injection should not be used for an extended period of time unless the pain remains severe enough to require an opioid analgesic and for which alternative treatment options continue to be inadequate.",
    "contraindications": "Hydromorphone Hydrochloride Injection should be prescribed only by healthcare professionals who are knowledgeable about the use of opioids and how to mitigate the associated risks. ( 2.1 ) Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals. Reserve titration to higher doses of Hydromorphone Hydrochloride Injection for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. ( 2.1 , 5 ) Many acute pain conditions (e.g., the pain that occurs with a number of surgical procedures or acute musculoskeletal injuries) require no more than a few days of an opioid analgesic. Clinical guidelines on opioid prescribing for some acute pain conditions are available. ( 2.1 ) Initiate the dosing regimen for each patient individually, taking into account the patient’s underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse. ( 2.1 , 5.1 ) Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with Hydromorphone Hydrochloride Injection. Consider this risk when selecting an initial dose and when making dose adjustments. ( 2.1 , 5.2 ) Initial Dosage: - Intramuscular or Subcutaneous Use: The usual starting dose is 1 mg to 2 mg every 2 to 3 hours as necessary. ( 2.2 ) - Intravenous Use : The usual starting dose is 0.2 mg to 1 mg every 2 to 3 hours. The injection should be given slowly, over at least 2 to 3 minutes. ( 2.2 ) Hepatic Impairment: Initiate treatment with one-fourth to one-half the usual starting dose, depending on degree of hepatic impairment. ( 2.3 ) Renal Impairment : Initiate treatment with one-fourth to one-half the usual starting dose, depending on degree of renal impairment. ( 2.4 ) Do not abruptly discontinue Hydromorphone Hydrochloride Injection in a physically-dependent patient. ( 2.6 , 5.12 )",
    "warningsAndPrecautions": "Hydromorphone Hydrochloride Injection is a clear, colorless, sterile, aqueous solution available in multi-dose clear glass vial containing 40 mg/20 mL (2 mg/mL). It is supplied in the following packaging configuration:\n                  \n                     Carton containing 1 multi-dose vial: NDC 0641-6254-01 \n                  \n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [See USP Controlled Room Temperature]. Protect from light.",
    "adverseReactions": "Hydromorphone Hydrochloride Injection is contraindicated in patients with: \n                  • Significant respiratory depression [see Warnings and Precautions (5.2)]\n                  \n                  \n                      • Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see Warnings and Precautions (5.2)]\n                  \n                  \n                      • Known or suspected gastrointestinal obstruction, including paralytic ileus [see Warnings and Precautions (5.10)]\n                  \n                  \n                      • Hypersensitivity to hydromorphone, hydromorphone salts, any other components of the product."
}