{
    "id": "bb2b1ee4-07e4-4bf1-82bb-0c465a797646",
    "indications": "Amiodarone hydrochloride tablets are indicated for the treatment of documented, life-threatening recurrent ventricular fibrillation and life-threatening recurrent hemodynamically unstable tachycardia in adults who have not responded to adequate doses of other available antiarrhythmics or when alternative agents cannot be tolerated.",
    "contraindications": "Dosage must be individualized based on severity of arrhythmia and response. Use the lowest effective dose. Obtain baseline chest x-ray, pulmonary function tests, thyroid function tests, and liver aminotransferases. Correct hypokalemia, hypomagnesemia, and hypocalcemia before initiating treatment.",
    "warningsAndPrecautions": "Amiodarone Hydrochloride Tablets USP, 200 mg are round, flat, beveled edge, light orange tablets; one side plain, the second side scored and engraved with \"TARO\" above the score and \"56\" below the score line and are available as follows:   \n                  Cartons of 100 tablets (10 tablets each blister pack x 10), NDC 0904-6993-61\n                  WARNING: This Unit Dose package is not child resistant and is Intended for Institutional Use Only. Keep this and all drugs out of the reach of children.",
    "adverseReactions": "•Cardiogenic shock.\n                     \n                        •Sick sinus syndrome, second- or third-degree atrioventricular block, bradycardia leading to syncope without a functioning pacemaker.\n                     \n                        •Known hypersensitivity to the drug or to any of its components, including iodine.",
    "ingredients": [
        {
            "name": "AMIODARONE HYDROCHLORIDE",
            "code": "976728SY6Z"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "D&C YELLOW NO. 10 ALUMINUM LAKE",
            "code": "CQ3XH3DET6"
        },
        {
            "name": "FD&C YELLOW NO. 6 ALUMINUM LAKE",
            "code": "GYP6Z2JR6Q"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        }
    ],
    "organization": "Major Pharmaceuticals",
    "name": "Amiodarone Hydrochloride",
    "effectiveTime": "20250522"
}