{
    "root": "bc65fc80-a80b-4f4b-aff0-63f15d1b5e78",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Sulfamethoxazole and Trimethoprim",
    "value": "20250515",
    "ingredients": [
        {
            "name": "SULFAMETHOXAZOLE",
            "code": "JE42381TNV"
        },
        {
            "name": "TRIMETHOPRIM",
            "code": "AN164J8Y0X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "PVP",
            "code": "FZ989GH94E"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        }
    ],
    "indications": "To reduce the development of drug-resistant bacteria and maintain the effectiveness of sulfamethoxazole and trimethoprim tablets and other antibacterial drugs, sulfamethoxazole and trimethoprim tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to empiric selection of therapy.\n                  \n                     \n                        Urinary Tract Infections\n                     \n                  \n                  For the treatment of urinary tract infections due to susceptible strains of the following organisms: Escherichia coli, Klebsiella species, Enterobacter species, Morganella morganii, Proteus mirabilis and Proteus vulgaris. It is recommended that initial episodes of uncomplicated urinary tract infections be treated with a single effective antibacterial agent rather than the combination.\n                  \n                     \n                        Acute Otitis Media\n                     \n                  \n                  For the treatment of acute otitis media in pediatric patients due to susceptible strains of Streptococcus pneumoniae or Haemophilus influenzae when in the judgment of the physician sulfamethoxazole and trimethoprim offers some advantage over the use of other antimicrobial agents. To date, there are limited data on the safety of repeated use of sulfamethoxazole and trimethoprim tablets in pediatric patients under two years of age. Sulfamethoxazole and trimethoprim tablets are not indicated for prophylactic or prolonged administration in otitis media at any age.\n                  \n                     \n                        Acute Exacerbations of Chronic Bronchitis in Adults\n                     \n                  \n                  For the treatment of acute exacerbations of chronic bronchitis due to susceptible strains of Streptococcus pneumoniae or Haemophilus influenzae when a physician deems that sulfamethoxazole and trimethoprim could offer some advantage over the use of a single antimicrobial agent. \n                  \n                     \n                        Shigellosis\n                     \n                  \n                  \n                     \n                         \n                     For the treatment of enteritis caused by susceptible strains of Shigella flexneri and Shigella sonnei when antibacterial therapy is indicated.\n                  \n                     \n                        \n                           Pneumocystis \n                        \n                     \n                     \n                        \n                           jirovecii Pneumonia\n                     \n                  \n                  \n                      For the treatment of documented Pneumocystis \n                     jirovecii pneumonia and for prophylaxis against P. \n                     jirovecii pneumonia in individuals who are immunosuppressed and considered to be at an increased risk of developing P. \n                     jirovecii pneumonia. \n                  \n                     \n                        Traveler’s Diarrhea in Adults\n                     \n                  \n                  For the treatment of traveler’s diarrhea due to susceptible strains of enterotoxigenic E. coli.",
    "contraindications": "Sulfamethoxazole and trimethoprim is contraindicated in pediatric patients less than 2 months of age. \n                  \n                  \n                     \n                        Urinary Tract Infections and Shigellosis in Adults and Pediatric Patients, and Acute Otitis Media in Children\n                     \n                  \n                  \n                     Adults: The usual adult dosage in the treatment of urinary tract infections is 1 sulfamethoxazole and trimethoprim double strength tablet or 2 sulfamethoxazole and trimethoprim tablets every 12 hours for 10 to 14 days. An identical daily dosage is used for 5 days in the treatment of shigellosis.\n                  \n                     Children: The recommended dose for children with urinary tract infections or acute otitis media is 40 mg/kg sulfamethoxazole and 8 mg/kg trimethoprim per 24 hours, given in two divided doses every 12 hours for 10 days. An identical daily dosage is used for 5 days in the treatment of shigellosis. The following table is a guideline for the attainment of this dosage:\n                  \n                     Children 2 months of age or older:\n                  \n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Weight\n                              \n                           \n                           \n                              \n                                 Dose – every 12 hours\n                              \n                           \n                        \n                        \n                           \n                              \n                                 lb\n                              \n                           \n                           \n                              \n                                 kg\n                              \n                           \n                           \n                              \n                                 Tablets\n                              \n                           \n                        \n                        \n                           \n                              22\n                           \n                           \n                              10\n                           \n                           \n                              -\n                           \n                        \n                        \n                           \n                              44\n                           \n                           \n                              20\n                           \n                           \n                              1\n                           \n                        \n                        \n                           \n                              66\n                           \n                           \n                              30\n                           \n                           \n                              1 1/2\n                              \n                           \n                        \n                        \n                           \n                              88\n                           \n                           \n                              40\n                           \n                           \n                              2 or 1 DS tablet\n                           \n                        \n                     \n                  \n                  \n                     \n                        For Patients with Impaired Renal Function\n                     \n                  \n                  When renal function is impaired, a reduced dosage should be employed using the following table:\n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Creatinine \n            Clearance (mL/min)\n                              \n                           \n                           \n                              \n                                 Recommended \n            Dosage Regimen\n                              \n                           \n                        \n                        \n                           \n                              Above 30\n                           \n                           \n                              Usual standard regimen\n                           \n                        \n                        \n                           \n                              15 to 30\n                           \n                           \n                              \n                                 1/2 the usual regimen\n                           \n                        \n                        \n                           \n                              Below 15\n                           \n                           \n                              Use not recommended\n                           \n                        \n                     \n                  \n                  \n                     \n                        Acute Exacerbations of Chronic Bronchitis in Adults\n                     \n                  \n                  The usual adult dosage in the treatment of acute exacerbations of chronic bronchitis is 1 sulfamethoxazole and trimethoprim double strength tablet, or 2 sulfamethoxazole and trimethoprim tablets every 12 hours for 14 days.\n                  \n                     \n                        \n                           Pneumocystis jirovecii \n                        \n                        Pneumonia\n                     \n                  \n                  \n                     \n                        Treatment\n                     \n                  \n                  \n                     Adults and Children:\n                  \n                  The recommended dosage for treatment of patients with documented Pneumocystis jirovecii pneumonia is 75 to 100 mg/kg sulfamethoxazole and 15 to 20 mg/kg trimethoprim per 24 hours given in equally divided doses every 6 hours for 14 to 21 days.12 The following table is a guideline for the upper limit of this dosage:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Weight\n                              \n                           \n                           \n                              \n                                 Dose – every 6 hours\n                              \n                           \n                        \n                        \n                           \n                              \n                                 lb\n                              \n                           \n                           \n                              \n                                 kg\n                              \n                           \n                           \n                              \n                                 Tablets\n                              \n                           \n                        \n                        \n                           \n                              18\n                           \n                           \n                              8\n                           \n                           \n                              -\n                           \n                        \n                        \n                           \n                              35\n                           \n                           \n                              16\n                           \n                           \n                              1\n                           \n                        \n                        \n                           \n                              53\n                           \n                           \n                              24\n                           \n                           \n                              1 1/2\n                              \n                           \n                        \n                        \n                           \n                              70\n                           \n                           \n                              32\n                           \n                           \n                              2 or 1 DS tablet\n                           \n                        \n                        \n                           \n                              88\n                           \n                           \n                              40\n                           \n                           \n                              2 1/2\n                              \n                           \n                        \n                        \n                           \n                              106\n                           \n                           \n                              48\n                           \n                           \n                              3 or 1 1/2 DS tablets\n                           \n                        \n                        \n                           \n                              141\n                           \n                           \n                              64\n                           \n                           \n                              4 or 2 DS tablets\n                           \n                        \n                        \n                           \n                              176\n                           \n                           \n                              80\n                           \n                           \n                              5 or 2 1/2 DS tablets\n                           \n                        \n                     \n                  \n                  For the lower limit dose (75 mg/kg sulfamethoxazole and 15 mg/kg trimethoprim per 24 hours) administer 75% of the dose in the above table.\n                  \n                     \n                        Prophylaxis\n                     \n                  \n                  \n                     Adults:\n                  \n                  The recommended dosage for prophylaxis in adults is 1 sulfamethoxazole and trimethoprim double strength tablet daily.13\n                  \n                  \n                     Children:\n                  \n                  For children, the recommended dose is 750 mg/m2/day sulfamethoxazole with 150 mg/m2/day trimethoprim given orally in equally divided doses twice a day, on 3 consecutive days per week. The total daily dose should not exceed 1,600 mg sulfamethoxazole and 320 mg trimethoprim.14 The following table is a guideline for the attainment of this dosage in children:\n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Body Surface Area\n                              \n                           \n                           \n                              \n                                 Dose – every 12 hours\n                              \n                           \n                        \n                        \n                           \n                              \n                                 (m2)\n                              \n                           \n                           \n                              \n                                 Tablets\n                              \n                           \n                        \n                        \n                           \n                              0.26\n                           \n                           \n                              -\n                           \n                        \n                        \n                           \n                              0.53\n                           \n                           \n                              1/2\n                           \n                        \n                        \n                           \n                              1.06\n                           \n                           \n                              1\n                           \n                        \n                     \n                  \n                  \n                     \n                        Traveler’s Diarrhea in Adults \n                     \n                  \n                  For the treatment of traveler’s diarrhea, the usual adult dosage is 1 sulfamethoxazole and trimethoprim double strength tablet or 2 sulfamethoxazole and trimethoprim tablets every 12 hours for 5 days.",
    "warningsAndPrecautions": "Product:    50090-6904\n                  NDC:    50090-6904-0   40 TABLET in a BOTTLE\n                  NDC:    50090-6904-1   30 TABLET in a BOTTLE",
    "adverseReactions": "Sulfamethoxazole and trimethoprim is contraindicated in the following situations:\n                  \n                     known hypersensitivity to trimethoprim or sulfonamides\n                     history of drug-induced immune thrombocytopenia with use of trimethoprim and/or sulfonamides\n                     documented megaloblastic anemia due to folate deficiency\n                     pediatric patients less than 2 months of age\n                     marked hepatic damage\n                     severe renal insufficiency when renal function status cannot be monitored\n                     concomitant administration with dofetilide (see \n                           PRECAUTIONS\n                        )."
}