{
    "id": "bce7664f-930b-455d-9ec4-80735fc698c5",
    "indications": "Omeprazole and sodium bicarbonate capsules are indicated in adults for the:\n                  \n                     short-term treatment of active duodenal ulcer. Most patients heal within four weeks. Some patients may require an additional four weeks of therapy.\n                     short-term treatment (4 to 8 weeks) of active benign gastric ulcer.\n                     treatment of heartburn and other symptoms associated with GERD for up to 4 weeks.\n                     short-term treatment (4 to 8 weeks) of EE due to acid-mediated GERD which has been diagnosed by endoscopy in adults.\n                           The efficacy of omeprazole and sodium bicarbonate used for longer than 8 weeks in patients with EE has not been established. If a patient does not respond to 8 weeks of treatment, an additional 4 weeks of treatment may be given. If there is recurrence of EE or GERD symptoms (e.g., heartburn), additional 4 to 8-week courses of omeprazole and sodium bicarbonate may be considered.\n                        \n                     \n                     maintenance of healing of EE due to acid-mediated GERD. Controlled studies do not extend beyond 12 months.",
    "contraindications": "Indication Recommended Adult Dosage Omeprazole and sodium bicarbonate capsules Active Duodenal Ulcer 20 mg once daily for 4 weeks; some patients may require an additional 4 weeks Active Benign Gastric Ulcer 40 mg once daily for 4 to 8 weeks Treatment of Symptomatic GERD 20 mg once daily for up to 4 weeks Treatment of EE due to Acid-Mediated GERD 20 mg once daily for 4 to 8 weeks an additional 4 weeks of treatment may be given if no response; if recurrence, additional 4 to 8-week courses may be considered. Maintenance of Healing of EE due to Acid-Mediated GERD 20 mg once daily studied for 12 months.",
    "adverseReactions": "Omeprazole and sodium bicarbonate is contraindicated in patients with known hypersensitivity to substituted benzimidazoles or to any component of the formulation. Hypersensitivity reactions may include anaphylaxis, anaphylactic shock, angioedema, bronchospasm, acute tubulointerstitial nephritis, and urticaria [see Warnings and Precautions (5.2), Adverse Reactions (6.2)].\n                  \n                  Proton pump inhibitors (PPIs), including omeprazole and sodium bicarbonate, are contraindicated in patients receiving rilpivirine containing products [see Drug Interactions (7)].",
    "ingredients": [
        {
            "name": "OMEPRAZOLE",
            "code": "KG60484QX9"
        },
        {
            "name": "SODIUM BICARBONATE",
            "code": "8MDF5V39QO"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "SODIUM STEARYL FUMARATE",
            "code": "7CV7WJK4UI"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "BUTYL ALCOHOL",
            "code": "8PJ61P6TS3"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "ISOPROPYL ALCOHOL",
            "code": "ND2M416302"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        }
    ],
    "organization": "Westminster Pharmaceuticals, LLC",
    "name": "Omeprazole/Bicarbonate",
    "effectiveTime": "20250513"
}