{
    "root": "bde29c61-581d-4d4d-bf08-3e34c05545cf",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Selarsdi",
    "value": "20250228",
    "ingredients": [
        {
            "name": "USTEKINUMAB-AEKN",
            "code": "FU77B4U5Z0"
        },
        {
            "name": "HISTIDINE",
            "code": "4QD397987E"
        },
        {
            "name": "HISTIDINE MONOHYDROCHLORIDE MONOHYDRATE",
            "code": "X573657P6P"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "METHIONINE",
            "code": "AE28F7PNPL"
        }
    ],
    "indications": "SELARSDI is a human interleukin-12 and -23 antagonist indicated for the treatment of: Adult patients with: moderate to severe plaque psoriasis (PsO) who are candidates for phototherapy or systemic therapy. ( 1.1 ) active psoriatic arthritis (PsA) . ( 1.2 ) moderately to severely active Crohn’s disease (CD). ( 1.3 ) moderately to severely active ulcerative colitis. ( 1.4 ) Pediatric patients 6 years and older with: moderate to severe plaque psoriasis, who are candidates for phototherapy or systemic therapy. ( 1.1 ) active psoriatic arthritis (PsA) . ( 1.2 )",
    "contraindications": "Psoriasis Adult Subcutaneous Recommended Dosage ( 2.1 ): Weight Range (kilograms) Recommended Dosage less than or equal to 100 kg 45 mg administered subcutaneously initially and 4 weeks later, followed by 45 mg administered subcutaneously every 12 weeks greater than 100 kg 90 mg administered subcutaneously initially and 4 weeks later, followed by 90 mg administered subcutaneously every 12 weeks Psoriasis Pediatric Patients (6 to 17 years old) Subcutaneous Recommended Dosage ( 2.1 ): Weight-based dosing is recommended at the initial dose, 4 weeks later, then every 12 weeks thereafter. Weight Range (kilograms) Dose less than 60 kg 0.75 mg/kg 60 kg to 100 kg 45 mg greater than 100 kg 90 mg Psoriatic Arthritis Adult Subcutaneous Recommended Dosage (2.2): The recommended dosage is 45 mg administered subcutaneously initially and 4 weeks later, followed by 45 mg administered subcutaneously every 12 weeks. For patients with co-existent moderate-to-severe plaque psoriasis weighing greater than 100 kg, the recommended dosage is 90 mg administered subcutaneously initially and 4 weeks later, followed by 90 mg administered subcutaneously every 12 weeks. Psoriatic Arthritis Pediatric (6 to 17 years old) Subcutaneous Recommended Dosage ( 2.2 ): Weight-based dosing is recommended at the initial dose, 4 weeks later, then every 12 weeks thereafter. Weight Range (kilograms) Dose less than 60 kg 0.75 mg/kg 60 kg or more 45 mg greater than 100 kg with co- existent moderate-to-severe plaque psoriasis 90 mg Crohn’s Disease and Ulcerative Colitis Initial Adult Intravenous Recommended Dosage ( 2.3 ): A single intravenous infusion using weight-based dosing: Weight Range (kilograms) Dose up to 55 kg 260 mg (2 vials) greater than 55 kg to 85 kg 390 mg (3 vials) greater than 85 kg 520 mg (4 vials) Crohn’s Disease and Ulcerative Colitis Maintenance Adult Subcutaneous Recommended Dosage ( 2.3 ): A subcutaneous 90 mg dose 8 weeks after the initial intravenous dose, then every 8 weeks thereafter.",
    "warningsAndPrecautions": "SELARSDI (ustekinumab-aekn) injection, is a sterile, preservative-free, clear and colorless to slightly yellow solution and free of visible particles for subcutaneous use. It is supplied as individually packaged, single-dose prefilled syringes or single-dose vials.\n                  \n                     For Subcutaneous Use\n                  \n                  \n                     Single-dose Prefilled Syringes\n                     \n                  \n                  \n                     45 mg/0.5 mL NDC 51759-505-32\n                  \n                  \n                     90 mg/mL NDC 51759-607-32\n                  \n                  Each prefilled syringe is equipped with a 29-gauge fixed 1/2 inch needle equipped with a passive safety device and a needle cover. Not made with natural rubber latex.\n                  \n                     \n                        Single-dose Vial\n                     \n                  \n                  \n                     45 mg/0.5 mL NDC 51759-505-13\n                  \n                  \n                     For Intravenous Infusion\n                  \n                  \n                     Single-dose Vial\n                  \n                  \n                     130 mg/26 mL (5 mg/mL) NDC 51759-708-13\n                  \n                  \n                     Storage and Stability\n                     \n                  \n                  Store SELARSDI vials and prefilled syringes refrigerated between 2°C to 8°C (36°F to 46°F). Store SELARSDI vials upright. Keep the product in the original carton to protect from light until the time of use. Do not freeze. Do not shake.\n                  If needed, individual prefilled syringes may be stored at room temperature up to 30°C (86°F) for a maximum single period of up to 30 days in the original carton to protect from light. Record the date when the prefilled syringe is first removed from the refrigerator on the carton in the space provided. Once a syringe has been stored at room temperature, do not return to the refrigerator. Discard the syringe if not used within 30 days at room temperature storage. Do not use SELARSDI after the expiration date on the carton or on the prefilled syringe.",
    "adverseReactions": "SELARSDI is contraindicated in patients with clinically significant hypersensitivity to ustekinumab products or to any of the excipients in SELARSDI [see Warnings and Precautions (5.5)]."
}