{
    "root": "be6df734-aae8-48f4-9d0a-083ea420d9a6",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Sevelamer Carbonate",
    "value": "20250522",
    "ingredients": [
        {
            "name": "SEVELAMER CARBONATE",
            "code": "9YCX42I8IU"
        },
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSPOVIDONE (120 .MU.M)",
            "code": "68401960MK"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (110000 WAMW)",
            "code": "5Y0974F5PW"
        },
        {
            "name": "SOYBEAN LECITHIN",
            "code": "1DI56QDM62"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        },
        {
            "name": "ZINC STEARATE",
            "code": "H92E6QA4FV"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        }
    ],
    "indications": "Sevelamer carbonate tablets are indicated for the control of serum phosphorus in adults and children 6 years of age and older with chronic kidney disease (CKD) on dialysis.",
    "contraindications": "• Starting dose of sevelamer carbonate tablet is 0.8 or 1.6 grams administered orally three times per day with meals based on serum phosphorus levels for adult patients and based on body surface area (BSA) category for pediatric patients ( 2.1 ) • Titrate by 0.8 grams per meal in two week intervals for adult patients as needed to obtain serum phosphorus target. ( 2.1 ) • Titrate based on BSA category for pediatric patients in two week intervals for 6 weeks and then every 4 weeks as needed to obtain serum phosphorus target. ( 2.1 )",
    "warningsAndPrecautions": "Tablets: Sevelamer carbonate Tablets 800 mg are supplied as white to off-white, oval, film-coated tablets plain on one side and imprinted ‘R789’ on other side, containing 800 mg of sevelamer carbonate on an anhydrous basis, ammonium hydroxide, colloidal silicon dioxide, crospovidone, hydroxypropyl cellulose, lecithin, mannitol, polyvinyl alcohol, propylene glycol, shellac, talc, xanthan gum and zinc stearate. The tablet imprint contains iron oxide black ink.\n                  Cartons of 50 film-coated tablets (10 film-coated tablets per blister card x 5), NDC 0904-6707-06\n                  Cartons of 100 film-coated tablets (4 film-coated tablets per blister card x 25) NDC 0904-6707-82\n                  WARNING: These Unit Dose packages are not child resistant and are Intended for Institutional Use Only. Keep this and all drugs out of the reach of children.\n                  \n                     Storage: Store at 20°-25°C (68°-77°F); [See USP Controlled Room Temperature] \n                  Protect from moisture.",
    "adverseReactions": "Sevelamer carbonate tablets are contraindicated in patients with bowel obstruction. \n                  Sevelamer carbonate tablets are contraindicated in patients with known hypersensitivity to sevelamer carbonate, sevelamer hydrochloride, or to any of the excipients."
}