{
    "root": "bf20f184-d291-47a1-bb01-8dd5846132e4",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Prolia",
    "value": "20250428",
    "ingredients": [
        {
            "name": "DENOSUMAB",
            "code": "4EQZ6YO2HI"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "SODIUM ACETATE",
            "code": "4550K0SC9B"
        },
        {
            "name": "POLYSORBATE 20",
            "code": "7T1F30V5YH"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Prolia is a RANK ligand (RANKL) inhibitor indicated for treatment: of postmenopausal women with osteoporosis at high risk for fracture ( 1.1 ) to increase bone mass in men with osteoporosis at high risk for fracture ( 1.2 ) of glucocorticoid-induced osteoporosis in men and women at high risk for fracture ( 1.3 ) to increase bone mass in men at high risk for fracture receiving androgen deprivation therapy for nonmetastatic prostate cancer ( 1.4 ) to increase bone mass in women at high risk for fracture receiving adjuvant aromatase inhibitor therapy for breast cancer ( 1.5 )",
    "contraindications": "Pregnancy must be ruled out prior to administration of Prolia. ( 2.1 ) Before initiating Prolia in patients with advanced chronic kidney disease, including dialysis patients, evaluate for the presence of chronic kidney disease mineral and bone disorder with intact parathyroid hormone, serum calcium, 25(OH) vitamin D, and 1,25(OH) 2 vitamin D. ( 2.2 , 5.1 , 8.6 ) Prolia should be administered by a healthcare professional. ( 2.3 ) Administer 60 mg every 6 months as a subcutaneous injection in the upper arm, upper thigh, or abdomen. ( 2.3 ) Instruct patients to take calcium 1000 mg daily and at least 400 IU vitamin D daily. ( 2.3 )",
    "warningsAndPrecautions": null,
    "adverseReactions": "Prolia is contraindicated in:\n                  \n                     Patients with hypocalcemia: Pre-existing hypocalcemia must be corrected prior to initiating therapy with Prolia [see Warnings and Precautions (5.1)].\n                     Pregnant women: Prolia may cause fetal harm when administered to a pregnant woman.  In women of reproductive potential, pregnancy testing should be performed prior to initiating treatment with Prolia [see Use in Specific Populations (8.1)].\n                     Patients with hypersensitivity to Prolia: Prolia is contraindicated in patients with a history of systemic hypersensitivity to any component of the product.  Reactions have included anaphylaxis, facial swelling, and urticaria [see Warnings and Precautions (5.3),  Adverse Reactions (6.2)]."
}