{
    "root": "bf235693-ce1a-4f89-b33a-8aaf93efb275",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Docetaxel",
    "value": "20250515",
    "ingredients": [
        {
            "name": "docetaxel",
            "code": "15H5577CQD"
        },
        {
            "name": "polysorbate 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "alcohol",
            "code": "3K9958V90M"
        },
        {
            "name": "anhydrous citric acid",
            "code": "XF417D3PSL"
        }
    ],
    "indications": "Docetaxel Injection is a microtubule inhibitor indicated for: Breast Cancer (BC) : single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC) : single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC) : with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC) : with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN) : with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 )",
    "contraindications": "For all indications, toxicities may warrant dosage adjustments [see Dosage and Administration (2.7)].\n\n                  Administer in a facility equipped to manage possible complications (e.g. anaphylaxis).",
    "warningsAndPrecautions": null,
    "adverseReactions": "Docetaxel is contraindicated in patients with:\n\n                  \n                     neutrophil counts of <1500 cells/mm3\n\n                        [see Warnings and Precautions (5.3)].\n                     \n                     a history of severe hypersensitivity reactions to docetaxel or to other drugs formulated with polysorbate 80. Severe reactions, including anaphylaxis, have occurred [see Warnings and Precautions (5.5)]."
}