{
    "root": "c06685ab-240e-4fe6-a382-cc20b74a67f0",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Allopurinol",
    "value": "20250305",
    "ingredients": [
        {
            "name": "ALLOPURINOL",
            "code": "63CZ7GJN5I"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        }
    ],
    "indications": "Allopurinol tablet is indicated for:\n                  \n                     \n                        •  The management of adults with signs and symptoms of primary or secondary gout (acute attacks, tophi, joint destruction, uric acid lithiasis, and/or nephropathy)\n                     \n                        •  The management of adult and pediatric patients with leukemia, lymphoma and solid tumor malignancies who are receiving cancer therapy which causes elevations of serum and urinary uric acid levels\n                     \n                        •  The management of adult patients with recurrent calcium oxalate calculi whose daily uric acid excretion exceeds 800 mg/day in male patients and 750 mg/day in female patients, despite lifestyle changes (such as reduction of dietary sodium, non-dairy animal protein, oxylate rich foods, refined sugars and increases in oral fluids and fruits and vegetables)\n                  \n                  \n                     Limitations of Use\n                  \n                  Allopurinol tablets are not recommended for the treatment of asymptomatic hyperuricemia.",
    "contraindications": "• Gout : Prior to initiating treatment assess serum uric acid level, complete blood count, chemistry panel, liver and kidney function tests. Prophylactic treatment for gout flares is recommended. ( 2.1 , 2.2 ) -   Patients with normal kidney function: Initial dosage is 100 mg orally daily. Increase by 100 mg weekly increments until serum uric acid of 6 mg/dl or less is reached (maximum 800 mg daily). ( 2.3 ) -   Patients with impaired kidney function: The initial dosage is 50 mg orally daily. Follow recommendations for titration in patients with renal impairment until target serum uric acid level is reached. ( 2.6 ) -   See complete information in the Full Prescribing Information (FPI). • Hyperuricemia      Associated with Cancer Therapy : The recommended dosage is: -   Adults: 300 mg to 800 mg orally daily. -   Pediatric patients: 100 mg/m 2 orally every 8 hours to 12 hours (10 mg/kg/day, maximum 800 mg/day) -   See complete information in the FPI. ( 2.4 , 2.6 ) • Recurrent Calcium Oxalate Calculi : The recommended initial dosage in patients with normal kidney function is 200 mg to 300 mg orally daily. ( 2.5 ) • Dosage in Patients with Renal Impairment: See FPI for dosage modifications in patients with renal impairment. ( 2.6 )",
    "warningsAndPrecautions": "How Supplied\n                  \n                  Allopurinol Tablets USP, 100 mg are white to off-white, round, flat uncoated tablets debossed with '1' on either side of breakline on one side and '209' on other side and are supplied as follows:\n                  Overbagged with 10 tablets per bag, NDC 55154-2338-0\n                  \n                     Storage and Handling\n                  \n                  \n                     Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].",
    "adverseReactions": "Allopurinol tablets are contraindicated in patients with a history of hypersensitivity reaction to allopurinol or to any of the ingredients of allopurinol tablets."
}