{
    "root": "c0e490fa-abbc-4c43-be4d-f1dd077eb0a1",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "MINOCYCLINE HYDROCHLORIDE",
    "value": "20250422",
    "ingredients": [
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "CROSPOVIDONE (15 MPA.S AT 5%)",
            "code": "68401960MK"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL 6000",
            "code": "30IQX730WE"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "MINOCYCLINE HYDROCHLORIDE",
            "code": "0020414E5U"
        }
    ],
    "indications": "Minocycline hydrochloride tablets, USP are indicated in the treatment of the following infections due to susceptible strains of the designated microorganisms:\n                  Rocky Mountain spotted fever, typhus fever and the typhus group, Q fever, rickettsialpox and tick fevers caused by rickettsiae.Respiratory tract infections caused by Mycoplasma pneumoniae.\n                     Lymphogranuloma venereum caused by Chlamydia trachomatis.\n                     Psittacosis (Ornithosis) due to Chlamydophila psittaci.\n                     Trachoma caused by Chlamydia trachomatis, although the infectious agent is not always eliminated, as judged by immunofluorescence.Inclusion conjunctivitis caused by Chlamydia trachomatis.\n                     Nongonococcal urethritis, endocervical, or rectal infections in adults caused by Ureaplasma urealyticum or Chlamydia trachomatis.\n                     Relapsing fever due to Borrelia recurrentis.\n                     Chancroid caused by Haemophilus ducreyi.\n                     Plague due to Yersinia pestis.\n                     Tularemia due to Francisella tularensis.Cholera caused by Vibrio cholerae.Campylobacter fetus infections caused by Campylobacter fetus.Brucellosis due to Brucella species (in conjunction with streptomycin).Bartonellosis due to Bartonella bacilliformis.\n                     Granuloma inguinale caused by Klebsiella granulomatis.\n                  Minocycline is indicated for the treatment of infections caused by the following gram-negative microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:\n                  \n                     Escherichia coli.\n                     \n                     Klebsiella aerogenes Shigella species.\n                     \n                     Acinetobacter species.\n                     Respiratory tract infections caused by Haemophilus influenzae.\n                     Respiratory tract and urinary tract infections caused by Klebsiella species.\n                  \n                  Minocycline hydrochloride tablets, USP are indicated for the treatment of infections caused by the following gram-positive microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:\n                  Upper respiratory tract infections caused by Streptococcus pneumoniae.\n                     Skin and skin structure infections caused by Staphylococcus aureus. (NOTE: Minocycline is not the drug of choice in the treatment of any type of staphylococcal infection.)\n                  When penicillin is contraindicated, minocycline is an alternative drug in the treatment of the following infections:\n                  Uncomplicated urethritis in men due to Neisseria gonorrhoeae and for the treatment of other gonococcal infections.Infections in women caused by Neisseria gonorrhoeae.Syphilis caused by Treponema pallidum subspecies pallidum.Yaws caused by Treponema pallidum subspecies pertenue.\n                     Listeriosis due to Listeria monocytogenes.\n                     Anthrax due to Bacillus anthraci\n                     s.Vincent’s infection caused by Fusobacterium fusiforme.Actinomycosis caused by Actinomyces israelii.Infections caused by Clostridium species.\n                  In acute intestinal amebiasis, minocycline may be a useful adjunct to amebicides.\n                  In severe acne, minocycline may be useful adjunctive therapy.\n                  Oral minocycline is indicated in the treatment of asymptomatic carriers of Neisseria\n                     meningitidis to eliminate meningococci from the nasopharynx. In order to preserve the usefulness of minocycline in the treatment of asymptomatic meningococcal carriers, diagnostic laboratory procedures, including serotyping and susceptibility testing, should be performed to establish the carrier state and the correct treatment. It is recommended that the prophylactic use of minocycline be reserved for situations in which the risk of meningococcal meningitis is high.\n                  \n                     Oral minocycline is not indicated for the treatment of meningococcal infection.\n                  \n                  Although no controlled clinical efficacy studies have been conducted, limited clinical data show that oral minocycline hydrochloride has been used successfully in the treatment of infections caused by Mycobacterium marinum.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of minocycline hydrochloride tablets, USP and other antibacterial drugs, minocycline hydrochloride tablets, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "THE USUAL DOSAGE AND FREQUENCY OF ADMINISTRATION OF MINOCYCLINE DIFFER FROM THAT OF THE OTHER TETRACYCLINES. EXCEEDING THE RECOMMENDED DOSAGE MAY RESULT IN AN INCREASED INCIDENCE OF SIDE EFFECTS.\n                  \n                  Minocycline hydrochloride tablets may be taken with or without food (see CLINICAL PHARMACOLOGY).\n                  Ingestion of adequate amounts of fluids along with capsule and tablet forms of drugs in the tetracycline-class is recommended to reduce the risk of esophageal irritation and ulceration. The tablets should be swallowed whole.",
    "warningsAndPrecautions": "Minocycline hydrochloride tablets, USP equivalent to 50 mg minocycline are yellow colored, oval-shaped, film-coated tablets, debossed with “ RI89” on one side and plain on the other side. They are supplied as follows:\n                  NDC 13668-485-01                                    Bottles of 100\n                  Minocycline hydrochloride tablets, USP equivalent to 75 mg minocycline are yellow colored, oval-shaped, film-coated tablets, debossed with “ RI90” on one side and plain on the other side. They are supplied as follows:\n                  NDC 13668-486-01                                    Bottles of 100\n                  Minocycline hydrochloride tablets, USP equivalent to 100 mg minocycline are yellow colored, oval-shaped, film-coated tablets, debossed with “ RI91” on one side and plain on the other side. They are supplied as follows:\n                  NDC 13668-487-50                                    Bottles of 50\n                  \n                     Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                  \n                  \n                     Protect from light, moisture and excessive heat.\n                  \n                  \n                     Dispense in a tight, light-resistant container with child-resistant closure.",
    "adverseReactions": "This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines or to any of the components of the product formulation."
}