{
    "root": "c2b9ec45-c2e4-4b1e-897e-2ed95618d56e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Prednisolone Sodium Phosphate",
    "value": "20250429",
    "ingredients": [
        {
            "name": "PREDNISOLONE SODIUM PHOSPHATE",
            "code": "IV021NXA9J"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "FRUCTOSE",
            "code": "6YSS42VSEV"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "HYDROXYETHYL CELLULOSE, UNSPECIFIED",
            "code": "T4V6TWG28D"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "POTASSIUM PHOSPHATE, MONOBASIC",
            "code": "4J9FJ0HL51"
        },
        {
            "name": "POTASSIUM PHOSPHATE, DIBASIC",
            "code": "CI71S98N1Z"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SACCHARIN SODIUM",
            "code": "SB8ZUX40TY"
        }
    ],
    "indications": "Prednisolone sodium phosphate oral solution is indicated in the following conditions: \n                  \n                     1. Allergic States \n                  \n                  Control of severe or incapacitating allergic conditions intractable to adequate trials of conventional treatment in adult and pediatric populations with: seasonal or perennial allergic rhinitis; asthma; contact dermatitis; atopic dermatitis; serum sickness; drug hypersensitivity reactions. \n                  \n                     2. Dermatologic Diseases \n                  \n                  Pemphigus; bullous dermatitis herpetiformis; severe erythema multiforme (Stevens-Johnson syndrome); exfoliative erythroderma; mycosis fungoides. \n                  \n                     3. Edematous States \n                  \n                  To induce diuresis or remission of proteinuria in nephrotic syndrome in adults with lupus erythematosus and in adults and pediatric populations, with idiopathic nephrotic syndrome, without uremia. \n                  \n                     4. Endocrine Disorders \n                  \n                  Primary or secondary adrenocortical insufficiency (hydrocortisone or cortisone is the first choice; synthetic analogs may be used in conjunction with mineralocorticoids where applicable; in infancy mineralocorticoid supplementation is of particular importance); congenital adrenal hyperplasia; hypercalcemia associated with cancer; nonsuppurative thyroiditis. \n                  \n                     5. Gastrointestinal Diseases \n                  \n                  To tide the patient over a critical period of the disease in: ulcerative colitis; regional enteritis. \n                  \n                     6. Hematologic Disorders \n                  \n                  Idiopathic thrombocytopenic purpura in adults; selected cases of secondary thrombocytopenia; acquired (autoimmune) hemolytic anemia; pure red cell aplasia; Diamond-Blackfan anemia. \n                  \n                     7. Neoplastic Diseases \n                  \n                  For the treatment of acute leukemia and aggressive lymphomas in adults and children. \n                  \n                     8. Nervous System \n                  \n                  Acute exacerbations of multiple sclerosis. \n                  \n                     9. Ophthalmic Diseases \n                  \n                  Uveitis and ocular inflammatory conditions unresponsive to topical corticosteroids; temporal arteritis; sympathetic ophthalmia. \n                  \n                     10. Respiratory Diseases \n                  \n                  Symptomatic sarcoidosis; idiopathic eosinophilic pneumonias; fulminating or disseminated pulmonary tuberculosis when used concurrently with appropriate antituberculous chemotherapy; asthma (as distinct from allergic asthma listed above under “Allergic States”), hypersensitivity pneumonitis, idiopathic pulmonary fibrosis, acute exacerbations of chronic obstructive pulmonary disease (COPD), and Pneumocystis carinii pneumonia (PCP) associated with hypoxemia occurring in an HIV (+) individual who is also under treatment with appropriate anti-PCP antibiotics. Studies support the efficacy of systemic corticosteroids for the treatment of these conditions: allergic bronchopulmonary aspergillosis, idiopathic bronchiolitis obliterans with organizing pneumonia. \n                  \n                     11. Rheumatic Disorders \n                  \n                  As adjunctive therapy for short term administration (to tide the patient over an acute episode or exacerbation) in: psoriatic arthritis; rheumatoid arthritis, including juvenile rheumatoid arthritis (selected cases may require low dose maintenance therapy); ankylosing spondylitis; acute and subacute bursitis; acute nonspecific tenosynovitis; acute gouty arthritis; epicondylitis. For the treatment of systemic lupus erythematosus, dermatomyositis (polymyositis), polymyalgia rheumatica, Sjogren’s syndrome, relapsing polychondritis, and certain cases of vasculitis. \n                  \n                     12. Miscellaneous \n                  \n                  Tuberculous meningitis with subarachnoid block or impending block, tuberculosis with enlarged mediastinal lymph nodes causing respiratory difficulty, and tuberculosis with pleural or pericardial effusion (appropriate antituberculous chemotherapy must be used concurrently when treating any tuberculosis complications); Trichinosis with neurologic or myocardial involvement; acute or chronic solid organ rejection (with or without other agents).",
    "contraindications": "The initial dosage of prednisolone sodium phosphate oral solution may vary from 1.67 mL to 20 mL (5 to 60 mg prednisolone base) per day depending on the specific disease entity being treated. In situations of less severity, lower doses will generally suffice while in selected patients higher initial doses may be required. The initial dosage should be maintained or adjusted until a satisfactory response is noted. If after a reasonable period of time, there is a lack of satisfactory clinical response, prednisolone sodium phosphate oral solution should be discontinued and the patient placed on other appropriate therapy. IT SHOULD BE EMPHASIZED THAT DOSAGE REQUIREMENTS ARE VARIABLE AND MUST BE INDIVIDUALIZED ON THE BASIS OF THE DISEASE UNDER TREATMENT AND THE RESPONSE OF THE PATIENT. After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small decrements at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. It should be kept in mind that constant monitoring is needed in regard to drug dosage. Included in the situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient's individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment; in this latter situation it may be necessary to increase the dosage of prednisolone sodium phosphate oral solution for a period of time consistent with the patient’s condition. If after long term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly. \n                  In the treatment of acute exacerbations of multiple sclerosis, daily doses of 200 mg of prednisolone for a week followed by 80 mg every other day or 4 to 8 mg dexamethasone every other day for one month have been shown to be effective. \n                  In pediatric patients, the initial dose of prednisolone sodium phosphate oral solution may vary depending on the specific disease entity being treated. The range of initial doses is 0.14 to 2 mg/kg/day in three or four divided doses (4 to 60 mg/m2bsa/day). \n                  The standard regimen used to treat nephrotic syndrome in pediatric patients is 60 mg/m2/day given in three divided doses for 4 weeks, followed by 4 weeks of single dose alternate-day therapy at 40 mg/m2/day. \n                  The National Heart, Lung, and Blood Institute (NHLBI) recommended dosing for systemic prednisone, prednisolone or methylprednisolone in children whose asthma is uncontrolled by inhaled corticosteroids and long-acting bronchodilators is 1 to 2 mg/kg/day in single or divided doses. It is further recommended that short course, or “burst” therapy, be continued until a child achieves a peak expiratory flow rate of 80% of his or her personal best or symptoms resolve. This usually requires 3 to 10 days of treatment, although it can take longer. There is no evidence that tapering the dose after improvement will prevent a relapse. \n                  \n                     For the purpose of comparison, 5 mL of Prednisolone Sodium Phosphate Oral Solution (20.2 mg Prednisolone sodium phosphate) is equivalent to the following milligram dosage of the various glucocorticoids:\n                  \n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Cortisone, 75\n                              \n                           \n                           \n                              \n                                 Triamcinolone, 12\n                              \n                           \n                        \n                        \n                           \n                              \n                                 Hydrocortisone, 60\n                              \n                           \n                           \n                              \n                                 Paramethasone, 6\n                              \n                           \n                        \n                        \n                           \n                              \n                                 Prednisolone, 15\n                              \n                           \n                           \n                              \n                                 Betamethasone, 2.25\n                              \n                           \n                        \n                        \n                           \n                              \n                                 Prednisone, 15\n                              \n                           \n                           \n                              \n                                 Dexamethasone, 2.25\n                              \n                           \n                        \n                        \n                           \n                              \n                                 Methylprednisolone, 12\n                              \n                           \n                           \n                        \n                     \n                  \n                  \n                     These dose relationships apply only to oral or intravenous administration of these compounds. When these substances or their derivatives are injected intramuscularly or into joint spaces, their relative properties may be greatly altered.",
    "warningsAndPrecautions": "Prednisolone Sodium Phosphate Oral Solution (15 mg Prednisolone per 5 mL). Each 5 mL (teaspoonful) of pale to yellow grape flavored solution contains 20.2 mg prednisolone sodium phosphate (15 mg prednisolone, USP base). \n                  NDC 69238-2122-9    8 fl oz (237 mL) amber PET bottle with child-resistant closure  \n                  \n                     Storage and Handling \n                  \n                  \n                     Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Keep tightly closed and out of the reach of children. Dispense in tight, light-resistant glass or PET plastic containers as defined in USP.\n                  \n                  Distributed by:\n                     Amneal Pharmaceuticals LLC\n                     Bridgewater, NJ 08807\n                  Rev. 05-2025-03",
    "adverseReactions": "Systemic fungal infections. Hypersensitivity to the drug or any of its components."
}