{
    "root": "c76876da-b9a8-45d0-9278-7df3288d3a06",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Protamine Sulfate",
    "value": "20250429",
    "ingredients": [
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SULFURIC ACID",
            "code": "O40UQP6WCF"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC, UNSPECIFIED FORM",
            "code": "GR686LBA74"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "PROTAMINE SULFATE",
            "code": "0DE9724IHC"
        }
    ],
    "indications": "Protamine Sulfate Injection, USP is indicated in the treatment of heparin overdosage.",
    "contraindications": "Each mg of protamine sulfate, calculated on the dried basis, neutralizes not less than 100 USP Heparin Units.\n                  \n                     Protamine sulfate injection should be given by very slow intravenous injection over a 10-minute period in doses not to exceed 50 mg (see \n                        WARNINGS\n                     ).\n                  Protamine sulfate is intended for injection without further dilution; however, if further dilution is desired, D5-W or normal saline may be used. Diluted solutions should not be stored since they contain no preservative.\n                  Protamine sulfate should not be mixed with other drugs without knowledge of their compatibility, because protamine sulfate has been shown to be incompatible with certain antibiotics, including several of the cephalosporins and penicillins.\n                  Because heparin disappears rapidly from the circulation, the dose of protamine sulfate required also decreases rapidly with the time elapsed following intravenous injection of heparin. For example, if the protamine sulfate is administered 30 minutes after the heparin, one-half the usual dose may be sufficient.\n                  The dosage of protamine sulfate should be guided by blood coagulation studies (see \n                        WARNINGS\n                     ).\n                  Parenteral drug products should be visually inspected for particulate matter and discoloration prior to administration, whenever solution and container permit.",
    "warningsAndPrecautions": "Product Code\n                              \n                           \n                           \n                              \n                                 Unit of Sale\n                              \n                           \n                           \n                              \n                                 Strength\n                              \n                           \n                           \n                              \n                                 Each\n                              \n                           \n                        \n                        \n                           \n                              22905\n                           \n                           \n                              NDC 63323-229-05Unit of 25\n                           \n                           \n                              50 mg per 5 mL(10 mg per mL)\n                           \n                           \n                              NDC 63323-229-015 mL Single Dose Flip-top Vial \n                           \n                        \n                        \n                           \n                              RF22905\n                           \n                           \n                              NDC 65219-646-05Unit of 25\n                           \n                           \n                              50 mg per 5 mL(10 mg per mL)\n                           \n                           \n                              NDC 65219-646-025 mL Single Dose Flip-top VialThis product contains an RFID.\n                           \n                        \n                        \n                           \n                              22930 \n                           \n                           \n                              NDC 63323-229-30Individually Packaged \n                           \n                           \n                              250 mg per 25 mL(10 mg per mL) \n                           \n                           \n                              NDC 63323-229-3025 mL Single Dose Flip-top Vial \n                           \n                        \n                     \n                  \n                  Store at 20째 to 25째C (68째 to 77째F) [see USP Controlled Room Temperature]. Do not permit to freeze.\n                  \n                     CAUTION: The total dose of protamine sulfate contained in product No. 22925 and 22930 (250 mg in 25 mL) is 5 times greater than in product No. 22905 and product No. RF22905 (50 mg in 5 mL).\n                  \n                  \n                     The large size 25 mL vials are designed for antiheparin treatment only when large doses of heparin have been given during surgery and are to be neutralized by large doses of protamine sulfate after surgical procedures.",
    "adverseReactions": "Protamine sulfate is contraindicated in patients who have shown previous intolerance to the drug."
}