{
    "root": "c7a73c62-3b1b-534c-da34-9eeaeb63cf57",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Regadenoson",
    "value": "20250312",
    "ingredients": [
        {
            "name": "REGADENOSON",
            "code": "2XLN4Y044H"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC, DIHYDRATE",
            "code": "94255I6E2T"
        },
        {
            "name": "SODIUM PHOSPHATE, MONOBASIC, MONOHYDRATE",
            "code": "593YOG76RN"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "EDETATE DISODIUM",
            "code": "7FLD91C86K"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Regadenoson injection is a pharmacologic stress agent indicated for radionuclide myocardial perfusion imaging (MPI) in patients unable to undergo adequate exercise stress.",
    "contraindications": "The recommended dose of regadenoson injection is 5 mL (0.4 mg regadenoson) administered as an intravenous injection within 10 seconds. \n                  \n                     Patients should be instructed to avoid consumption of any products containing methylxanthines, including caffeinated coffee, tea or other caffeinated beverages, caffeine-containing drug products, aminophylline and theophylline for at least 12 hours before a scheduled radionuclide MPI [see Drug Interactions (7.1) and Clinical Pharmacology (12.2)]. \n                     \n                     Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Do not administer regadenoson injection if it contains particulate matter or is discolored.\n                     Administer regadenoson as an intravenous injection within 10 seconds into a peripheral vein using a 22 gauge or larger catheter or needle.\n                     Administer a 5 mL saline flush immediately after the injection of regadenoson.\n                     Administer the radionuclide myocardial perfusion imaging agent 10 to 20 seconds after the saline flush. The radionuclide may be injected directly into the same catheter as regadenoson.",
    "warningsAndPrecautions": "Regadenoson Injection is supplied as a sterile, preservative-free solution containing 0.08 mg/mL regadenoson in the following package:\n                  \n                     \n                        •Single-dose 5 mL pre-filled plastic syringes with luer-lock and fitted with an elastomeric Tip cap (NDC 60505-6288-0).\n                  \n                  Store at 25°C (77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [See USP Controlled Room Temperature].",
    "adverseReactions": "Do not administer regadenoson injection to patients with:\n                  \n                     \n                        •Second- or third- degree AV block, or \n                     \n                        •sinus node dysfunction \n                  \n                   unless these patients have a functioning artificial pacemaker [see Warnings and Precautions (5.2)]."
}