{
    "root": "c8030539-314f-437d-abe7-415d6e58add7",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Amoxicillin and Clavulanate Potassium",
    "value": "20250301",
    "ingredients": [
        {
            "name": "AMOXICILLIN",
            "code": "804826J2HU"
        },
        {
            "name": "CLAVULANATE POTASSIUM",
            "code": "Q42OMW3AT8"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSPOVIDONE (120 .MU.M)",
            "code": "68401960MK"
        },
        {
            "name": "HYPROMELLOSE 2910 (5 MPA.S)",
            "code": "R75537T0T4"
        },
        {
            "name": "HYPROMELLOSE 2910 (15000 MPA.S)",
            "code": "288VBX44JC"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL 4000",
            "code": "4R4HFI6D95"
        },
        {
            "name": "POLYETHYLENE GLYCOL 6000",
            "code": "30IQX730WE"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "ETHYLCELLULOSE, UNSPECIFIED",
            "code": "7Z8S9VYZ4B"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": "Amoxicillin and clavulanate potassium tablets are indicated for the treatment of infections in adults and pediatric patients, due to susceptible isolates of the designated bacteria in the conditions listed below: \n                  \n                     \n                        •\n                        \n                           Lower Respiratory Tract Infections - caused by beta‑lactamase‑producing isolates of Haemophilus influenzae and Moraxella catarrhalis. \n                     \n                     \n                        •\n                        Acute Bacterial Otitis Media - caused by beta‑lactamase‑producing isolates of H. influenzae and M. catarrhalis. \n                     \n                        •\n                        Sinusitis - caused by beta‑lactamase‑producing isolates of H. influenzae and M. catarrhalis. \n                     \n                        •\n                        Skin and Skin Structure Infections - caused by beta‑lactamase‑producing isolates of Staphylococcus aureus, Escherichia coli, and Klebsiella species. \n                     \n                     \n                        •\n                        Urinary Tract Infections - caused by beta‑lactamase‑producing isolates of E. coli, Klebsiella species, and Enterobacter species. \n                  \n                  \n                     Limitations of Use\n                     \n                      When susceptibility test results show susceptibility to amoxicillin, indicating no beta-lactamase production, amoxicillin and clavulanate potassium tablets should not be used.\n                     \n                      Usage\n                     \n                      To reduce the development of drug‑resistant bacteria and maintain the effectiveness of amoxicillin and clavulanate potassium tablets and other antibacterial drugs, amoxicillin and clavulanate potassium tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "• Adults and Pediatric Patients greater than 40 kg: 500 mg/125 mg or 875 mg/125 mg every 12 hours or 250 mg/125 mg or 500 mg/125 mg every 8 hours, based on amoxicillin component. ( 2.2 , 2.3 ) • Pediatric patients aged 12 weeks (3 months) and older: 25 to 45 mg/kg/day every 12 hours or 20 to 40 mg/kg/day every 8 hours, up to the adult dose. ( 2.3 ) • Neonates and infants less than 12 weeks of age: 30 mg/kg/day divided every 12 hours, based on the amoxicillin component. Use of the 125 mg/31.25 mg per 5 mL oral suspension is recommended. ( 2.3 )",
    "warningsAndPrecautions": "Amoxicillin and Clavulanate Potassium Tablets USP, 875 mg/125 mg are white to off-white, capsule shaped, film-coated tablets, debossed with ‘X’ on one side and score line in between 3 and 2 on the other side, contains 875 mg of amoxicillin USP as the trihydrate and 125 mg of clavulanic acid as the potassium salt (equivalent to 149 mg of clavulanate potassium).\n                   Bottles of 20                                   NDC 82804-201-20 \n                  Dispense in a tight container [see USP]. Advise patients to keep in a closed container. Use only if inner seal is intact.\n                     \n                      Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. \n                  Keep out of the reach of children.",
    "adverseReactions": "• History of a serious hypersensitivity reaction (e.g., anaphylaxis or Stevens-Johnson syndrome) to amoxicillin and clavulanate potassium tablets or to other beta-lactams (e.g., penicillins or cephalosporins). ( 4.1 ) • History of cholestatic jaundice/hepatic dysfunction associated with amoxicillin and clavulanate potassium tablets. ( 4.2 )"
}