{
    "root": "c8ebdb5d-3f0a-4922-b475-89fc9c4b946a",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "KISQALI",
    "value": "20250225",
    "ingredients": [
        {
            "name": "RIBOCICLIB SUCCINATE",
            "code": "BG7HLX2919"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSPOVIDONE",
            "code": "2S7830E561"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, UNSPECIFIED",
            "code": "9XZ8H6N6OH"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "LECITHIN, SOYBEAN",
            "code": "1DI56QDM62"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        }
    ],
    "indications": "KISQALI is a kinase inhibitor indicated: in combination with an aromatase inhibitor for the adjuvant treatment of adults with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative stage II and III early breast cancer at high risk of recurrence. ( 1 ) for the treatment of adults with HR-positive, HER2-negative advanced or metastatic breast cancer in combination with: an aromatase inhibitor as initial endocrine-based therapy; or fulvestrant as initial endocrine-based therapy or following disease progression on endocrine therapy. ( 1 )",
    "contraindications": "KISQALI tablets are taken orally with or without food in combination with an aromatase inhibitor or fulvestrant. ( 2 ) Early Breast Cancer Recommended starting dose: 400 mg orally (two 200 mg tablets) taken once daily with or without food for 21 consecutive days followed by 7 days off treatment. ( 2.1 ) Advanced or Metastatic Breast Cancer Recommended starting dose: 600 mg orally (three 200 mg tablets) taken once daily with or without food for 21 consecutive days followed by 7 days off treatment. ( 2.1 ) Dose interruption, reduction, and/or discontinuation may be required based on individual safety and tolerability. ( 2.2 )",
    "warningsAndPrecautions": "KISQALI (ribociclib) Tablets\n                  \n                  Each film-coated tablet contains 200 mg of ribociclib free base.\n                  Light greyish violet, round, curved with beveled edge, debossed with “RIC” on one side and “NVR” on the other side; available in:\n                  Carton of 3 blister packs (63 tablets total) – each blister pack contains a 7-day supply of 21 tablets (200 mg per tablet)(600 mg daily dose).\t\t\t\t\t\tNDC 0078-0874-63\n                  Carton of 3 blister packs (42 tablets total) – each blister pack contains a 7-day supply of 14 tablets (200 mg per tablet)(400 mg daily dose).\t\t\t\t\t\tNDC 0078-0867-42\n                  Carton of 1 blister pack (21 tablets total) – each blister pack contains a 21-day supply of 21 tablets (200 mg per tablet)(200 mg daily dose).\t\t\t\t\t\tNDC 0078-0860-01\n                  Store refrigerated at 2°C to 8°C (36°F to 46°F). Excursions permitted between 2°C and 15°C (36°F and 59°F).\n                  After dispensing, patients may store at room temperature at 20°C to 25°C (68°F to 77°F) for up to 2 months.\n                  Store tablets in the original blister pack.",
    "adverseReactions": "None."
}