{
    "root": "c995bfa9-ea1d-4612-9a58-976c505f8281",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ceftriaxone",
    "value": "20241007",
    "ingredients": [
        {
            "name": "CEFTRIAXONE SODIUM",
            "code": "023Z5BR09K"
        },
        {
            "name": "DEXTROSE MONOHYDRATE",
            "code": "LX22YL083G"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Before instituting treatment with Ceftriaxone Injection, appropriate specimens should be obtained for isolation of the causative organism and for determination of its susceptibility to the drug. Therapy may be instituted prior to obtaining results of susceptibility testing.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Ceftriaxone Injection and other antibacterial drugs, Ceftriaxone Injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.\n                  Ceftriaxone Injection is indicated for the treatment of the following infections when caused by susceptible organisms:\n                  \n                     LOWER RESPIRATORY TRACT INFECTIONS caused by Streptococcus pneumoniae, Staphylococcus aureus, Haemophilus influenzae, Haemophilus parainfluenzae, Klebsiella pneumoniae, Escherichia coli, Enterobacter aerogenes, Proteus mirabilis or Serratia marcescens.\n                  \n                  \n                     ACUTE BACTERIAL OTITIS MEDIA caused by Streptococcus pneumoniae, Haemophilus influenzae (including beta-lactamase producing strains) or Moraxella catarrhalis (including beta-lactamase producing strains).\n                  NOTE: In one study lower clinical cure rates were observed with a single dose of ceftriaxone compared to 10 days of oral therapy. In a second study comparable cure rates were observed between single dose ceftriaxone and the comparator. The potentially lower clinical cure rate of ceftriaxone should be balanced against the potential advantages of parenteral therapy.\n                  \n                     SKIN AND SKIN STRUCTURE INFECTIONS caused by Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pyogenes, Viridans group streptococci, Escherichia coli, Enterobacter cloacae, Klebsiella oxytoca, Klebsiella pneumoniae, Proteus mirabilis, Morganella morganii,* Pseudomonas aeruginosa, Serratia marcescens, Acinetobacter calcoaceticus, Bacteroides fragilis* or Peptostreptococcus species.\n                  \n                     URINARY TRACT INFECTIONS (complicated and uncomplicated) caused by Escherichia coli, Proteus mirabilis, Proteus vulgaris, Morganella morganii or Klebsiella pneumoniae.\n                  \n                     UNCOMPLICATED GONORRHEA (cervical/urethral and rectal) caused by Neisseria gonorrhoeae, including both penicillinase-and nonpenicillinase-producing strains, and pharyngeal gonorrhea caused by nonpenicillinase-producing strains of Neisseria gonorrhoeae.\n                  \n                     PELVIC INFLAMMATORY DISEASE caused by Neisseria gonorrhoeae. Ceftriaxone, like other cephalosporins, has no activity against Chlamydia trachomatis. Therefore, when cephalosporins are used in the treatment of patients with pelvic inflammatory disease and Chlamydia trachomatis is one of the suspected pathogens, appropriate antichlamydial coverage should be added.\n                  \n                     BACTERIAL SEPTICEMIA caused by Staphylococcus aureus, Streptococcus pneumoniae, Escherichia coli, Haemophilus influenzae or Klebsiella pneumoniae.\n                  \n                     BONE AND JOINT INFECTIONS caused by Staphylococcus aureus, Streptococcus pneumoniae, Escherichia coli, Proteus mirabilis, Klebsiella pneumoniae or Enterobacter species.\n                  \n                     INTRA-ABDOMINAL INFECTIONS caused by Escherichia coli, Klebsiella pneumoniae, Bacteroides fragilis, Clostridium species (Note: most strains of Clostridioides difficile are resistant) or Peptostreptococcus species.\n                  \n                     MENINGITIS caused by Haemophilus influenzae, Neisseria meningitidis or Streptococcus pneumoniae. Ceftriaxone has also been used successfully in a limited number of cases of meningitis and shunt infection caused by Staphylococcus epidermidis* and Escherichia coli.*\n                  *Efficacy for this organism in this organ system was studied in fewer than ten infections.\n                  \n                     SURGICAL PROPHYLAXIS: The preoperative administration of a single 1 gm dose of ceftriaxone may reduce the incidence of postoperative infections in patients undergoing surgical procedures classified as contaminated or potentially contaminated (e.g., vaginal or abdominal hysterectomy or cholecystectomy for chronic calculous cholecystitis in high-risk patients, such as those over 70 years of age, with acute cholecystitis not requiring therapeutic antimicrobials, obstructive jaundice or common duct bile stones) and in surgical patients for whom infection at the operative site would present serious risk (e.g., during coronary artery bypass surgery). Although ceftriaxone has been shown to have been as effective as cefazolin in the prevention of infection following coronary artery bypass surgery, no placebo-controlled trials have been conducted to evaluate any cephalosporin antibiotic in the prevention of infection following coronary artery bypass surgery.\n                  When administered prior to surgical procedures for which it is indicated, a single 1 gm dose of ceftriaxone provides protection from most infections due to susceptible organisms throughout the course of the procedure.",
    "contraindications": "Ceftriaxone Injection is administered intravenously.\n                  \n                     Do not further dilute ceftriaxone injection with products containing calcium, such as Ringer’s solution or Hartmann’s solution, because a precipitate can form. Precipitation of ceftriaxone-calcium can also occur when ceftriaxone is mixed with calcium-containing solutions in the same IV administration line. Ceftriaxone must not be administered simultaneously with calcium-containing IV solutions, including continuous calcium-containing infusions such as parenteral nutrition via a Y-site. However, in patients other than neonates, ceftriaxone and calcium-containing solutions may be administered sequentially of one another if the infusion lines are thoroughly flushed between infusions with a compatible fluid (see WARNINGS).  \n                  There have been no reports of an interaction between ceftriaxone and oral calcium-containing products.",
    "warningsAndPrecautions": "Ceftriaxone Injection, USP is supplied premixed as a frozen, iso-osmotic, sterile, nonpyrogenic solution of ceftriaxone sodium in a case of 24 x 50 mL single dose Galaxy containers. The following strengths are available:\n                  1 gm equivalent of ceftriaxone, iso-osmotic with approximately 1.9 gm Dextrose Hydrous, USP, added (NDC 0338-5002-41).\n                  2 gm equivalent of ceftriaxone, iso-osmotic with approximately 1.2 gm Dextrose Hydrous, USP, added (NDC 0338-5003-41).\n                  NOTE: Store Ceftriaxone Injection, USP in the frozen state at or below -20°C/-4°F. See DIRECTIONS FOR USE:\n                  Handle frozen product containers with care. Product containers may be fragile in the frozen state.",
    "adverseReactions": "Ceftriaxone Injection is contraindicated in patients with known allergy to the cephalosporin class of antibiotics. Solutions containing dextrose may be contraindicated in patients with known allergy to corn or corn products."
}