{
    "root": "ca50a848-b287-47b6-980b-5729d4582893",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Relpax",
    "value": "20240115",
    "ingredients": [
        {
            "name": "ELETRIPTAN HYDROBROMIDE",
            "code": "M41W832TA3"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TRIACETIN",
            "code": "XHX3C3X673"
        }
    ],
    "indications": "RELPAX is indicated for the acute treatment of migraine with or without aura in adults.\n                  \n                     Limitations of Use:\n                  \n                  \n                     \n                        •Use only if a clear diagnosis of migraine has been established. If a patient has no response to the first migraine attack treated with RELPAX, reconsider the diagnosis of migraine before RELPAX is administered to treat any subsequent attacks.\n                     \n                        •RELPAX is not intended for the prevention of migraine attacks.\n                     \n                        •Safety and effectiveness of RELPAX have not been established for cluster headache.",
    "contraindications": "The maximum recommended single dose is 40 mg.\n                  In controlled clinical trials, single doses of 20 mg and 40 mg were effective for the acute treatment of migraine in adults. A greater proportion of patients had a response following a 40 mg dose than following a 20 mg dose [see Clinical Studies (14)].\n                  If the migraine has not resolved by 2 hours after taking RELPAX, or returns after transient improvement, a second dose may be administered at least 2 hours after the first dose. The maximum daily dose should not exceed 80 mg.\n                  The safety of treating an average of more than 3 migraine attacks in a 30-day period has not been established.",
    "warningsAndPrecautions": "RELPAX Tablets containing 20 mg or 40 mg eletriptan (base) as the hydrobromide salt. RELPAX Tablets are orange, round, convex shaped, film-coated tablets with appropriate debossing. \n                  They are supplied in the following strengths and package configurations: \n                  RELPAX Tablets\n                  \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              Package Configuration\n                           \n                           \n                              Tablet Strength\n                              (mg)\n                           \n                           \n                              NDC Code\n                           \n                           \n                              Debossing\n                           \n                        \n                        \n                           \n                              Carton of 6 tablets\n                              One blister of 6 tablets in a carton.\n                           \n                           \n                              20 mg\n                           \n                           \n                              58151-367-56\n                           \n                           \n                              REP 20 on one side and VLE on the other side\n                           \n                        \n                        \n                           \n                              Carton of 6 tablets\n                              One blister of 6 tablets in a carton.\n                           \n                           \n                              40 mg\n                           \n                           \n                              58151-368-56\n                           \n                           \n                              REP 40 on one side and VLE on the other side\n                           \n                        \n                        \n                           \n                              Carton of 12 tablets.\n                              Two blisters of 6 tablets in each carton.\n                           \n                           \n                              40 mg\n                           \n                           \n                              58151-368-96\n                           \n                           \n                              REP 40 on one side and VLE on the other side\n                           \n                        \n                     \n                  \n                   \n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "RELPAX is contraindicated in patients with:\n                  \n                     \n                        •Ischemic coronary artery disease (CAD) (angina pectoris, history of myocardial infarction, or documented silent ischemia) or coronary artery vasospasm, including Prinzmetal's angina [see Warnings and Precautions (5.1)].\n                     \n                     \n                        •Wolff-Parkinson-White syndrome or arrhythmias associated with other cardiac accessory conduction pathway disorders [see Warnings and Precautions (5.2)].\n                     \n                     \n                        •History of stroke, transient ischemic attack (TIA), or history or current evidence of hemiplegic or basilar migraine because these patients are at a higher risk of stroke [see Warnings and Precautions (5.4)].\n                     \n                     \n                        •Peripheral vascular disease [see Warnings and Precautions (5.5)].\n                     \n                     \n                        •Ischemic bowel disease [see Warnings and Precautions (5.5)].\n                     \n                     \n                        •Uncontrolled hypertension [see Warnings and Precautions (5.8)].\n                     \n                     \n                        •Recent use (i.e., within 24 hours) of another 5-hydroxytryptamine1 (5-HT1) agonist, ergotamine-containing medication, or ergot-type medication such as dihydroergotamine (DHE) or methysergide [see Drug Interactions (7.1)].\n                     \n                        •Hypersensitivity to RELPAX (angioedema and anaphylaxis seen) [see Warnings and Precautions (5.9)].\n                     \n                     \n                        •Recent use (i.e., within at least 72 hours) of the following potent CYP3A4 inhibitors: ketoconazole, itraconazole, nefazodone, troleandomycin, clarithromycin, ritonavir, or nelfinavir [see Drug Interactions (7.2) and Clinical Pharmacology (12.3)]."
}