{
    "root": "cae03204-d3a5-4e90-a629-3c7de0f15102",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CROMOLYN SODIUM",
    "value": "20250321",
    "ingredients": [
        {
            "name": "CROMOLYN SODIUM",
            "code": "Q2WXR1I0PK"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Cromolyn Sodium Oral Solution (Concentrate) is indicated in the management of patients with mastocytosis. Use of this product has been associated with improvement in diarrhea, flushing, headaches, vomiting, urticaria, abdominal pain, nausea, and itching in some patients.",
    "contraindications": "NOT FOR INHALATION OR INJECTION. SEE \n                        DIRECTIONS FOR USE\n                     .\n                  The usual starting dose is as follows:\n                  \n                     Adults and Adolescents (13 Years and Older):  Two ampules four times daily, taken one-half hour before meals and at bedtime.\n                  \n                     Children 2-12 Years: One ampule four times daily, taken one-half hour before meals and at bedtime.\n                  \n                     Pediatric Patients Under 2 Years: Not recommended.\n                  If satisfactory control of symptoms is not achieved within two to three weeks, the dosage may be increased but should not exceed 40 mg/kg/day. Patients should be advised that the effect of Cromolyn Sodium Oral Solution (Concentrate) therapy is dependent upon its administration at regular intervals, as directed.",
    "warningsAndPrecautions": "Cromolyn Sodium Oral Solution (Concentrate) is an unpreserved, colorless solution supplied in a low density polyethylene plastic unit dose ampule with 8 ampules per foil pouch.\n                  Each 5 mL ampule contains 100 mg cromolyn sodium, USP, in purified water.\n                  \n                  NDC 63629-2483-01: 96 ampules x 5 mL                                (12 pouches x 8 ampules)\n                  \n                  Cromolyn Sodium Oral Solution (Concentrate) should be stored between 20° – 25°C (68° – 77°F) [see USP Controlled Room Temperature] and protected from light. Do not use if it contains a precipitate or becomes discolored. Keep out of the reach of children.\n                  Store ampules in foil pouch until ready for use.\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Cromolyn Sodium Oral Solution (Concentrate) is contraindicated in those patients who have shown hypersensitivity to cromolyn sodium."
}