{
    "root": "cc363436-3da1-4286-9f28-781fae3cd3f4",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "TRETINOIN"
    },
    "value": "20250304",
    "ingredients": [
        {
            "name": "TRETINOIN",
            "code": "5688UTC01R"
        },
        {
            "name": "BUTYLATED HYDROXYTOLUENE",
            "code": "1P9D0Z171K"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, UNSPECIFIED",
            "code": "9XZ8H6N6OH"
        }
    ],
    "indications": "Tretinoin gel is indicated for topical application in the treatment of acne vulgaris. The safety and efficacy of the long-term use of this product in the treatment of other disorders have not been established.",
    "contraindications": "Tretinoin Gel, USP should be applied once a day, before retiring, to the skin where acne lesions appear, using enough to cover the entire affected area lightly. Gel: Excessive application results in “pilling” of the gel, which minimizes the likelihood of overapplication by the patient.\n                  Application may cause a transitory feeling of warmth or slight stinging. In cases where it has been necessary to temporarily discontinue therapy or to reduce the frequency of application, therapy may be resumed or frequency of application increased when the patients become able to tolerate the treatment.\n                  Alterations of vehicle, drug concentration, or dose frequency should be closely monitored by careful observation of the clinical therapeutic response and skin tolerance.\n                  During the early weeks of therapy, an apparent exacerbation of inflammatory lesions may occur. This is due to the action of the medication on deep, previously unseen lesions and should not be considered a reason to discontinue therapy.\n                  Therapeutic results should be noticed after two to three weeks but more than six weeks of therapy may be required before definite beneficial effects are seen.\n                  Once the acne lesions have responded satisfactorily, it may be possible to maintain the improvement with less frequent applications, or other dosage forms.\n                  Patients treated with tretinoin gel acne treatment may use cosmetics, but the area to be treated should be cleansed thoroughly before the medication is applied. (see PRECAUTIONS.)",
    "warningsAndPrecautions": "Tretinoin Gel, USP is supplied as:\n                  \n                  \n                     \n                        \n                           \n                              \n                              NDC Code \n                            Strength\n                           \n                           \n                              \n                              Quantity \n                        \n                        \n                           \n                              21922-056-04\n                           \n                              0.01%\n                           \n                              15 g\n                        \n                        \n                           \n                              21922-056-06\n                           \n                              0.01%\n                           \n                              45 g\n                        \n                        \n                           \n                              21922-057-04\n                            0.025%\n                           \n                              15 g\n                        \n                        \n                           21922-057-06\n                            0.025%\n                           \n                              45 g\n                        \n                     \n                  \n                  \n                  \n                     Storage Conditions:\n                  \n                  Tretinoin Gel, USP: store below 86°F.\n                  \n                  Rx only\n                  \n                  Manufactured by:\n                     Encube Ethicals Private Limited\n                      Plot No. C-1, Madkaim Industrial Estate, Madkaim, Post: Mardol, Ponda, Goa - 403 404, India.\n                  \n                  Distributed by:\n                     Encube Ethicals, Inc. 200 Meredith Drive, Suite 202,  Durham, North Carolina (NC) 27713, United States (USA)\n                  \n                      \n                  \n                  \n                     Rev.: 08/23",
    "adverseReactions": "Use of the product should be discontinued if hypersensitivity to any of the ingredients is noted."
}