{
    "id": "cc805aea-2daa-4855-8c1d-7233738b6e6f",
    "indications": "HEPZATO for injection, as a component of the HEPZATO KIT, is indicated as a liver-directed treatment for adult patients with uveal melanoma with unresectable hepatic metastases affecting less than 50% of the liver and no extrahepatic disease or extrahepatic disease limited to the bone, lymph nodes, subcutaneous tissues, or lung that is amenable to resection or radiation.",
    "contraindications": "HEPZATO, a component of the HEPZATO KIT, is administered by intra-arterial infusion into the hepatic artery (see instructions for use [IFU]). The recommended dose is 3 mg/kg based on ideal body weight (see Table 1 ), with a maximum absolute dose of 220 mg during a single HEPZATO treatment. ( 2.2 ). The drug is infused over 30 minutes followed by a 30-minute washout period (see IFU). Treatments should be administered every six (6) to eight (8) weeks but can be delayed until recovery from toxicities and as per clinical judgement. ( 2.3 )",
    "adverseReactions": "HEPZATO and the HEPZATO KIT are contraindicated in patients with:\n\n                  \n                     Active intracranial metastases or brain lesions with a propensity to bleed\n\n                     Liver failure, portal hypertension, or known varices at risk for bleeding\n\n                     Surgery or medical treatment of the liver in the previous 4 weeks\n\n                     Uncorrectable coagulopathy\n\n                     Inability to safely undergo general anesthesia, including active cardiac conditions including, but not limited to, unstable coronary syndromes (unstable or severe angina or myocardial infarction), worsening or new-onset congestive heart failure, significant arrhythmias, or severe valvular disease\n\n                     History of allergies or known hypersensitivity to melphalan\n\n                     History of allergies or known hypersensitivity to a component or material utilized within the HEPZATO KIT including\n                           History of allergy to natural rubber latex\n\n                           History of allergy or hypersensitivity to heparin or presence of heparin-induced thrombocytopenia (HIT)\n\n                           History of severe allergic reaction to iodinated contrast not controlled by premedication with antihistamines and steroids",
    "ingredients": [],
    "organization": "Delcath Systems, Inc.",
    "name": "Hepzato Kit",
    "effectiveTime": "20250519"
}