{
    "root": "ccaf3765-ff27-4127-a6be-b4d9437217d8",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": "Edetate Calcium Disodium",
    "value": "20250213",
    "ingredients": [
        {
            "name": "EDETATE CALCIUM DISODIUM",
            "code": "25IH6R4SGF"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        }
    ],
    "indications": "Edetate calcium disodium is indicated for the reduction of blood levels and depot stores of lead in lead poisoning (acute and chronic) and lead encephalopathy, in both pediatric populations and adults.  Chelation therapy should not replace effective measures to eliminate or reduce further exposure to lead.",
    "contraindications": "When a source for the lead intoxication has been identified, the patient should be removed from the source, if possible. The recommended dose of edetate calcium disodium for asymptomatic adults and pediatric patients whose blood lead level is < 70 mcg/dL but > 20 mcg/dL (World Health Organization recommended upper allowable level) is 1,000 mg/m2/day whether given via intravenous infusion or intramuscularly (see Surface Area Nomogram).\n                  \n                     \n                        \n                     \n                  \n                  \n                     For adults with lead nephropathy, the following dosing regimen has been suggested: 500 mg/m\n                     2\n                      every 24 hours for 5 days for patients with serum creatinine levels of 2 to 3 mg/dL, every 48 hours for 3 doses for patients with creatinine levels of 3 to 4 mg/dL, and once weekly for patients with creatinine levels above 4 mg/dL. These regimens may be repeated at one month intervals.\n                     12\n                  \n                  Edetate calcium disodium, used alone, may aggravate symptoms in patients with very high blood lead levels. When the blood lead level is > 70 mcg/dL or clinical symptoms consistent with lead poisoning are present, it is recommended that edetate calcium disodium be used in conjunction with BAL (dimercaprol). Please consult published protocols and specialized references for dosage recommendations of combination therapy.14-18\n                     \n                      Therapy of lead poisoning in adults and pediatric patients with edetate calcium disodium is continued over a period of five days. Therapy is then interrupted for 2 to 4 days to allow redistribution of the lead and to prevent severe depletion of zinc and other essential metals. Two courses of treatment are usually employed; however, it depends on the severity of the lead toxicity and the patient's tolerance of the drug.\n                      Edetate calcium disodium is equally effective whether administered intravenously or intramuscularly. The intramuscular route is used for all patients with overt lead encephalopathy and this route is preferred by some for young pediatric patients. \n                      Acutely ill individuals may be dehydrated from vomiting. Since edetate calcium disodium is excreted almost exclusively in the urine, it is very important to establish urine flow with intravenous fluid administration before the first dose of the chelating agent is given; however, excessive fluid must be avoided in patients with encephalopathy. Once urine flow is established, further intravenous fluid is restricted to basal water and electrolyte requirements. Administration of edetate calcium disodium should be stopped whenever there is cessation of urine flow in order to avoid unduly high tissue levels of the drug. Edetate calcium disodium must be used in reduced doses in patients with pre-existing mild renal disease.",
    "warningsAndPrecautions": "Edetate Calcium Disodium injection, USP 5 mL single-dose vial (NDC 64980-588-05) containing 200 mg of edetate calcium disodium per mL (1,000 mg per vial), in boxes containing 5 vials (NDC 64980-588-51).\n                  \n                      Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Edetate calcium disodium should not be given during periods of anuria, nor to patients with active renal disease or hepatitis."
}