{
    "root": "ccff1290-8098-408e-acf9-2e7d3812959b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Doxycycline",
    "value": "20250527",
    "ingredients": [
        {
            "name": "DOXYCYCLINE HYCLATE",
            "code": "19XTS3T51U"
        },
        {
            "name": "ASCORBIC ACID",
            "code": "PQ6CK8PD0R"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        }
    ],
    "indications": "To reduce the development of drug-resistant bacteria and maintain the effectiveness of Doxycycline for Injection and other antibacterial drugs, Doxycycline for Injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.\n                  Doxycycline for Injection is indicated in infections caused by the following microorganisms:\n                  \n                     Rickettsiae (Rocky Mountain spotted fever, typhus fever, and the typhus group, Q fever, rickettsial pox and tick fevers).\n                     \n                        Mycoplasma pneumoniae (PPLO, Eaton Agent).\n                     Agents of psittacosis and ornithosis.\n                     Agents of lymphogranuloma venereum and granuloma inguinale.\n                     The spirochetal agent of relapsing fever (Borrelia recurrentis).\n                  \n                  The following gram-negative microorganisms:\n                  \n                     \n                        Haemophilus ducreyi (chancroid).\n                     \n                        Yersinia pestis and Francisella tularensis.\n                     \n                        Bartonella bacilliformis.\n                     \n                        Bacteroides species.\n                     \n                        Vibrio cholerae and Campylobacter fetus.\n                     \n                        Brucella species (in conjunction with streptomycin).\n                  \n                  Because many strains of the following groups of microorganisms have been shown to be resistant to tetracyclines, culture and susceptibility testing are recommended.\n                  Doxycycline for Injection is indicated for treatment of infections caused by the following gram-negative microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:\n                  \n                     \n                        Escherichia coli.\n                     \n                        Enterobacter aerogenes.\n                     \n                        Shigella species.\n                     \n                        Acinetobacter species.\n                     \n                        Haemophilus influenzae (respiratory infections).\n                     \n                        Klebsiella species (respiratory and urinary infections).\n                  \n                  Doxycycline for Injection is indicated for treatment of infections caused by the following gram-positive microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:\n                  \n                     \n                        Streptococcus species:\n                  \n                  Up to 44 percent of strains of Streptococcus pyogenes and 74 percent of Enterococcus faecalis have been found to be resistant to tetracycline drugs. Therefore, tetracyclines should not be used for streptococcal disease unless the organism has been demonstrated to be sensitive.\n                  For upper respiratory infections due to group A beta-hemolytic streptococci, penicillin is the usual drug of choice, including prophylaxis of rheumatic fever.\n                  \n                     \n                        Streptococcus pneumoniae.\n                     \n                        Staphylococcus aureus, respiratory, skin and soft tissue infections. Tetracyclines are not the drugs of choice in the treatment of any type of staphylococcal infections.\n                     Anthrax due to Bacillus anthracis, including inhalational anthrax (post-exposure): to reduce the incidence or progression of disease following exposure to aerosolized Bacillus anthracis.\n                  \n                  When penicillin is contraindicated, Doxycycline for Injection is an alternative drug in the treatment of infections due to:\n                  \n                     \n                        Neisseria gonorrhoeae and N. meningitidis.\n                     \n                        Treponema pallidum and Treponema pertenue (syphilis and yaws).\n                     \n                        Listeria monocytogenes.\n                     \n                        Clostridium species.\n                     \n                        Fusobacterium fusiforme (Vincent's infection).\n                     \n                        Actinomyces species.\n                  \n                  In acute intestinal amebiasis, Doxycycline for Injection may be a useful adjunct to amebicides.\n                  Doxycycline for Injection is indicated in the treatment of trachoma, although the infectious agent is not always eliminated, as judged by immunofluorescence.",
    "contraindications": "NOTE:\n                           \n                           Rapid administration is to be avoided. Parenteral therapy is indicated only when oral therapy is not indicated. Oral therapy should be instituted as soon as possible. If intravenous therapy is given over prolonged periods of time, thrombophlebitis may result.\n                        \n                     \n                  \n                  The usual dosage and frequency of administration of doxycycline for injection (100 to 200 mg/day) differs from that of the other tetracyclines (1 to 2 g/day). Exceeding the recommended dosage may result in an increased incidence of side effects.\n                  Studies to date have indicated that doxycycline hyclate at the usual recommended doses does not lead to excessive accumulation of the antibiotic in patients with renal impairment.\n                  \n                     \n                        Adults\n                     \n                  \n                  The usual dosage of doxycycline for injection is 200 mg on the first day of treatment administered in one or two infusions. Subsequent daily dosage is 100 to 200 mg depending upon the severity of infection, with 200 mg administered in one or two infusions.\n                  In the treatment of primary and secondary syphilis, the recommended dosage is 300 mg daily for at least 10 days.\n                  In the treatment of inhalational anthrax (post-exposure) the recommended dose is 100 mg of doxycycline for injection, twice a day. Parenteral therapy is only indicated when oral therapy is not indicated and should not be continued over a prolonged period of time. Oral therapy should be instituted as soon as possible. Therapy must continue for a total of 60 days.\n                  \n                     \n                        Pediatric Patients\n                     \n                  \n                  For all pediatric patients weighing less than 45 kg with severe or life-threatening infections (e.g., anthrax, Rocky Mountain spotted fever), the recommended dosage is 2.2 mg/kg of body weight administered every 12 hours. Children weighing 45 kg or more should receive the adult dose (see \n                        WARNINGS\n                      and \n                        PRECAUTIONS\n                     ).\n                  For pediatric patients with less severe disease (greater than 8 years of age and weighing less than 45 kg), the recommended dosage schedule is 4.4 mg/kg of body weight divided into two doses on the first day of treatment, followed by a maintenance dose of 2.2 mg/kg of body weight (given as a single daily dose or divided into twice daily doses). For pediatric patients weighing over 45 kg, the usual adult dose should be used.\n                  In the treatment of inhalational anthrax (post-exposure) the recommended dose is 2.2 mg/kg of body weight, twice a day in children weighing less than 45 kg. Parenteral therapy is only indicated when oral therapy is not indicated and should not be continued over a prolonged period of time. Oral therapy should be instituted as soon as possible. Therapy must continue for a total of 60 days.\n                  \n                     \n                        General\n                     \n                  \n                  The duration of infusion may vary with the dose (100 to 200 mg/day), but is usually one to four hours. A recommended minimum infusion time for 100 mg of a 0.5 mg per mL solution is one hour. Therapy should be continued for at least 24 to 48 hours after symptoms and fever have subsided. The therapeutic antibacterial serum activity will usually persist for 24 hours following recommended dosage.\n                  Intravenous solutions should not be injected intramuscularly or subcutaneously. Caution should be taken to avoid the inadvertent introduction of the intravenous solution into the adjacent soft tissue.\n                  Discard unused portion.",
    "warningsAndPrecautions": "Doxycycline for Injection, USP is a sterile powder and is supplied as follows:\n                  \n                     \n                        \n                        \n                        \n                     \n                     \n                        \n                           \n                              NDC\n                           \n                           \n                              Doxycycline for Injection, USP\n                           \n                           \n                              Package Factor\n                           \n                        \n                        \n                           71288-030-21\n                           Doxycycline hyclate equivalent to 100 mg doxycycline per 20 mL Single-Dose Vial\n                           10 vials per carton",
    "adverseReactions": "This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines."
}