{
    "root": "cf03b1e8-cd2f-44ee-afab-2de64b435b45",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Rivastigmine",
    "value": "20240702",
    "ingredients": [
        {
            "name": "RIVASTIGMINE",
            "code": "PKI06M3IW0"
        },
        {
            "name": "TRIMETHYLSILYL TREATED DIMETHICONOL/TRIMETHYLSILOXYSILICATE CROSSPOLYMER (40/60 W/W)",
            "code": "9N5G1G3D3H"
        },
        {
            "name": "DIMETHICONE",
            "code": "92RU3N3Y1O"
        },
        {
            "name": "ALPHA-TOCOPHEROL",
            "code": "H4N855PNZ1"
        }
    ],
    "indications": "Rivastigmine transdermal system is an acetylcholinesterase inhibitor indicated for treatment of: Mild, moderate, and severe dementia of the Alzheimer’s type (AD). (1.1) Mild-to-moderate dementia associated with Parkinson’s disease (PD). (1.2)",
    "contraindications": "Apply patch on intact skin for a 24-hour period; replace with a new patch every 24 hours. (2.1, 2.4) Initial Dose: Initiate treatment with 4.6 mg/24 hours rivastigmine transdermal system. (2.1) Dose Titration: After a minimum of 4 weeks, if tolerated, increase dose to 9.5 mg/24 hours, which is the minimum effective dose. Following a minimum additional 4 weeks, may increase dosage to maximum dosage of 13.3 mg/24 hours. (2.1) Mild-to-Moderate Alzheimer’s Disease and Parkinson’s Disease Dementia: Rivastigmine transdermal system 9.5 mg/24 hours or 13.3 mg/24 hours once daily. (2.1) Severe Alzheimer’s Disease: Rivastigmine transdermal system 13.3 mg/24 hours once daily. (2.1) For treatment interruption longer than 3 days, retitrate dosage starting at 4.6 mg per 24 hours. (2.1) Consider dose adjustments in patients with (2.2) : Mild-to-moderate hepatic impairment (8.6) Low (less than 50 kg) body weight (8.7)",
    "warningsAndPrecautions": "Rivastigmine Transdermal System: 4.6 mg/24 hours\n                  \n                  A 5 cm2 circular patch, consisting of transparent to translucent adhesive layer on light pink colored backing film printed with “Rivastigmine 4.6 mg/24 hours” in red ink, protected by a removable, transparent, overlapping release liner with dimples surrounding the perimeter of the patch. Each patch of 5 cm2 contains 9 mg rivastigmine base with in vivo release rate of 4.6 mg/24 hours. \n                  They are available as follows: \n                  Carton of 30                NDC 65162-825-34 \n                  \n                     Rivastigmine Transdermal System: 9.5 mg/24 hours\n                  \n                  A 10 cm2 circular patch, consisting of transparent to translucent adhesive layer on light pink colored backing film printed with “Rivastigmine 9.5 mg/24 hours” in red ink, protected by a removable, transparent, overlapping release liner with dimples surrounding the perimeter of the patch. Each patch of 10 cm2 contains 18 mg rivastigmine base with in vivo release rate of 9.5 mg/24 hours. \n                  They are available as follows:\n                  Carton of 30                NDC 65162-826-34 \n                  \n                     Rivastigmine Transdermal System: 13.3 mg/24 hours\n                  \n                  A 15 cm2 circular patch, consisting of transparent to translucent adhesive layer on light pink colored backing film printed with “Rivastigmine 13.3 mg/24 hours” in red ink, protected by a removable, transparent, overlapping release liner with dimples surrounding the perimeter of the patch. Each patch of 15 cm2 contains 27 mg rivastigmine base with in vivo release rate of 13.3 mg/24 hours. \n                  Carton of 30                NDC 65162-749-34 \n                  Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature]. Keep rivastigmine transdermal system in the individual sealed pouch until use. Each pouch contains 1 patch. Used systems should be folded, with the adhesive surfaces pressed together, and discarded safely.",
    "adverseReactions": "Rivastigmine transdermal system is contraindicated in patients with:\n                  \n                     known hypersensitivity to rivastigmine, other carbamate derivatives, or other components of the formulation [see Description (11)]. \n                  \n                  \n                     previous history of application-site reactions with rivastigmine transdermal patch suggestive of allergic contact dermatitis [see Warnings and Precautions (5.3)]. \n                  \n                  Isolated cases of generalized skin reactions have been described in postmarketing experience [see Adverse Reactions (6.2)]."
}