{
    "root": "cf2da81e-96de-4bd5-82c3-383f42710536",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Milrinone Lactate in Dextrose",
    "value": "20250310",
    "ingredients": [
        {
            "name": "MILRINONE LACTATE",
            "code": "9K8XR81MO8"
        },
        {
            "name": "LACTIC ACID",
            "code": "33X04XA5AT"
        },
        {
            "name": "ANHYDROUS DEXTROSE",
            "code": "5SL0G7R0OK"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Milrinone lactate injection is indicated for the short-term intravenous treatment of patients with acute decompensated heart failure. Patients receiving milrinone should be observed closely with appropriate electrocardiographic equipment. The facility for immediate treatment of potential cardiac events, which may include life threatening ventricular arrhythmias, must be available. The majority of experience with intravenous milrinone has been in patients receiving digoxin and diuretics. There is no experience in controlled trials with infusions of milrinone for periods exceeding 48 hours.",
    "contraindications": "Milrinone Lactate in 5% Dextrose Injection should not be used for administering a loading dose. The information regarding loading doses for milrinone is for 1 mg/mL vial only.\n                  A loading dose of milrinone lactate injection (1 mg [base]/mL) should be administered followed by a continuous infusion (maintenance dose) according to the following guidelines:",
    "warningsAndPrecautions": "Milrinone Lactate Injection is supplied as 10 mL single dose vials in a box of 10, NDC 0143-9710-10, or box of 25, NDC 0143-9710-25; as 20 mL single dose vials in a box of 10, NDC 0143-9709-10; as a 50 mL single dose vial in a box of 1, NDC 0143-9708-01, or box of 10, NDC 0143-9708-10, containing a sterile, clear, colorless to pale yellow solution. Each mL contains milrinone lactate equivalent to 1 mg milrinone. \n                  Milrinone Lactate Injection in 5% Dextrose in Flexible Containers are supplied as 100 mL (200 mcg/mL) in 5% Dextrose Injection single units, NDC 0143-9719-10; as 200 mL (200 mcg/mL) in 5% Dextrose Injection single units, NDC 0143-9718-10.\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature]. Avoid freezing.\n                  Exposure of pharmaceutical products to heat should be minimized. Avoid excessive heat.\n                  Brief exposure of Flexible Containers up to 40ºC (104ºF) does not adversely affect the product. \n                  \n                      \n                  \n                  \n                     Manufactured by: HIKMA FARMACÊUTICA (PORTUGAL), S.A.\nEstrada do Rio da Mó, 8, 8A e 8B – Fervença – 2705-906 Terrugem SNT, PORTUGAL\n                  \n                     Distributed by: Hikma Pharmaceuticals USA Inc.\nBerkeley Heights, NJ 07922\n                  Revised: 9/2024\n                  PIN238-WES/4",
    "adverseReactions": "Milrinone lactate injection is contraindicated in patients who are hypersensitive to it."
}