{
    "root": "cf894dc7-96d8-4ccf-bdd0-532010027e5e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Desvenlafaxine",
    "value": "20250312",
    "ingredients": [
        {
            "name": "DESVENLAFAXINE SUCCINATE",
            "code": "ZB22ENF0XR"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POVIDONE K90",
            "code": "RDH86HJV5Z"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYETHYLENE GLYCOL 6000",
            "code": "30IQX730WE"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        }
    ],
    "indications": "Desvenlafaxine is indicated for the treatment of adults with major depressive disorder (MDD) [see Clinical Studies (14)].",
    "contraindications": "•Recommended dose: 50 mg once daily with or without food ( 2.1 ). •There was no evidence that doses greater than 50 mg per day confer any additional benefit ( 2.1 ). •The 25 mg per day dose is intended for a gradual reduction in dose when discontinuing treatment or dosing in severe renal and end-stage renal disease patients ( 2.1 ). •Discontinuation: Reduce dose gradually whenever possible ( 2.1 ). •Take tablets whole; do not divide, crush, chew, or dissolve ( 2.1 ). •Moderate renal impairment: Maximum dose 50 mg per day ( 2.2 ). •Severe renal impairment and end-stage renal disease: Maximum dose 25 mg per day or 50 mg every other day ( 2.2 ). •Moderate to severe hepatic impairment: Maximum dose 100 mg per day ( 2.3 ).",
    "warningsAndPrecautions": "Desvenlafaxine Extended-Release Tablets are available as follows: \n                  \n                     50 mg, light pink colored, round, biconvex tablets, debossed with ‘L349’ on one side and plain on other side.\n                  \n                  \n                     \n                         NDC 68788-7194-3\t bottle of 30 tablets\n                     \n                         NDC 68788-7194-6\t bottle of 60 tablets\n                     \n                         NDC 68788-7194-9\t bottle of 90 tablets\n                     \n                         NDC 68788-71941\t bottle of 100 tablets\n                  \n                  Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F). [See USP Controlled Room Temperature]\n                  Each tablet contains 38 mg, 76 mg or 152 mg of desvenlafaxine succinate equivalent to 25 mg, 50 mg or 100 mg of desvenlafaxine, respectively.",
    "adverseReactions": "•\tHypersensitivity to desvenlafaxine succinate, venlafaxine hydrochloride or to any excipients in the desvenlafaxine extended-release tablets formulation. Angioedema has been reported in patients treated with desvenlafaxine [see Adverse Reactions (6.1)].  •\tThe use of MAOIs intended to treat psychiatric disorders with desvenlafaxine or within 7 days of stopping treatment with desvenlafaxine is contraindicated because of an increased risk of serotonin syndrome. The use of desvenlafaxine within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated [see Dosage and Administration (2.7) and Warnings and Precautions (5.2)].\n                      •\tStarting desvenlafaxine in a patient who is being treated with MAOIs such as linezolid or intravenous methylene blue is also contraindicated because of an increased risk of serotonin syndrome [see Dosage and Administration (2.8) and Warnings and Precautions (5.2)]."
}