{
    "id": "cffa5af8-7472-4775-a6f7-5bdf1e4fecaa",
    "indications": "JEMPERLI is a programmed death receptor-1 (PD-1)–blocking antibody indicated: Endometrial Cancer • in combination with carboplatin and paclitaxel, followed by JEMPERLI as a single agent, for the treatment of adult patients with primary advanced or recurrent endometrial cancer (EC). ( 1.1 ) • as a single agent for the treatment of adult patients with mismatch repair deficient (dMMR) recurrent or advanced EC, as determined by an FDA-approved test, that has progressed on or following prior treatment with a platinum-containing regimen in any setting and are not candidates for curative surgery or radiation. ( 1.1 , 2.1 ) Mismatch Repair Deficient Recurrent or Advanced Solid Tumors • as a single agent for the treatment of adult patients with dMMR recurrent or advanced solid tumors, as determined by an FDA-approved test, that have progressed on or following prior treatment and who have no satisfactory alternative treatment options. 1 ( 1.2 , 2.1 ) 1 This indication is approved under accelerated approval based on tumor response rate and durability of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). ( 1.2 )",
    "contraindications": "• JEMPERLI, in combination with carboplatin and paclitaxel, for primary advanced or recurrent EC: 500 mg every 3 weeks for 6 cycles followed by 1,000 mg monotherapy every 6 weeks for all cycles thereafter. ( 2.2 ) • JEMPERLI, as a single agent, for dMMR recurrent or advanced EC: 500 mg every 3 weeks for 4 cycles followed by 1,000 mg every 6 weeks for all cycles thereafter. ( 2.2 ) • JEMPERLI, as a single agent, for dMMR recurrent or advanced solid tumors: 500 mg every 3 weeks for 4 cycles followed by 1,000 mg every 6 weeks for all cycles thereafter. ( 2.2 ) • Administer as an intravenous infusion over 30 minutes. ( 2.2 ) • For complete dosing instructions, see full prescribing information.",
    "warningsAndPrecautions": "JEMPERLI (dostarlimab-gxly) injection is a clear to slightly opalescent, colorless to yellow solution supplied in a carton containing one 500 mg/10 mL (50 mg/mL), single-dose vial (NDC 0173-0898-03).\n                  Store vial refrigerated at 2°C to 8°C (36°F to 46°F) in original carton to protect from light. Do not freeze or shake.",
    "adverseReactions": "None.",
    "ingredients": [
        {
            "name": "DOSTARLIMAB",
            "code": "P0GVQ9A4S5"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        },
        {
            "name": "ARGININE HYDROCHLORIDE",
            "code": "F7LTH1E20Y"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "GlaxoSmithKline LLC",
    "name": "Jemperli",
    "effectiveTime": "20240801"
}