{
    "root": "d3bda087-acfb-4873-ad58-399902a52a00",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Phentolamine Mesylate",
    "value": "20250501",
    "ingredients": [
        {
            "name": "Phentolamine Mesylate",
            "code": "Y7543E5K9T"
        },
        {
            "name": "Mannitol",
            "code": "3OWL53L36A"
        },
        {
            "name": "Natural Latex Rubber",
            "code": "2LQ0UUW8IN"
        }
    ],
    "indications": "Phentolamine Mesylate for Injection, USP is indicated for the prevention or control of hypertensive episodes that may occur in a patient with pheochromocytoma as a result of stress or manipulation during preoperative preparation and surgical excision.\n                  Phentolamine Mesylate for Injection, USP is indicated for the prevention or treatment of dermal necrosis and sloughing following intravenous administration or extravasation of norepinephrine.\n                  Phentolamine Mesylate for Injection, USP is also indicated for the diagnosis of pheochromocytoma by the Phentolamine Mesylate for Injection, USP blocking test.",
    "contraindications": "The reconstituted solution should be used upon preparation and should not be stored.\n                  \n                  \n                     Note: Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.",
    "warningsAndPrecautions": "Vials—each containing 5 mg of Phentolamine mesylate, USP, and 25 mg of mannitol, USP, in sterile, lyophilized form.\n                  Trays of 10 with NDC 51224-012-10\n                  Cartons of 1 with NDC 51224-012-20",
    "adverseReactions": "Myocardial infarction, history of myocardial infarction, coronary insufficiency, angina or other evidence suggestive of coronary artery disease; hypersensitivity to phentolamine or related compounds."
}