{
    "root": "d3c0304b-9bd6-4887-834e-48d36ff37f11",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Fluconazole",
    "value": "20250310",
    "ingredients": [
        {
            "name": "FLUCONAZOLE",
            "code": "8VZV102JFY"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "ANHYDROUS DIBASIC CALCIUM PHOSPHATE",
            "code": "L11K75P92J"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "FD&C RED NO. 40",
            "code": "WZB9127XOA"
        },
        {
            "name": "ALUMINUM OXIDE",
            "code": "LMI26O6933"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "XANTHAN GUM",
            "code": "TTV12P4NEE"
        }
    ],
    "indications": "Fluconazole is indicated for the treatment of:\n                  \n                     \n                        1.Vaginal candidiasis (vaginal yeast infections due to Candida).\n                     \n                        2.Oropharyngeal and esophageal candidiasis. In open noncomparative studies of relatively small numbers of patients, fluconazole was also effective for the treatment of Candida urinary tract infections, peritonitis, and systemic Candida infections including candidemia, disseminated candidiasis, and pneumonia.\n                     \n                        3.Cryptococcal meningitis. Before prescribing fluconazole for AIDS patients with cryptococcal meningitis, please see \n                           CLINICAL STUDIES\n                         section. Studies comparing fluconazole to amphotericin B in non-HIV infected patients have not been conducted.\n                  \n                  Specimens for fungal culture and other relevant laboratory studies (serology, histopathology) should be obtained prior to therapy to isolate and identify causative organisms. Therapy may be instituted before the results of the cultures and other laboratory studies are known; however, once these results become available, anti-infective therapy should be adjusted accordingly.",
    "contraindications": null,
    "warningsAndPrecautions": null,
    "adverseReactions": "Fluconazole is contraindicated in patients who have shown hypersensitivity to fluconazole or to any of its excipients. There is no information regarding cross-hypersensitivity between fluconazole and other azole antifungal agents. Caution should be used in prescribing fluconazole to patients with hypersensitivity to other azoles. Coadministration of other drugs known to prolong the QT interval and which are metabolized via the enzyme CYP3A4 such as erythromycin, pimozide, and quinidine are contraindicated in patients receiving fluconazole. (See \n                        CLINICAL PHARMACOLOGY: Drug Interaction Studies\n                      and \n                        PRECAUTIONS.)"
}