{
    "root": "d5471d0a-8377-4ef0-8da9-34d632cc6314",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Magnesium Sulfate",
    "value": "20250307",
    "ingredients": [
        {
            "name": "MAGNESIUM SULFATE HEPTAHYDRATE",
            "code": "SK47B8698T"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "SULFURIC ACID",
            "code": "O40UQP6WCF"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Magnesium sulfate in water for injection is indicated for the prevention and control of seizures in preeclampsia and eclampsia, respectively. When used judiciously it effectively prevents and controls the convulsions of eclampsia without producing deleterious depression of the central nervous system of the mother or infant. However, other effective drugs are available for this purpose.",
    "contraindications": "Magnesium sulfate in water for injection is intended for intravenous use only. For the management of pre-eclampsia or eclampsia, intravenous infusions of dilute solutions of magnesium (1% to 8%) are often given in combination with intramuscular injections of 50% Magnesium Sulfate Injection, USP. Therefore, in the clinical conditions cited below, both forms of therapy are noted, as appropriate. Continuous maternal administration of magnesium sulfate in pregnancy beyond 5 to 7 days can cause fetal abnormalities.\n                  \n                     In Eclampsia \n                  \n                  In severe pre-eclampsia or eclampsia, the total initial dose is 10 g to 14 g of magnesium sulfate. To initiate therapy, 4 g of Magnesium sulfate in water for injection may be administered intravenously. The rate of  intravenous infusion should generally not exceed 150 mg/minute, or 3.75 mL of a 4% concentration (or its equivalent) per minute, except in severe eclampsia with seizures. Simultaneously, 4 g to 5 g (32.5 mEq to 40.6 mEq) of magnesium sulfate may be administered intramuscularly into each buttock using undiluted 50% Magnesium Sulfate Injection, USP. After the initial  intravenous dose, some clinicians administer 1 g/hour to 2 g/hour by constant  intravenous infusion. \n                  Subsequent intramuscular doses of 4 g to 5 g of magnesium sulfate may be injected into alternate buttocks every four hours, depending on the continuing presence of the patellar reflex, adequate respiratory function, and absence of signs of magnesium toxicity. Therapy should continue until paroxysms cease. \n                  A serum magnesium level of 6 mg/100 mL is considered optimal for control of seizures. A total daily (24 hr) dose of 30 g to 40 g magnesium sulfate should not be exceeded. In the presence of severe renal insufficiency, frequent serum magnesium concentrations must be obtained and the maximum dosage of magnesium sulfate is 20 g per 48 hours. \n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. \n                   Do not administer unless solution is clear. Discard unused portion.",
    "warningsAndPrecautions": "Magnesium Sulfate in Water for Injection is clear and colorless solution filled in intravenous bag and are supplied as 2 g/50 mL (40 mg/mL) and 4 g/100 mL (40 mg/mL). Each 50 mL contains 2 g of magnesium sulfate heptahydrate, USP (equivalent to 16.25 mEq magnesium) in water for injection and each 100 mL contains 4 g of magnesium sulfate heptahydrate, USP (equivalent to 32.5 mEq magnesium) in water for injection. It is available as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Strength\n                              \n                           \n                           \n                              \n                                 Each\n                              \n                           \n                           \n                              \n                                 Unit of Sale\n                              \n                           \n                        \n                        \n                           \n                              \n                                 2 g/50 mL (40 mg/mL)\n                           \n                           \n                              NDC 70121-1719-1\n                              1 Single-dose Intravenous Bag in an Overwrap\n                           \n                           \n                              NDC 70121-1719-9\n                              Unit of 24\n                           \n                        \n                        \n                            NDC 70121-1719-2\n            Unit of 15\n                        \n                        \n                           \n                              \n                                 4 g/100 mL (40 mg/mL)\n                           \n                           \n                              NDC 70121-1720-1\n                              1 Single-dose Intravenous Bag in an Overwrap\n                           \n                           \n                              NDC 70121-1720-9\n                              Unit of 24\n                           \n                        \n                        \n                            NDC 70121-1720-3\n            Unit of 12\n                        \n                     \n                  \n                  \n                     For more details, please see below table:\n                  \n                  \n                     \n                     \n                     \n                     \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 NDC No.\n                              \n                           \n                           \n                              \n                                 Size\n                              \n                           \n                           \n                              \n                                 Total Magnesium Sulfate\n                              \n                           \n                           \n                              \n                                 Total Magnesium Ion\n                              \n                           \n                           \n                              \n                                 Magnesium Sulfate Concentration\n                              \n                           \n                           \n                              \n                                 Magnesium Ion Concentration\n                              \n                           \n                           \n                              \n                                 Osmolarity\n                              \n                              \n                                 (cal.)\n                              \n                           \n                        \n                        \n                           \n                              70121-1719-1\n                           \n                           \n                              50 mL\n                           \n                           \n                              2 g\n                           \n                           \n                              16.25 mEq\n                           \n                           \n                              40 mg/mL\n                           \n                           \n                              16.25 mEq/50 mL\n                           \n                           \n                              325 mOsmol/Liter\n                           \n                        \n                        \n                           \n                              70121-1720-1\n                           \n                           \n                              100 mL\n                           \n                           \n                              4 g\n                           \n                           \n                              32.5 mEq\n                           \n                           \n                              40 mg/mL\n                           \n                           \n                              32.5 mEq/100 mL\n                           \n                           \n                              325 mOsmol/Liter\n                           \n                        \n                     \n                  \n                  \n                     WARNING: DO NOT USE FLEXIBLE CONTAINER IN SERIES CONNECTIONS.\n                  \n                  Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Avoid excessive heat. Protect from freezing.",
    "adverseReactions": "Intravenous magnesium should not be given to mothers with toxemia of pregnancy during the two hours preceding delivery."
}