{
    "root": "d649db54-e6e3-4e3b-83df-b73dc31fabe0",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Diclofenac Sodium",
    "value": "20250318",
    "ingredients": [
        {
            "name": "DICLOFENAC SODIUM",
            "code": "QTG126297Q"
        },
        {
            "name": "DIMETHYL SULFOXIDE",
            "code": "YOW8V9698H"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, UNSPECIFIED",
            "code": "9XZ8H6N6OH"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Diclofenac sodium topical solution is indicated for the treatment of the pain of osteoarthritis of the knee(s).",
    "contraindications": "Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals. The recommended dose is 2 pump actuations on each painful knee, 2 times a day. (2) • Apply diclofenac sodium topical solution, to clean, dry skin. (2.1) • Dispense 40 mg (2 pump actuations) directly onto the knee or first into the hand and then onto the knee. Spread evenly around front, back and sides of the knee. (2.1) • Wash hands completely after administering the product. (2.2) • Wait until the area is completely dry before covering with clothing or applying sunscreen, insect repellent, cosmetics, topical medications, or other substances. (2.2) • Until the treated knee(s) is completely dry, avoid skin-to-skin contact between other people and the treated knee(s). (2.2) • Do not get diclofenac sodium topical solution in your eyes, nose, or mouth (2.2) .",
    "warningsAndPrecautions": "Diclofenac Sodium Topical Solution, USP 2% w/w, is supplied as a clear, colorless to faintly pink or orange solution containing 20 mg of diclofenac sodium per gram of solution, in a white polypropylene-dose pump bottle with a cap. Each pump actuation delivers 20 mg of diclofenac sodium in 1 gram of solution.\n                  112 g bottle                 NDC  68788-8541-1\n                  \n                     Storage\n                  \n                  \n                     Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Diclofenac sodium topical solution is contraindicated in the following patients:\n                  \n                     \n                        •Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to diclofenac or any components of the drug product [see Warnings and Precautions (5.7, 5.9)\n                        ] \n                     \n                        •History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients [see Warnings and Precautions (5.7, 5.8)\n                        ]\n                     \n                        •In the setting of coronary artery bypass graft (CABG) surgery [see Warnings and Precautions (5.1)\n                        ]"
}