{
    "root": "d71d9769-402d-424b-9d2b-6ae24bab24e2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Diclofenac Sodium",
    "value": "20250317",
    "ingredients": [
        {
            "name": "DICLOFENAC SODIUM",
            "code": "QTG126297Q"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "HYALURONATE SODIUM",
            "code": "YSE9PPT4TH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "POLYETHYLENE GLYCOL MONOMETHYL ETHER 350",
            "code": "ENK4Y6S66X"
        }
    ],
    "indications": "Diclofenac sodium topical gel is indicated for the topical treatment of actinic keratoses (AK).",
    "contraindications": "Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals [see Warnings and Precautions (5)].\n                  Apply diclofenac sodium topical gel gently to lesion areas twice daily to adequately cover each lesion. Use 0.5 g of gel (pea size) on each 5 cm x 5 cm lesion site. The recommended duration of therapy is from 60 days to 90 days. Complete healing of the lesion(s) or optimal therapeutic effect may not be evident for up to 30 days following cessation of therapy. Lesions that do not respond to therapy should be re-evaluated and management reconsidered. Avoid contact of diclofenac sodium topical gel with eyes and mucous membranes.",
    "warningsAndPrecautions": "Available in tubes of 100 g (NDC 68788-8456-1). Each gram of topical gel contains 30 mg of diclofenac sodium.\n                  \n                     Storage: Store at controlled room temperature 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F). Protect from heat. Avoid freezing.",
    "adverseReactions": "Diclofenac sodium topical gel is contraindicated in the following patients:  \n                  \n                     \n                        •With known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to diclofenac or any components of the drug product [see Warnings and Precautions (5.1, 5.3, 5.10) and Description (11)]   \n                     \n                        •With the history of asthma, urticaria, or other allergic type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients [see Warnings and Precautions (5.1, 5.2)]\n                     \n                     \n                        •Application on damaged skin resulting from any etiology, including exudative dermatitis, eczema, infected lesions, burns or wounds [see Warnings and Precautions (5.3)]\n                     \n                     \n                        •In the setting of coronary bypass graft (CABG) surgery [see Warnings and Precautions (5.4)]"
}