{
    "root": "d74385e7-1d55-4cf8-90f7-f2e6343eb5f4",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Bupivacaine Hydrochloride with Dextrose",
    "value": "20241105",
    "ingredients": [
        {
            "name": "BUPIVACAINE HYDROCHLORIDE",
            "code": "7TQO7W3VT8"
        },
        {
            "name": "ANHYDROUS DEXTROSE",
            "code": "5SL0G7R0OK"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "indications": "Bupivacaine Hydrochloride in Dextrose Injection, USP is indicated for subarachnoid injection in adults for the production of subarachnoid block (spinal anesthesia).",
    "contraindications": "The dosage of Bupivacaine Hydrochloride in Dextrose Injection, USP administered varies with the anesthetic procedure, the vascularity of the tissues, the number of neuronal segments to be blocked, the depth of anesthesia and degree of muscle relaxation required, the duration of anesthesia desired, individual tolerance, and the physical condition of the patient. Administer the smallest dosage and concentration required to produce the desired result. The following are general dosage guidelines: Bupivacaine Hydrochloride in Dextrose Injection, USP 6 mg is generally adequate for vaginal delivery. (2.2) Bupivacaine Hydrochloride in Dextrose Injection, USP 7.5 mg is generally adequate for spinal anesthesia for lower extremity and perineal procedures. (2.2) Bupivacaine Hydrochloride in Dextrose Injection, USP 12 mg is generally adequate for lower abdominal procedures. (2.2) Bupivacaine Hydrochloride in Dextrose Injection, USP 7.5 mg to 10.5 mg is generally adequate for Cesarean section. (2.2)",
    "warningsAndPrecautions": "Store at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C to 30°C (59°F to 86°F). [See USP Controlled Room Temperature.]\n                  Bupivacaine Hydrochloride in Dextrose Injection, USP solution may be autoclaved once at 15 pound pressure, 121°C (250°F) for 15 minutes. This product is clear and colorless. Do not use the solution if it is discolored or contains particulate matter.\n                  Single-dose ampules of 2 mL Bupivacaine Hydrochloride in Dextrose Injection, USP (15 mg bupivacaine hydrochloride with 165 mg dextrose) are supplied as follows:\n                  \n                     \n                     \n                     \n                        \n                            Unit of Sale\n                           \n                            Concentration\n                           \n                        \n                        \n                           \n                              NDC 0264-9379-88\n                               Carton of 10 single-dose ampules\n                            15 mg/2 mL (7.5 mg/mL)\n                        \n                     \n                  \n                  Discard the unused portion.",
    "adverseReactions": "Bupivacaine Hydrochloride in Dextrose Injection is contraindicated in:\n                  \n                     intravenous regional anesthesia (Bier Block) [see Warnings and Precautions (5.8)].\n                        \n                     \n                     patients with septicemia.\n                        \n                     \n                     patients with severe hemorrhage, severe hypotension or shock, due to a reduced cardiac output.\n                        \n                     \n                     patients with clinically significant arrhythmias, such as complete heartblock, due a reduced cardiac output.\n                        \n                     \n                     patients with a known hypersensitivity to bupivacaine or to any local anesthetic agent of the amide-type or to other components of Bupivacaine Hydrochloride in Dextrose Injection.\n                  \n                  \n                      patients with local infection at the site of proposed lumbar puncture."
}