{
    "root": "d7b14922-f4b8-4e3e-afdd-056aee8dc35b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "Amlodipine and Atorvastatin"
    },
    "value": "20250523",
    "ingredients": [
        {
            "name": "AMLODIPINE BESYLATE",
            "code": "864V2Q084H"
        },
        {
            "name": "ATORVASTATIN CALCIUM TRIHYDRATE",
            "code": "48A5M73Z4Q"
        },
        {
            "name": "CALCIUM CARBONATE",
            "code": "H0G9379FGK"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE (90000 WAMW)",
            "code": "UKE75GEA7F"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3000",
            "code": "SA1B764746"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        }
    ],
    "indications": "Amlodipine and atorvastatin tablets are indicated in patients for whom treatment with both amlodipine and atorvastatin is appropriate.\n                     \n                     Amlodipine\n                     \n                     \n                     \n                        Hypertension\n                     \n                      Amlodipine is indicated for the treatment of hypertension, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and non-fatal cardiovascular events, primarily strokes and myocardial infarctions. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes including amlodipine.\n                      Control of high blood pressure should be part of comprehensive cardiovascular risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than one drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program’s Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC).\n                      Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce cardiovascular morbidity and mortality, and it can be concluded that it is blood pressure reduction, and not some other pharmacologic property of the drugs, that is largely responsible for those benefits. The largest and most consistent cardiovascular outcome benefit has been a reduction in the risk of stroke, but reductions in myocardial infarction and cardiovascular mortality also have been seen regularly.\n                      Elevated systolic or diastolic pressure causes increased cardiovascular risk, and the absolute risk increase per mmHg is greater at higher blood pressures, so that even modest reductions of severe hypertension can provide substantial benefit. Relative risk reduction from blood pressure reduction is similar across populations with varying absolute risk, so the absolute benefit is greater in patients who are at higher risk independent of their hypertension (for example, patients with diabetes or hyperlipidemia), and such patients would be expected to benefit from more aggressive treatment to a lower blood pressure goal.\n                      Some antihypertensive drugs have smaller blood pressure effects (as monotherapy) in black patients, and many antihypertensive drugs have additional approved indications and effects (e.g., on angina, heart failure, or diabetic kidney disease). These considerations may guide selection of therapy.\n                      Amlodipine may be used alone or in combination with other antihypertensive agents.\n                     \n                     \n                        Coronary Artery Disease (CAD)\n                     \n                     \n                     \n                     Chronic Stable Angina\n                      Amlodipine is indicated for the symptomatic treatment of chronic stable angina. Amlodipine may be used alone or in combination with other antianginal agents.\n                     \n                     Vasospastic Angina (Prinzmetal’s or Variant Angina)\n                      Amlodipine is indicated for the treatment of confirmed or suspected vasospastic angina. Amlodipine may be used as monotherapy or in combination with other antianginal agents.\n                     \n                     Angiographically Documented CAD\n                      In patients with recently documented CAD by angiography and without heart failure or an ejection fraction < 40%, amlodipine is indicated to reduce the risk of hospitalization for angina and to reduce the risk of a coronary revascularization procedure.\n                     \n                     Atorvastatin \n                      Atorvastatin is indicated:  • To reduce the risk of:          o Myocardial infarction (MI), stroke, revascularization procedures, and angina in adults with multiple risk factors for coronary heart disease (CHD) but without clinically evident CHD          o MI and stroke in adults with type 2 diabetes mellitus with multiple risk factors for CHD but without clinically evident CHD           o Non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for congestive heart failure, and angina in adults with clinically evident CHD  • As an adjunct to diet to reduce low-density lipoprotein cholesterol (LDL-C) in:          o Adults with primary hyperlipidemia.           o Adults and pediatric patients aged 10 years and older with heterozygous familial hypercholesterolemia (HeFH).  • As an adjunct to other LDL-C-lowering therapies, or alone if such treatments are unavailable, to reduce LDL-C in adults and pediatric patients aged 10 years and older with homozygous familial hypercholesterolemia (HoFH).  • As an adjunct to diet for the treatment of adults with:          o Primary dysbetalipoproteinemia          o Hypertriglyceridemia",
    "contraindications": "Amlodipine and Atorvastatin Tablets \n                  \n                  Dosage of amlodipine and atorvastatin tablets must be individualized on the basis of both effectiveness and tolerance for each individual component in the treatment of hypertension/angina and hyperlipidemia. Select doses of amlodipine and atorvastatin independently.\n                  \n                  Amlodipine and atorvastatin tablets may be substituted for its individually titrated components. Patients may be given the equivalent dose of amlodipine and atorvastatin tablets or a dose of amlodipine and atorvastatin tablets with increased amounts of amlodipine, atorvastatin, or both for additional antianginal effects, blood pressure lowering, or lipid-lowering effect.\n                  \n                  Amlodipine and atorvastatin tablets may be used to provide additional therapy for patients already on one of its components. Amlodipine and atorvastatin tablets may be used to initiate treatment in patients with hyperlipidemia and either hypertension or angina.\n                  \n                  \n                     \n                        Important Dosage Information\n                     \n                      Take amlodipine and atorvastatin tablets orally once daily at any time of the day, with or without food.\n                  \n                  \n                  \n                     Amlodipine\n                  \n                  The usual initial antihypertensive oral dosage of amlodipine is 5 mg once daily, and the maximum dose is 10 mg once daily.\n                  \n                  Pediatric (age > 6 years), small adult, fragile, or elderly patients, or patients with hepatic insufficiency may be started on 2.5 mg once daily and this dose may be used when adding amlodipine to other antihypertensive therapy.\n                  \n                  Adjust dosage according to blood pressure goals. In general, wait 7 to 14 days between titration steps. Titration may proceed more rapidly, however, if clinically warranted, provided the patient is assessed frequently.\n                  \n                  \n                     \n                        Angina\n                      The recommended dosage of amlodipine for chronic stable or vasospastic angina is 5 to 10 mg, with the lower dose suggested in the elderly and in patients with hepatic insufficiency. Most patients will require 10 mg for adequate effect. \n                  \n                  \n                     \n                        Coronary Artery Disease\n                      The recommended dosage range of amlodipine for patients with CAD is 5 to 10 mg once daily. In clinical studies, the majority of patients required 10 mg [see Clinical Studies (14.4)].\n                  \n                  \n                     \n                        Pediatrics\n                      The effective antihypertensive oral dose of amlodipine in pediatric patients ages 6 to 17 years is 2.5 mg to 5 mg once daily. Doses in excess of 5 mg daily have not been studied in pediatric patients [see Clinical Pharmacology (12.3) and Clinical Studies (14.1)].\n                  \n                  \n                     Atorvastatin\n                  \n                  \n                  Assess LDL-C when clinically appropriate, as early as 4 weeks after initiating atorvastatin, and adjust the dosage if necessary. \n                  \n                  \n                     \n                        Recommended Dosage in Adult Patients \n                     \n                      The recommended starting dosage of atorvastatin is 10 mg to 20 mg once daily. The dosage range is 10 mg to 80 mg once daily. Patients who require reduction in LDL-C greater than 45% may be started at 40 mg once daily. \n                     \n                     \n                        Recommended Dosage in Pediatric Patients 10 Years of Age and Older with HeFH \n                     \n                      The recommended starting dosage of atorvastatin is 10 mg once daily. The dosage range is 10 mg to 20 mg once daily. \n                     \n                     \n                        Recommended Dosage in Pediatric Patients 10 Years of Age and Older with HoFH \n                     \n                      The recommended starting dosage of atorvastatin is 10 mg to 20 mg once daily. The dosage range is 10 mg to 80 mg once daily. \n                     \n                     \n                        Dosage Modifications Due to Drug Interactions\n                     \n                      Concomitant use of atorvastatin with the following drugs requires dosage modification of atorvastatin [see Warnings and Precautions (5.1) and Drug Interactions (7.1)].\n                     \n                     \n                     \n                        Anti-Viral Medications\n                       • In patients taking saquinavir plus ritonavir, darunavir plus ritonavir, fosamprenavir, fosamprenavir plus ritonavir, elbasvir plus grazoprevir or letermovir, do not exceed atorvastatin 20 mg once daily. • In patients taking nelfinavir, do not exceed atorvastatin 40 mg once daily.\n                     \n                     \n                        Select Azole Antifungals or Macrolide Antibiotics \n                     \n                      • In patients taking clarithromycin or itraconazole, do not exceed atorvastatin 20 mg once daily. \n                      For additional recommendations regarding concomitant use of atorvastatin with other anti-viral medications, azole antifungals or macrolide antibiotics, [see Drug Interactions (7.1)].",
    "warningsAndPrecautions": "Amlodipine and atorvastatin tablets, USP contain amlodipine besylate, USP and atorvastatin calcium, USP equivalent to amlodipine and atorvastatin in the dose strengths described below.\n                  \n                  Amlodipine and atorvastatin tablets, USP are differentiated by tablet color/size and are debossed with an alphabet and unique number on one side and plain on the other side. Combinations of atorvastatin with 2.5 mg and 5 mg amlodipine are round and oval respectively and are film-coated, white to off white tablets and combinations of atorvastatin with 10 mg amlodipine are oval and are film-coated, light blue to blue tablets. Amlodipine and atorvastatin tablets, USP are supplied for oral administration in the following strengths and package configurations:\n                  \n                  \n                     Table 16. \n                     Amlodipine and Atorvastatin Tablets, USP Packaging Configurations \n                  \n                                                                                                                         \n                  \n                     \n                        \n                        \n                        \n                        \n                        \n                        \n                     \n                     \n                        \n                            Amlodipine and Atorvastatin Tablets, USP\n                               \n                        \n                        \n                            Package Configurations\n                               \n                            Tablet Strength mg (amlodipine / atorvastatin)\n                               \n                            NDC #\n                               \n                            Debossing\n                               \n                            Tablet Color\n                               \n                            Tablet Shape\n                               \n                        \n                     \n                     \n                        \n                            Bottle of 30 Bottle of 90 \n                            2.5/10 \n                            62332-755-30 62332-755-90 \n                            L540 \n                            White to off white \n                            Round \n                        \n                        \n                            Bottle of 30 Bottle of 90 \n                            2.5/20 \n                            62332-756-30 62332-756-90 \n                            L541 \n                            White to off white \n                            Round \n                        \n                        \n                            Bottle of 30 Bottle of 90 \n                            2.5/40 \n                            62332-757-30 62332-757-90 \n                            L542 \n                            White to off white \n                            Round \n                        \n                        \n                            Bottle of 30 Bottle of 90 \n                            5/10 \n                            62332-758-30 62332-758-90 \n                            L543 \n                            White to off white \n                            Oval \n                        \n                        \n                            Bottle of 30 Bottle of 90 \n                            5/20 \n                            62332-759-30 62332-759-90 \n                            L544 \n                            White to off white \n                            Oval \n                        \n                        \n                            Bottle of 30 Bottle of 90 \n                            5/40 \n                            62332-760-30 62332-760-90 \n                            L545 \n                            White to off white \n                            Oval \n                        \n                        \n                            Bottle of 30 Bottle of 90 \n                            5/80 \n                            62332-761-30 62332-761-90 \n                            L546 \n                            White to off white \n                            Oval \n                        \n                        \n                            Bottle of 30 Bottle of 90 \n                            10/10 \n                            62332-762-30 62332-762-90 \n                            L547 \n                            Light blue to blue \n                            Oval \n                        \n                        \n                            Bottle of 30 Bottle of 90 \n                            10/20 \n                            62332-763-30 62332-763-90 \n                            L548 \n                            Light blue to blue \n                            Oval \n                        \n                        \n                            Bottle of 30 Bottle of 90 \n                            10/40 \n                            62332-764-30 62332-764-90 \n                            L549 \n                            Light blue to blue \n                            Oval \n                        \n                        \n                            Bottle of 30 Bottle of 90 \n                            10/80 \n                            62332-765-30 62332-765-90 \n                            L550 \n                            Light blue to blue \n                            Oval \n                        \n                     \n                  \n                  \n                  All bottles of Amlodipine and Atorvastatin Tablets, USP are supplied with child-resistant closure. \n                  Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Acute liver failure or decompensated cirrhosis [see Warnings and Precautions (5.3)]. \n                     Hypersensitivity to amlodipine, atorvastatin or any excipients in amlodipine and atorvastatin. Hypersensitivity reactions, including anaphylaxis, angioneurotic edema, erythema multiforme, Stevens-Johnson syndrome, and toxic epidermal necrolysis, have been reported [see Adverse Reactions (6.2)]."
}