{
    "root": "d7cd4b2b-f4a3-4781-871c-bb5bce14ec6e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "GLYCOPYRROLATE",
    "value": "20250520",
    "ingredients": [
        {
            "name": "GLYCOPYRROLATE",
            "code": "V92SO9WP2I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        }
    ],
    "indications": "In Anesthesia\n                  \n                  Glycopyrrolate Injection, USP is indicated for use as a preoperative antimuscarinic to reduce salivary, tracheobronchial, and pharyngeal secretions; to reduce the volume and free acidity of gastric secretions; and to block cardiac vagal inhibitory reflexes during induction of anesthesia and intubation. When indicated, Glycopyrrolate Injection, USP may be used intraoperatively to counteract surgically or drug-induced or vagal reflexes associated arrhythmias. Glycopyrrolate protects against the peripheral muscarinic effects (e.g., bradycardia and excessive secretions) of cholinergic agents such as neostigmine and pyridostigmine given to reverse the neuromuscular blockade due to non-depolarizing muscle relaxants.\n                  \n                     In Peptic Ulcer\n                  \n                  For use in adults as adjunctive therapy for the treatment of peptic ulcer when rapid anticholinergic effect is desired or when oral medication is not tolerated.",
    "contraindications": "NOTE: CONTAINS BENZYL ALCOHOL (see PRECAUTIONS).\n                  \n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit.\n                  Glycopyrrolate injection may be administered intramuscularly, or intravenously, without dilution, in the following indications.\n                  \n                     Adults\n                  \n                  Preanesthetic Medication\n                  The recommended dose of glycopyrrolate injection is 0.004 mg/kg by intramuscular injection, given 30 to 60 minutes prior to the anticipated time of induction of anesthesia or at the time the preanesthetic narcotic and/or sedative are administered.\n                  Intraoperative Medication\n                  Glycopyrrolate injection may be used during surgery to counteract drug-induced or vagal reflexes and their associated arrhythmias (e.g., bradycardia). It should be administered intravenously as single doses of 0.1 mg and repeated, as needed, at intervals of 2 to 3 minutes. The usual attempts should be made to determine the etiology of the arrhythmia, and the surgical or anesthetic manipulations necessary to correct parasympathetic imbalance should be performed.\n                  Reversal of Neuromuscular Blockade\n                  The recommended dose of glycopyrrolate injection is 0.2 mg for each 1.0 mg of neostigmine or 5.0 mg of pyridostigmine. In order to minimize the appearance of cardiac side effects, the drugs may be administered simultaneously by intravenous injection and may be mixed in the same syringe.\n                  Peptic Ulcer\n                  The usual recommended dose of glycopyrrolate injection is 0.1 mg administered at 4-hour intervals, 3 or 4 times daily intravenously or intramuscularly. Where more profound effect is required, 0.2 mg may be given. Some patients may need only a single dose, and frequency of administration should be dictated by patient response up to a maximum of four times daily.\n                  Glycopyrrolate injection is not recommended for the treatment of peptic ulcer in pediatric patients (see PRECAUTIONS, Pediatric Use).\n                  \n                     Pediatric Patients\n                  \n                  (see PRECAUTIONS, Pediatric Use)\n                  Preanesthetic Medication\n                  The recommended dose of glycopyrrolate injection in pediatric patients is 0.004 mg/kg intramuscularly, given 30 to 60 minutes prior to the anticipated time of induction of anesthesia or at the time the preanesthetic narcotic and/or sedative are administered.\n                  Infants\n                  (1 month to 2 years of age) may require up to 0.009 mg/kg.\n                  Intraoperative Medication\n                  Because of the long duration of action of glycopyrrolate injection if used as preanesthetic medication, additional glycopyrrolate injection for anticholinergic effect intraoperatively is rarely needed; in the event it is required the recommended pediatric dose is 0.004 mg/kg intravenously, not to exceed 0.1 mg in a single dose which may be repeated, as needed, at intervals of 2 to 3 minutes. The usual attempts should be made to determine the etiology of the arrhythmia, and the surgical or anesthetic manipulations necessary to correct parasympathetic imbalance should be performed.\n                  Reversal of Neuromuscular Blockade\n                  The recommended pediatric dose of glycopyrrolate injection is 0.2 mg for each 1.0 mg of neostigmine or 5.0 mg of pyridostigmine. In order to minimize the appearance of cardiac side effects, the drugs may be administered simultaneously by intravenous injection and may be mixed in the same syringe.\n                  Peptic Ulcer\n                  Glycopyrrolate injection is not recommended for the treatment of peptic ulcer in pediatric patients (see PRECAUTIONS, Pediatric Use).\n                  \n                     Diluent Compatibilities\n                  \n                  Dextrose 5% and 10% in water, or saline, dextrose 5% in sodium chloride 0.45%, sodium chloride 0.9%, and Ringer’s Injection.\n                  \n                     Diluent Incompatibilities\n                  \n                  Lactated Ringer’s solution.\n                  \n                     Admixture Compatibilities\n                  \n                  Physical Compatibility\n                  This list does not constitute an endorsement of the clinical utility or safety of co‑administration of glycopyrrolate with these drugs. Glycopyrrolate injection is compatible for mixing and injection with the following injectable dosage forms: atropine sulfate, USP; physostigmine salicylate; diphenhydramine HCl; codeine phosphate, USP; benz-quinamide HCl; hydromorphone HCl, USP; droperidol; levorphanol tartrate; lidocaine, USP; meperidine HCl, USP; pyridostigmine bromide; morphine sulfate, USP; nalbuphine HCl; oxymorphone HCl; procaine HCl, USP; promethazine HCl, USP; neostigmine methylsulfate, USP; scopolamine HBr, USP; butorphanol tartrate; fentanyl citrate; trimethobenzamide HCl; and hydroxyzine HCl. Glycopyrrolate injection may be administered via the tubing of a running infusion of normal saline.\n                  \n                     Admixture Incompatibilities\n                  \n                  Physical Incompatibility\n                  Since the stability of glycopyrrolate is questionable above a pH of 6.0 do not combine glycopyrrolate injection in the same syringe with methohexital Na; chloramphenicol Na succinate; dimenhydrinate; pentobarbital Na; thiopental Na; secobarbital Na; sodium bicarbonate; diazepam; dexamethasone Na phosphate; or pentazocine lactate. These mixtures will result in a pH higher than 6.0 and may result in gas production or precipitation.",
    "warningsAndPrecautions": "Glycopyrrolate Injection, USP, 0.2 mg/mL, is available in:\n                  1 mL single dose vials packaged in 25s (NDC 0143-9682-25)2 mL single dose vials packaged in 25s (NDC 0143-9681-25)5 mL multiple dose vials packaged in 25s (NDC 0143-9680-25)20 mL multiple dose vials in 10s (NDC 0143-9679-10)\n                  Store at 20° to 25°C (68° to 77°F) [See USP Controlled Room Temperature].\n                  \n                     Product repackaged by: Henry Schein, Inc., Bastian, VA 24314 \n                     \n                        \n                           From Original Manufacturer/Distributor's NDC and Unit of Sale\n                           To Henry Schein Repackaged Product NDC and Unit of Sale\n                           Total Strength/Total Volume (Concentration) per unit\n                        \n                        \n                           NDC 0143-9679-1020 mL multiple dose vials in 10s\n                           NDC 0404-9868-201 20 mL multiple dose vial in a bag(Vial bears NDC 0143-9679-01)\n                            0.2 mg/mL\n                        \n                        \n                           NDC 0143-9681-252 mL single dose vials packaged in 25s\n                           NDC 0404-9869-021 2 mL single dose vial in a bag(Vial bears NDC 0143-9681-01)\n                            0.2 mg/mL\n                        \n                        \n                           NDC 0143-9682-251 mL single dose vials packaged in 25s\n                           NDC 0404-9867-011 1 mL single dose vial in a bag(Vial bears NDC 0143-9682-01)\n                            0.2 mg/mL\n                        \n                     \n                  \n                  \n                     Manufactured by: HIKMA FARMACÊUTICA (PORTUGAL), S.A.Estrada do Rio da Mó, 8, 8A e 8B Fervença 2705-906 Terrugem SNT, PORTUGAL\n                  \n                     Distributed by: Hikma Pharmaceuticals USA Inc.Berkeley Heights, NJ 07922\n                  Revised: March 2021\n                  PIN290-WES/5",
    "adverseReactions": "Known hypersensitivity to glycopyrrolate or any of its inactive ingredients.\n                  In addition, in the management of peptic ulcer patients, because of the longer duration of therapy, glycopyrrolate injection may be contraindicated in patients with the following concurrent conditions: glaucoma; obstructive uropathy (for example, bladder neck obstruction due to prostatic hypertrophy); obstructive disease of the gastrointestinal tract (as in achalasia, pyloroduodenal stenosis, etc.); paralytic ileus, intestinal atony of the elderly or debilitated patient; unstable cardiovascular status in acute hemorrhage; severe ulcerative colitis; toxic megacolon complicating ulcerative colitis; myasthenia gravis."
}