{
    "id": "d7e3d7be-ce38-4696-979c-64dd1023a4cd",
    "indications": "Nalbuphine hydrochloride injection is indicated for the management of pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate. Nalbuphine hydrochloride injection can also be used as a supplement to balanced anesthesia, for preoperative and postoperative analgesia, and for obstetrical analgesia during labor and delivery.\n                  \n                     Limitations of Use:\n                  \n                  Because of the risks of addiction, abuse, and misuse, with opioids, which can occur at any dosage or duration [see WARNINGS], reserve nalbuphine hydrochloride injection for use in patients for whom alternative treatment options [e.g., non-opioid analgesics]:\n                  \n                     Have not been tolerated, or are not expected to be tolerated,\n                     Have not provided adequate analgesia or are not expected to provide adequate analgesia.\n                  \n                  Nalbuphine hydrochloride injection should not be used for an extended period of time unless the pain remains severe enough to require an opioid analgesic and for which alternative treatment options continue to be inadequate.",
    "contraindications": "Important Dosage and Administration Instructions\n                  \n                  \n                     Nalbuphine hydrochloride injection should be administered as a supplement to general anesthesia only by persons specifically trained in the use of intravenous anesthetics and management of the respiratory effects of potent opioids.\n                  \n                  \n                     Naloxone, resuscitative and intubation equipment and oxygen should be readily available.\n                  \n                  Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals [see WARNINGS]. Because the risk of overdose increases as opioid doses increase, reserve titration to higher doses of nalbuphine hydrochloride injection for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks.\n                  There is variability in the opioid analgesic dose and duration needed to adequately manage pain due both to the cause of pain and to individual patient factors. Initiate the dosing regimen for each patient individually, taking into account the patient's underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse [see WARNINGS].\n                  Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with nalbuphine hydrochloride injection. Consider this risk when selecting an initial dose and when making dose adjustments [see WARNINGS].\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit.\n                  \n                     Initial Dosage\n                  \n                  The usual recommended adult dose is 10 mg for a 70 kg individual administered subcutaneously, intramuscularly, or intravenously; this dose may be repeated every 3 to 6 hours as necessary. Use the lowest dose necessary to achieve adequate analgesia. Dosage should be adjusted according to the severity of the pain, physical status of the patient, and other medications which the patient may be receiving (see WARNINGS]. In nontolerant individuals, the recommended single maximum dose is 20 mg with a maximum total daily dose of 160 mg.\n                  The use of nalbuphine hydrochloride injection as a supplement to balanced anesthesia requires larger doses than those recommended for analgesia. Induction doses of nalbuphine hydrochloride range from 0.3 mg/kg to 3 mg/kg intravenously to be administered over a 10-to-15-minute period with maintenance doses of 0.25 to 0.5 mg/kg in single intravenous administrations as required. The use of nalbuphine hydrochloride injection may be followed by respiratory depression which can be reversed with the opioid antagonist naloxone hydrochloride.\n                  \n                     Titration and Maintenance of Therapy\n                  \n                  Titrate the dose based upon the individual patient's response to their initial dose of nalbuphine hydrochloride injection. Individually titrate nalbuphine hydrochloride injection to a dose that provides adequate analgesia and minimizes adverse reactions. Continually reevaluate patients receiving nalbuphine hydrochloride to assess the maintenance of pain control, signs and symptoms of opioid withdrawal, and other adverse reactions, as well as to reassess for the development of addiction, abuse, or misuse [see WARNINGS]. Frequent communication is important among the prescriber, other members of the healthcare team, the patient, and the caregiver/family during periods of changing analgesic requirements, including initial titration.\n                  If the level of pain increases after dosage stabilization, attempt to identify the source of increased pain before increasing the nalbuphine hydrochloride dosage. If after increasing the dosage, unacceptable opioid-related adverse reactions are observed (including an increase in pain after a dosage increase), consider reducing the dosage [see WARNINGS]. Adjust the dosage to obtain an appropriate balance between management of pain and opioid-related adverse events.\n                  \n                     Safe Reduction and Discontinuation of nalbuphine hydrochloride injection\n                  \n                  When a patient who has been taking nalbuphine hydrochloride injection regularly and may be physically dependent no longer requires therapy with nalbuphine hydrochloride injection, taper the dose gradually, by 25% to 50% every 2 to 4 days, while regularly evaluating for signs and symptoms of withdrawal. If the patient develops these signs or symptoms, raise the dose to the previous level and taper more slowly, either by increasing the interval between decreases, decreasing the amount of change in dose, or both. Do not abruptly discontinue nalbuphine hydrochloride injection in a physically-dependent patient [see WARNINGS, DRUG ABUSE AND DEPENDENCE].",
    "warningsAndPrecautions": "Nalbuphine Hydrochloride Injection is supplied as a clear colorless, essentially free from visible extraneous matter sterile solution in single-dose ampuls [blue OPC (One point cut) dot and blue band] and multiple-dose flip-off vials for intramuscular, subcutaneous, or intravenous administration, and available as follows:\n                  NDC  70069-661-01 (sulfite-free) 10 mg/mL, 10 mL multiple dose vials (box of 1)\n                  NDC  70069-661-10 (sulfite-free) 10 mg/mL, 10 mL multiple dose vials (box of 10)\n                  NDC  70069-671-10 (sulfite/paraben-free) 10 mg/mL, 1 mL ampuls (box of 10) \n                  NDC  70069-662-01 (sulfite-free) 20 mg/mL, 10 mL multiple dose vials (box of 1)\n                  NDC  70069-662-10 (sulfite-free) 20 mg/mL, 10 mL multiple dose vials (box of 10)\n                  NDC  70069-672-10 (sulfite/paraben-free) 20 mg/mL, 1 mL ampuls (box of 10)\n                  Store at 25°C (77°F); excursions permitted to 15°-30°C (59°-86°F). [See USP Controlled Room Temperature.] Protect from excessive light. Store in carton until contents have been used.\n                  Discard unused portion of Single-Dose Formulations.",
    "adverseReactions": "Nalbuphine hydrochloride injection is contraindicated in patients with:\n                  \n                     Significant respiratory depression [see WARNINGS]\n                     Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see WARNINGS]\n                     Known or suspected gastrointestinal obstruction, including paralytic ileus [see WARNINGS]\n                     Hypersensitivity to nalbuphine to any of the other ingredients in nalbuphine hydrochloride injection.\n                  \n                  \n                     WARNINGS\n                  \n                  \n                     Addiction, Abuse, and Misuse\n                  \n                  Nalbuphine hydrochloride injection contains nalbuphine. As an opioid, nalbuphine exposes users to the risks of addiction, abuse, and misuse [see Drug Abuse and Dependence (9)].\n                  Opioids are sought for non-medical use and are subject to diversion from legitimate prescribed use. Consider these risks when handling nalbuphine hydrochloride injection. Strategies to reduce these risks include proper product storage and control practices for a C-II drug. Contact local state professional licensing board or state- controlled substances authority for information on how to prevent and detect abuse or diversion of this product.\n                  \n                     Life-Threatening Respiratory Depression\n                  \n                  Serious, life-threatening, or fatal respiratory depression has been reported with the use of opioids, even when used as recommended. Respiratory depression, if not immediately recognized and treated, may lead to respiratory arrest and death. Management of respiratory depression may include close observation, supportive measures, and use of opioid antagonists, depending on the patient's clinical status [see OVERDOSAGE]. Carbon dioxide (CO) retention from opioid-induced respiratory depression can exacerbate the sedating effects of opioids.\n                  While serious, life-threatening, or fatal respiratory depression can occur at any time during the use of nalbuphine hydrochloride injection, the risk is greatest during the initiation of therapy or following a dosage increase. Monitor patients closely for respiratory depression, especially within the first 24 to 72 hours of initiating therapy with and following dosage increases of nalbuphine hydrochloride injection.\n                  To reduce the risk of respiratory depression, proper dosing and titration of nalbuphine hydrochloride injection are essential [see DOSAGE AND ADMINISTRATION]. Overestimating the nalbuphine hydrochloride injection dosage when converting patients from another opioid product can result in a fatal overdose with the first dose.\n                  Opioids can cause sleep-related breathing disorders including central sleep apnea (CSA) and sleep-related hypoxemia. Opioid use increases the risk of CSA in a dose-dependent fashion. In patients who present with CSA, consider decreasing the opioid dosage using best practices for opioid taper [see DOSAGE AND ADMINISTRATION].\n                  \n                     Risks from Concomitant Use with Benzodiazepines or Other CNS Depressants\n                  \n                  Profound sedation, respiratory depression, coma, and death may result from the concomitant use of nalbuphine hydrochloride injection with benzodiazepines and/or other CNS depressants, including alcohol (e.g., non- benzodiazepine sedatives/hypnotics, anxiolytics, tranquilizers, muscle relaxants, general anesthetics, antipsychotics, other opioids, alcohol). Because of these risks, reserve concomitant prescribing of these drugs for use in patients for whom alternative treatment options are inadequate. Monitor patients closely for signs and symptoms of respiratory depression and sedation.\n                  Observational studies have demonstrated that concomitant use of opioid analgesics and benzodiazepines increases the risk of drug-related mortality compared to use of opioid analgesics alone. Because of similar pharmacological properties, it is reasonable to expect similar risk with the concomitant use of other CNS depressant drugs with opioid analgesics [see PRECAUTIONS; Drug Interactions].\n                  If the decision is made to prescribe a benzodiazepine or other CNS depressant concomitantly with an opioid analgesic, prescribe the lowest effective dosages and minimum durations of concomitant use. In patients already receiving an opioid analgesic, prescribe a lower initial dose of the benzodiazepine or other CNS depressant than indicated in the absence of an opioid, and titrate based on clinical response. If an opioid analgesic is initiated in a patient already taking a benzodiazepine or other CNS depressant, prescribe a lower initial dose of the opioid analgesic, and titrate based on clinical response. Follow patients closely for signs and symptoms of respiratory depression and sedation.\n                  Advise both patients and caregivers about the risks of respiratory depression and sedation when nalbuphine hydrochloride injection is used with benzodiazepines or other CNS depressants (including alcohol and illicit drugs). Advise patients not to drive or operate heavy machinery until the effects of concomitant use of the benzodiazepine or other CNS depressant have been determined. Screen patients for risk of substance use disorders, including opioid abuse and misuse, and warn them of the risk for overdose and death associated with the use of additional CNS depressants including alcohol and illicit drugs [see PRECAUTIONS; Drug Interactions and Information for Patients].\n                  \n                     Opioid-Induced Hyperalgesia and Allodynia\n                  \n                  Opioid-Induced Hyperalgesia (OIH) occurs when an opioid analgesic paradoxically causes an increase in pain, or an increase in sensitivity to pain. This condition differs from tolerance, which is the need for increasing doses of opioids to maintain a defined effect [see DRUG ABUSE AND DEPENDENCE; Dependence]. Symptoms of OIH include (but may not be limited to) increased levels of pain upon opioid dosage increase, decreased levels of pain upon opioid dosage decrease, or pain from ordinarily non- painful stimuli (allodynia). These symptoms may suggest OIH only if there is no evidence of underlying disease progression, opioid tolerance, opioid withdrawal, or addictive behavior.\n                  Cases of OIH have been reported, both with short-term and longer-term use of opioid analgesics. Though the mechanism of OIH is not fully understood, multiple biochemical pathways have been implicated. Medical literature suggests a strong biologic plausibility between opioid analgesics and OIH and allodynia. If a patient is suspected to be experiencing OIH, carefully consider appropriately decreasing the dose of the current opioid analgesic or opioid rotation (safely switching the patient to a different opioid moiety) [see DOSAGE AND ADMINISTRATION, WARNINGS].\n                  \n                     Life-Threatening Respiratory Depression in Patients with Chronic Pulmonary Disease or in Elderly, Cachectic, or Debilitated Patients\n                  \n                  The use of nalbuphine hydrochloride injection in patients with acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment is contraindicated.\n                  \n                     Patients with Chronic Pulmonary Disease: Nalbuphine hydrochloride injection-treated patients with significant chronic obstructive pulmonary disease or cor pulmonale, and those with a substantially decreased respiratory reserve, hypoxia, hypercapnia, or pre-existing respiratory depression are at increased risk of decreased respiratory drive including apnea, even at recommended dosages of use of nalbuphine hydrochloride injection [see WARNINGS].\n                  \n                     Elderly, Cachectic, or Debilitated Patients: Life-threatening respiratory depression is more likely to occur in elderly, cachectic, or debilitated patients because they may have altered pharmacokinetics or altered clearance compared to younger, healthier patients [see WARNINGS].\n                  Monitor such patients closely, particularly when initiating and titrating nalbuphine hydrochloride injection and when nalbuphine hydrochloride injection is given concomitantly with other drugs that depress respiration [see WARNINGS]. Alternatively, consider the use of non-opioid analgesics in these patients.\n                  \n                     Adrenal Insufficiency \n                  \n                  Cases of adrenal insufficiency have been reported with opioid use, more often following greater than 1 month of use. Presentation of adrenal insufficiency may include non-specific symptoms and signs including nausea, vomiting, anorexia, fatigue, weakness, dizziness, and low blood pressure. If adrenal insufficiency is suspected, confirm the diagnosis with diagnostic testing as soon as possible. If adrenal insufficiency is diagnosed, treat with physiologic replacement doses of corticosteroids. Wean the patient off of the opioid to allow adrenal function to recover and continue corticosteroid treatment until adrenal function recovers. Other opioids may be tried as some cases reported use of a different opioid without recurrence of adrenal insufficiency. The information available does not identify any particular opioids as being more likely to be associated with adrenal insufficiency.\n                  \n                     Severe Hypotension\n                  \n                  Nalbuphine hydrochloride injection may cause severe hypotension including orthostatic hypotension and syncope in ambulatory patients. There is increased risk in patients whose ability to maintain blood pressure has already been compromised by a reduced blood volume or concurrent administration of certain CNS depressant drugs (e.g., phenothiazines or general anesthetics) [see PRECAUTIONS; Drug Interactions]. \n                     Monitor these patients for signs of hypotension after initiating or titrating the dosage of nalbuphine hydrochloride injection. In patients with circulatory shock, nalbuphine hydrochloride injection may cause vasodilation that can further reduce cardiac output and blood pressure. Avoid the use of nalbuphine hydrochloride injection in patients with circulatory shock.\n                  \n                     Risks of Use in Patients with Increased Intracranial Pressure, Brain Tumors, Head Injury, or Impaired Consciousness\n                  \n                  In patients who may be susceptible to the intracranial effects of CO2 retention (e.g., those with evidence of increased intracranial pressure or brain tumors), nalbuphine hydrochloride injection may reduce respiratory drive, and the resultant CO2 retention can further increase intracranial pressure. Monitor such patients for signs of sedation and respiratory depression, particularly when initiating therapy with nalbuphine hydrochloride injection.\n                  Opioids may also obscure the clinical course in a patient with a head injury. Avoid the use of nalbuphine hydrochloride injection in patients with impaired consciousness or coma.\n                  \n                     Risks of Use in Patients with Gastrointestinal Conditions\n                  \n                  Nalbuphine hydrochloride injection is contraindicated in patients with known or suspected gastrointestinal obstruction, including paralytic ileus.\n                  The nalbuphine in nalbuphine hydrochloride injection may cause spasm of the sphincter of Oddi. Opioids may cause increases in serum amylase. Monitor patients with biliary tract disease, including acute pancreatitis, for worsening symptoms.\n                  \n                     Increased Risk of Seizures in Patients with Seizure Disorders\n                  \n                  The nalbuphine in nalbuphine hydrochloride injection may increase the frequency of seizures in patients with seizure disorders and may increase the risk of seizures occurring in other clinical settings associated with seizures. Monitor patients with a history of seizure disorders for worsened seizure control during nalbuphine hydrochloride injection therapy.\n                  \n                     Withdrawal\n                  \n                  The use of nalbuphine hydrochloride injection, a mixed agonist/antagonist opioid analgesic, in patients who are receiving a full opioid agonist analgesic may reduce the analgesic effect and/or precipitate withdrawal symptoms. Avoid concomitant use of nalbuphine hydrochloride injection with a full opioid agonist analgesic.\n                  When discontinuing nalbuphine hydrochloride injection in a physically-dependent patient, gradually taper the dosage (see DOSAGE AND ADMINISTRATION). Do not abruptly discontinue nalbuphine hydrochloride injection in these patients (see DRUG ABUSE AND DEPENDENCE).\n                  \n                     Risks of Driving and Operating Machinery \n                  \n                  Nalbuphine hydrochloride injection may impair the mental or physical abilities needed to perform potentially hazardous activities such as driving a car or operating machinery. Warn patients not to drive or operate dangerous machinery unless they are tolerant to the effects of nalbuphine hydrochloride injection and know how they will react to the medication [see PRECAUTIONS; Information for Patients].\n                  Maintain patient under observation until recovered from nalbuphine hydrochloride injection effects that would affect driving or other potentially dangerous tasks.\n                  \n                     Use in Pregnancy (Other Than Labor)\n                  \n                  Severe fetal bradycardia has been reported when nalbuphine hydrochloride injection is administered during labor. Naloxone may reverse these effects. Although there are no reports of fetal bradycardia earlier in pregnancy, it is possible that this may occur. Avoid the use of nalbuphine hydrochloride injection in pregnant women unless the potential benefit outweighs the risk to the fetus, and if appropriate measures such as fetal monitoring are taken to detect and manage any potential adverse effect on the fetus.\n                  \n                     Use During Labor and Delivery\n                  \n                  The placental transfer of nalbuphine is high, rapid, and variable with a maternal to fetal ratio ranging from 1:0.37 to 1:6. Fetal and neonatal adverse effects that have been reported following the administration of nalbuphine to the mother during labor include fetal bradycardia, respiratory depression at birth, apnea, cyanosis, and hypotonia. Some of these events have been life-threatening. Maternal administration of naloxone during labor has normalized these effects in some cases. Severe and prolonged fetal bradycardia has been reported. Permanent neurological damage attributed to fetal bradycardia has occurred. A sinusoidal fetal heart rate pattern associated with the use of nalbuphine has also been reported. Nalbuphine hydrochloride injection should be used during labor and delivery only if clearly indicated and only if the potential benefit outweighs the risk to the infant. Newborns should be monitored for respiratory depression, apnea, bradycardia and arrhythmias if nalbuphine hydrochloride injection has been used.",
    "ingredients": [
        {
            "name": "NALBUPHINE HYDROCHLORIDE",
            "code": "ZU4275277R"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "Somerset Therapeutics, LLC",
    "name": "Nalbuphine hydrochloride",
    "effectiveTime": "20250326"
}