{
    "root": "d9807f26-dfac-45a6-8279-83c1f54a113e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": {
        "text": "Bupropion Hydrochloride",
        "suffix": {
            "text": "XL"
        }
    },
    "value": "20250131",
    "ingredients": [
        {
            "name": "ETHYLCELLULOSE, UNSPECIFIED",
            "code": "7Z8S9VYZ4B"
        },
        {
            "name": "METHACRYLIC ACID - ETHYL ACRYLATE COPOLYMER (1:1) TYPE A",
            "code": "NX76LV5T8J"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "POLYETHYLENE GLYCOL 1450",
            "code": "OJ4Z5Z32L4"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3350",
            "code": "G2M7P15E5P"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "TRIETHYL CITRATE",
            "code": "8Z96QXD6UM"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "LECITHIN, SOYBEAN",
            "code": "1DI56QDM62"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "CYSTEINE HYDROCHLORIDE",
            "code": "ZT934N0X4W"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "BUPROPION HYDROCHLORIDE",
            "code": "ZG7E5POY8O"
        }
    ],
    "indications": "Bupropion hydrochloride extended-release tablets (XL) are an aminoketone antidepressant, indicated for: • treatment of major depressive disorder (MDD) ( 1.1 ) • prevention of seasonal affective disorder (SAD) ( 1.2 )",
    "contraindications": "General: Increase dose gradually to reduce seizure risk. ( 2.1 , 5.3 ) Periodically reassess the dose and need for maintenance treatment. ( 2.2 ) Major Depressive Disorder Starting dose: 150 mg once daily. Usual target dose: 300 mg once daily. ( 2.2 ) After 4 days, may increase the dose to 300 mg once daily. ( 2.2 ) Seasonal Affective Disorder Initiate treatment in the autumn prior to onset of seasonal depressive symptoms. ( 2.3 ) Starting dose: 150 mg once daily. Usual target dose: 300 mg once daily. ( 2.3 ) After one week, may increase the dose to 300 mg once daily. ( 2.3 ) Continue treatment through the winter season. ( 2.3 ) Hepatic Impairment Moderate to severe hepatic impairment: 150 mg every other day. ( 2.6 ) Mild hepatic impairment: Consider reducing the dose and/or frequency of dosing. ( 2.6 , 8.7 ) Renal Impairment Consider reducing the dose and/or frequency of dosing. ( 2.7 , 8.6 )",
    "warningsAndPrecautions": "Bupropion Hydrochloride Extended-Release Tablets USP (XL), 150 mg of bupropion hydrochloride, are white to pale yellow, round biconvex tablet with imprinting “YH 102”.\n                  \n                     NDC 71335-2378-1: 30 Tablets in a BOTTLE\n                     NDC 71335-2378-2: 60 Tablets in a BOTTLE\n                     NDC 71335-2378-3: 90 Tablets in a BOTTLE\n                     NDC 71335-2378-4: 120 Tablets in a BOTTLE\n                     NDC 71335-2378-5: 14 Tablets in a BOTTLE\n                  \n                  Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature]. Dispense in a tight, light-resistant container as defined in the USP with a child-resistant closure.\n                  Keep out of reach of children.\n                  Bupropion Hydrochloride Extended-Release Tablets USP (XL) may have an odor.\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Bupropion hydrochloride extended-release tablets (XL) are contraindicated in patients with seizure disorder.\n                     Bupropion hydrochloride extended-release tablets (XL) are contraindicated in patients with a current or prior diagnosis of bulimia or anorexia nervosa as a higher incidence of seizures was observed in such patients treated with bupropion hydrochloride extended-release tablets (XL)\n  \n   [see\n   \n    Warnings and Precautions (5.3)].\n  \n   \n                     \n                     Bupropion hydrochloride extended-release tablets (XL) are contraindicated in patients undergoing abrupt discontinuation of alcohol, benzodiazepines, barbiturates, and antiepileptic drugs\n  \n   [see\n   \n    Warnings and Precautions (5.3) and\n   \n    Drug Interactions (7.3)].\n  \n   \n                     \n                     The use of MAOIs (intended to treat psychiatric disorders) concomitantly with bupropion hydrochloride extended-release tablets (XL) or within 14 days of discontinuing treatment with bupropion hydrochloride extended-release tablets (XL) is contraindicated. There is an increased risk of hypertensive reactions when bupropion hydrochloride extended-release tablets (XL) are used concomitantly with MAOIs. The use of bupropion hydrochloride extended-release tablets (XL) within 14 days of discontinuing treatment with an MAOI is also contraindicated. Starting bupropion hydrochloride extended-release tablets (XL) in a patient treated with reversible MAOIs such as linezolid or intravenous methylene blue is contraindicated\n  \n   [see\n   \n    Dosage and Administration (2.9),\n   \n    Warnings and Precautions (5.4) and\n   \n    Drug Interactions (7.6)].\n  \n   \n                     \n                     Bupropion hydrochloride extended-release tablets (XL) are contraindicated in patients with known hypersensitivity to bupropion or other ingredients of bupropion hydrochloride extended-release tablets (XL). Anaphylactoid/anaphylactic reactions and Stevens-Johnson syndrome have been reported\n  \n   [see\n   \n    Warnings and Precautions (5.8)]."
}