{
    "root": "dae5d774-0982-4b2b-8803-02bd0910d228",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "ziprasidone mesylate"
    },
    "value": "20250313",
    "ingredients": [
        {
            "name": "ZIPRASIDONE MESYLATE",
            "code": "3X6SAX83JZ"
        },
        {
            "name": "METHANESULFONIC ACID",
            "code": "12EH9M7279"
        },
        {
            "name": "BETADEX SULFOBUTYL ETHER SODIUM",
            "code": "2PP9364507"
        }
    ],
    "indications": "Ziprasidone mesylate for injection intramuscular is indicated for acute agitation in schizophrenic patients. When deciding among the alternative treatments available for the condition needing treatment, the prescriber should consider the finding of ziprasidone’s greater capacity to prolong the QT/QTc interval compared to several other antipsychotic drugs [see Warnings and Precautions (5.3)]. Prolongation of the QTc interval is associated in some other drugs with the ability to cause torsade de pointes-type arrhythmia, a potentially fatal polymorphic ventricular tachycardia, and  sudden death. In many cases this would lead to the conclusion that other drugs should be tried first. Whether ziprasidone will cause torsade de pointes or increase the rate of sudden death is not yet known [see Warnings and Precautions (5.3)].\n                        \n                     \n                     Acute Treatment of Agitation in Schizophrenia\n                  \n                  \n                     Ziprasidone mesylate for injection intramuscular is indicated for the treatment of acute agitation in schizophrenic adult patients for whom treatment with ziprasidone is appropriate and who need intramuscular antipsychotic medication for rapid control of agitation.\n                  \n                              Since there is no experience regarding the safety of administering ziprasidone intramuscular to schizophrenic patients already taking oral ziprasidone, the practice of co-administration is not recommended.",
    "contraindications": "Acute treatment of agitation associated with schizophrenia (intramuscular administration): 10 mg to 20 mg up to a maximum dose of 40 mg per day. Doses of 10 mg may be administered every 2 hours. Doses of 20 mg may be administered every 4 hours. ( 2.4 )",
    "warningsAndPrecautions": "Ziprasidone mesylate for injection is available in a single-dose vial as ziprasidone mesylate (20 mg ziprasidone/mL when reconstituted according to label instructions) [see Dosage and Administration (2.4)]. Each mL of ziprasidone mesylate for injection (when reconstituted) affords a colorless to pale pink solution that contains 20 mg of ziprasidone and 4.7 mg of methanesulfonic acid solubilized by 294 mg of sulfobutylether β-cyclodextrin sodium (SBECD).\n                  \n                  \n                     \n                        \n                        \n                        \n                     \n                     \n                        \n                           \n                              Ziprasidone Mesylate for Injection\n                              \n                           \n                        \n                        \n                           \n                              Package\n                              \n                           \n                           \n                              C\n                              o\n                              n\n                              ce\n                              nt\n                              r\n                              a\n                              ti\n                              o\n                              n\n                              \n                           \n                           \n                              ND\n                              C\n                              \n                           \n                        \n                        \n                           Single-Dose Vial (carton of 1 vial)\n                           \n                           20 mg/mL\n                           \n                           68083-340-01\n                           \n                        \n                     \n                  \n                  \n                  Ziprasidone mesylate for injection should be stored at 20° to 25°C (68° to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature] in dry form. Protect from light. Following reconstitution, Ziprasidone mesylate for injection can be stored, when protected from light, for up to 24 hours at 15°C to 30°C (59°F to 86°F) or up to 7 days refrigerated, 2°C to 8°C (36°F to 46°F).",
    "adverseReactions": "Do not use in patients with a known history of QT prolongation ( 4.1 ) Do not use in patients with recent acute myocardial infarction ( 4.1 ) Do not use in patients with uncompensated heart failure ( 4.1 ) Do not use in combination with other drugs that have demonstrated QT prolongation ( 4.1 ) Do not use in patients with known hypersensitivity to ziprasidone ( 4.2 ) Concomitant use of monoamine oxidase inhibitors (MAOIs), or use within 14 days of stopping MAOIs. ( 4.3 )"
}