{
    "root": "dc761dcc-7333-4b1c-90be-e9ec96e7b2aa",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "OXACILLIN",
    "value": "20241206",
    "ingredients": [
        {
            "name": "OXACILLIN SODIUM",
            "code": "G0V6C994Q5"
        },
        {
            "name": "DEXTROSE MONOHYDRATE",
            "code": "LX22YL083G"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Oxacillin is indicated in the treatment of infections caused by penicillinase producing staphylococci which have demonstrated susceptibility to the drug. Cultures and susceptibility tests should be performed initially to determine the causative organism and its susceptibility to the drug. (See CLINICAL PHARMACOLOGY - Susceptibility Test Methods.) \n                  Oxacillin may be used to initiate therapy in suspected cases of resistant staphylococcal infections prior to the availability of susceptibility test results. Oxacillin should not be used in infections caused by organisms susceptible to penicillin G. If the susceptibility tests indicate that the infection is due to an organism other than a resistant Staphylococcus, therapy should not be continued with oxacillin.\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Oxacillin Injection, USP and other antibacterial drugs, Oxacillin Injection, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "Oxacillin Injection, USP supplied as a premixed frozen solution is to be administered as a continuous or intermittent intravenous infusion. The usual dose recommendation is as follows:\n                  \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Adults\n                              \n                           \n                        \n                        \n                           \n                               250-500 mg \n                           \n                           \n                               I.V. every 4-6 hours (mild to moderate infections) \n                           \n                        \n                        \n                           \n                               1 gram \n                           \n                           \n                               I.V. every 4-6 hours (severe infections) \n                           \n                        \n                     \n                  \n                  This container system may be inappropriate for the dosage requirements for children, infants and neonates. Other dosage forms may be more appropriate.\n                  Bacteriologic studies to determine the causative organisms and their susceptibility to oxacillin should always be performed. Duration of therapy varies with the type of severity of infection as well as the overall condition of the patient; therefore, it should be determined by the clinical and bacteriological response of the patient. In severe staphylococcal infections, therapy with oxacillin should be continued for at least 14 days. Therapy should be continued for at least 48 hours after the patient has become afebrile, asymptomatic, and cultures are negative. Treatment of endocarditis and osteomyelitis may require a longer duration of therapy.\n                  Concurrent administration of oxacillin and probenecid increases and prolongs serum penicillin levels. Probenecid decreases the apparent volume of distribution and slows the rate of excretion by competitively inhibiting renal tubular secretion of penicillin. Penicillin-probenecid therapy is generally limited to those infections where very high serum levels of penicillin are necessary.\n                  With intravenous administration, particularly in elderly patients, care should be taken because of the possibility of thrombophlebitis.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit.\n                  Do not add supplementary medication to Oxacillin Injection, USP.\n                  Store in a freezer capable of maintaining a temperature of -20째C/-4째F or less.",
    "warningsAndPrecautions": "Oxacillin Injection, USP is supplied as a premixed frozen iso-osmotic solution in 50 mL single dose Galaxy plastic containers as follows:\n                  NDC 0338-1015-41\t2 grams oxacillin\n                  Store at or below -20째C/-4째F. [See \n                        DIRECTIONS FOR USE OF GALAXY PLASTIC CONTAINER\n                     ]\n                  Handle frozen product containers with care. Product containers may be fragile in the frozen state.",
    "adverseReactions": "A history of a hypersensitivity (anaphylactic) reaction to any penicillin is a contraindication. Solutions containing dextrose may be contraindicated in patients with known allergy to corn or corn products."
}