{
    "root": "dcd512d8-75e8-4296-bd88-a5e398d02fea",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Doxycycline hyclate",
    "value": "20250520",
    "ingredients": [
        {
            "name": "DOXYCYCLINE HYCLATE",
            "code": "19XTS3T51U"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "AMMONIA",
            "code": "5138Q19F1X"
        },
        {
            "name": "ANHYDROUS LACTOSE",
            "code": "3SY5LH9PMK"
        },
        {
            "name": "BUTYL ALCOHOL",
            "code": "8PJ61P6TS3"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "D&C RED NO. 28",
            "code": "767IP0Y5NH"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "GELATIN",
            "code": "2G86QN327L"
        },
        {
            "name": "ISOPROPYL ALCOHOL",
            "code": "ND2M416302"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POTASSIUM HYDROXIDE",
            "code": "WZH3C48M4T"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": "To reduce the development of drug-resistant bacteria and maintain effectiveness of doxycycline hyclate  and other antibacterial drugs, doxycycline hyclate capsules  should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "The usual dosage and frequency of administration of doxycycline differs from that of the other tetracyclines. Exceeding the recommended dosage may result in an increased incidence of side effects. \n                  \n                     Adults \n                  The usual dose of oral doxycycline is 200 mg on the first day of treatment (administered 100 mg every 12 hours) followed by a maintenance dose of 100 mg/day. In the management of more severe infections (particularly chronic infections of the urinary tract), 100 mg every 12 hours is recommended.\n                  \n                     Pediatric Patients\n                  \n                  For all pediatric patients weighing less than 45 kg with severe or life-threatening infections (e.g., anthrax, Rocky Mountain spotted fever), the recommended dosage is 2.2 mg/kg of body weight administered every 12 hours. Children weighing 45 kg or more should receive the adult dose. (See WARNINGS and PRECAUTIONS)\n                  For pediatric patients with less severe disease (greater than 8 years of age and weighing less than 45 kg), the recommended dosage schedule is 4.4 mg/kg of body weight divided into two doses on the first day of treatment, followed by a maintenance dose of 2.2 mg/kg of body weight (given as a single daily dose or divided into twice daily doses). For pediatric patients weighing over 45 kg, the usual adult dose should be used.\n                  The therapeutic antibacterial serum activity will usually persist for 24 hours following recommended dosage.\n                  When used in streptococcal infections, therapy should be continued for 10 days. \n                  Administration of adequate amounts of fluid along with capsule and tablet forms of drugs in the tetracycline class is recommended to wash down the drugs and reduce the risk of esophageal irritation and ulceration. (See ADVERSE REACTIONS) \n                  If gastric irritation occurs, it is recommended that doxycycline be given with food or milk. The absorption of doxycycline is not markedly influenced by simultaneous ingestion of food or milk. \n                  Studies to date have indicated that administration of doxycycline at the usual recommended doses does not lead to excessive accumulation of doxycycline in patients with renal impairment.\n                  Uncomplicated gonococcal infections in adults (except anorectal infections in men): 100 mg, by mouth, twice a day for 7 days. As an alternate single visit dose, administer 300 mg stat followed in one hour by a second 300 mg dose. The dose may be administered with food, including milk or carbonated beverage, as required.\n                  Uncomplicated urethral, endocervical, or rectal infection in adults caused by Chlamydia trachomatis: 100 mg, by mouth twice a day for 7 days.\n                  Nongonococcal urethritis (NGU) caused by C. trachomatis or U. urealyticum: 100 mg by mouth, twice a day for 7 days.\n                  Syphilis – early: Patients who are allergic to penicillin should be treated with doxycycline 100 mg, by mouth, twice a day for 2 weeks.\n                  Syphilis of more than one year's duration: Patients who are allergic to penicillin should be treated with doxycycline 100 mg, by mouth, twice a day for 4 weeks.\n                  Acute epididymo-orchitis caused by N. gonorrhoeae: 100 mg, by mouth, twice a day for at least 10 days.\n                  Acute epididymo-orchitis caused by C. trachomatis: 100 mg, by mouth, twice a day for at least 10 days.\n                  For prophylaxis of malaria: For adults, the recommended dose is 100 mg daily. For children over 8 years of age, the recommended dose is 2 mg/kg given once daily up to the adult dose. Prophylaxis should begin 1 to 2 days before travel to the malarious area. Prophylaxis should be continued daily during travel in the malarious area and for 4 weeks after the traveler leaves the malarious area.\n                  \n                     Inhalational anthrax (post-exposure)\n                  \n                  ADULTS: 100 mg of doxycycline, by mouth, twice a day for 60 days.\n                  CHILDREN: weighing less than 45 kg; 2.2 mg/kg of body weight by mouth, twice a day for 60 days. Children weighing  45 kg or more should receive the adult dose.",
    "warningsAndPrecautions": "Doxycycline hyclate capsules, USP contain doxycycline hyclate equivalent to doxycycline 50 mg or 100 mg.\n                  Doxycycline hyclate capsules USP, 50 mg are yellowish powder filled in size '3' hard gelatin capsule with light blue opaque cap imprinted with 'CHL' in white ink and white opaque body imprinted with 'D75' in black ink.\n                  NDC 72578-054-18 in bottle of 50 capsules with child-resistant closure\n                  NDC 72578-054-01 in bottle of 100 capsules\n                  NDC 72578-054-05 in bottle of 500 capsules\n                  NDC 72578-054-10 in bottle of 1000 capsules\n                  NDC 72578-054-77 in cartons of 100 capsules (10 x 10 unit-dose)\n                  Doxycycline hyclate capsules USP, 100 mg contains yellowish powder filled in size '1' hard gelatin capsule with light blue opaque cap imprinted with 'CHL' in white ink and light blue opaque body imprinted with 'D76' in black ink.\n                  NDC 72578-055-18 in bottle of 50 capsules with child-resistant closure\n                  NDC 72578-055-01 in bottle of 100 capsules\n                  NDC 72578-055-05 in bottle of 500 capsules\n                  NDC 72578-055-10 in bottle of 1000 capsules\n                  NDC 72578-055-77 in cartons of 100 capsules (10 x 10 unit-dose)\n                  \n                     Storage\n                  \n                  Store at 20°C to 25°C (68°F to 77°F) [See USP Controlled Room Temperature]. Dispense in tight, light-resistant containers (USP).",
    "adverseReactions": "This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines."
}