{
    "root": "dd175ad9-9f83-4ef1-b745-65e44f5e12c4",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Methocarbamol",
    "value": "20250322",
    "ingredients": [
        {
            "name": "METHOCARBAMOL",
            "code": "125OD7737X"
        },
        {
            "name": "POLYETHYLENE GLYCOL 300",
            "code": "5655G9Y8AQ"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "The injectable form of methocarbamol is indicated as an adjunct to rest, physical therapy, and other measures for the relief of discomfort associated with acute, painful musculoskeletal conditions. The mode of action of this drug has not been clearly identified, but may be related to its sedative properties. Methocarbamol does not directly relax tense skeletal muscles in man.",
    "contraindications": "For Intravenous and Intramuscular Use Only. Total adult dosage should not exceed 30 mL (3 vials) a day for more than 3 consecutive days except in the treatment of tetanus. If the condition persists, a like course may be repeated after a drug-free interval of 48 hours. Dosage and frequency of injection should be based on the severity of the condition being treated and therapeutic response noted. \n                  For the relief of symptoms of moderate degree, one dose of 1 gram (one 10 mL vial) may be adequate. Ordinarily this injection need not be repeated, as the administration of the oral form will usually sustain the relief initiated by the injection. For the severest cases or in postoperative conditions in which oral administration is not feasible, additional doses of 1 gram may be repeated every 8 hours up to a maximum of 3 g/day for no more than 3 consecutive days.",
    "warningsAndPrecautions": "Methocarbamol Injection USP, 1,000 mg/10 mL (100 mg/mL) is a clear, colorless solution.\n                  Total Drug Content: Methocarbamol USP 1,000 mg in 10 mL. \n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                               NDC Number\n                              \n                           \n                           \n                               Methocarbamol mg/mL\n                              \n                           \n                           \n                               Volume\n                              \n                           \n                        \n                        \n                            70069- 101 -05\n                           \n                            100\n                           \n                            10 mL\n                           \n                        \n                        \n                            70069- 101 -10\n                           \n                        \n                        \n                            70069- 101 -25\n                           \n                        \n                     \n                  \n                  10 mL vials are single dose vials packaged as;\n                  - 5 vials per carton,\n                  - 10 vials per carton and\n                  - 25 vials per carton. \n                  \n                     Store at 20\n                     °- 25°C (68°F - 77°F), excursions permitted to 15° - 30°C (59°F - 86°F). [see USP Controlled Room Temperature]. \n                  \n                  \n                     Discard unused portion. \n                  \n                  \n                     To report SUSPECTED ADVERSE REACTIONS, contact Somerset Therapeutics, LLC at 1-800-417-9175 or FDA at 1-800 FDA-1088 or www.fda.gov/medwatch\n                  \n                  \n                       \n                  \n                  \n                     Manufactured for:\n                  \n                  Somerset Therapeutics, LLC.\n                  Somerset, NJ 08873\n                  Made in India\n                  Code No.:KR/DRUGS/KTK/28/289/97\n                  ST-MET21/P/00\n                  Revised: August, 2024\n                  1201014",
    "adverseReactions": "Methocarbamol injection should not be administered to patients with known or suspected renal pathology. This caution is necessary because of the presence of polyethylene glycol 300 in the vehicle.\n                  A much larger amount of polyethylene glycol 300 than is present in recommended doses of Methocarbamol injection is known to have increased pre-existing acidosis and urea retention in patients with renal impairment. Although the amount present in this preparation is well within the limits of safety, caution dictates this contraindication. \n                  Methocarbamol injection is contraindicated in patients hypersensitive to methocarbamol or to any of the injection components."
}