{
    "root": "dd7663fa-8a03-4717-a3fb-c4c03e6300e8",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "zoledronic acid",
    "value": "20250311",
    "ingredients": [
        {
            "name": "zoledronic acid",
            "code": "6XC1PAD3KF"
        },
        {
            "name": "mannitol",
            "code": "3OWL53L36A"
        },
        {
            "name": "sodium citrate",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "water",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Zoledronic Acid Injection is a bisphosphonate indicated for: Treatment and prevention of postmenopausal osteoporosis ( 1.1 , 1.2 ) Treatment to increase bone mass in men with osteoporosis ( 1.3 ) Treatment and prevention of glucocorticoid-induced osteoporosis ( 1.4 ) Treatment of Paget's disease of bone in men and women ( 1.5 ) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use ( 1.6 )",
    "contraindications": "Infusion given intravenously over no less than 15 minutes: Treatment of postmenopausal osteoporosis ( 2.2 ); treatment to increase bone mass in men with osteoporosis ( 2.4 ): treatment and prevention of glucocorticoid-induced osteoporosis ( 2.5 ): 5 mg once a year Prevention of postmenopausal osteoporosis: 5 mg once every 2 years ( 2.3 ) Treatment of Paget's disease of bone: a single 5 mg infusion. Patients should receive 1500 mg elemental calcium and 800 international units vitamin D daily ( 2.6 )",
    "warningsAndPrecautions": "Zoledronic Acid Injection is supplied as follows:\n\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              NDC\n                           \n                           \n                              Zoledronic Acid Injection (0.05 mg per mL)\n                           \n                           \n                              Package Factor\n                           \n                        \n                        \n                           25021-830-82\n\n                           5 mg per 100 mL ready-to-infuse solution in a flexible plastic container (bag)\n\n                           1 bag per carton\n\n                        \n                        \n                           25021-830-87\n\n                           5 mg per 100 mL ready-to-infuse solution in a flexible plastic container (bag)\n\n                           5 bags per carton",
    "adverseReactions": "Zoledronic Acid Injection is contraindicated in patients with the following conditions:\n\n                  \n                     Hypocalcemia [see Warnings and Precautions (5.2)].\n                     \n                     Creatinine clearance less than 35 mL/min and in those with evidence of acute renal impairment due to an increased risk of renal failure [see Warnings and Precautions (5.3)].\n                     \n                     Known hypersensitivity to zoledronic acid or any components of Zoledronic Acid Injection. Hypersensitivity reactions including urticaria, angioedema, and anaphylactic reaction/shock have been reported [see Adverse Reactions (6.2)]."
}