{
    "root": "dd8b277c-6ec2-4e0b-9aec-c64089e18cfe",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "RenThyroid",
    "value": "20250227",
    "ingredients": [
        {
            "name": "LEVOTHYROXINE",
            "code": "Q51BO43MG4"
        },
        {
            "name": "LIOTHYRONINE",
            "code": "06LU7C9H1V"
        },
        {
            "name": "CALCIUM STEARATE",
            "code": "776XM7047L"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        }
    ],
    "indications": "RenThyroid (Thyroid Tablets, USP) are indicated:\n                  \n                     As replacement or supplemental therapy in patients with hypothyroidism of any etiology, except transient hypothyroidism during the recovery phase of subacute thyroiditis. This category includes cretinism, myxedema, and ordinary hypothyroidism in patients of any age (children, adults, the elderly), or state (including pregnancy); primary hypothyroidism resulting from functional deficiency, primary atrophy, partial or total absence of thyroid gland, or the effects of surgery, radiation, or drugs, with or without the presence of goiter; and secondary (pituitary), or tertiary (hypothalamic) hypothyroidism (See WARNINGS).\n                     As pituitary TSH suppressants, in the treatment or prevention of various types of euthyroid goiters, including thyroid nodules, subacute or chronic lymphocytic thyroiditis (Hashimoto's), multinodular goiter, and in the management of thyroid cancer.",
    "contraindications": "The dosage of thyroid hormones is determined by the indication and must in every case be individualized according to patient response and laboratory findings.\n                  Biotin supplementation may interfere with immunoassays for TSH, T4, and T3, resulting in erroneous thyroid hormone test results. Inquire whether patients are taking biotin or biotin-containing supplements. If so, advise them to stop biotin supplementation at least 2 days before assessing TSH and/or T4 levels (see PRECAUTIONS).\n                  Thyroid hormones are given orally. In acute, emergency conditions, injectable levothyroxine sodium (T4) may be given intravenously when oral administration is not feasible or desirable, as in the treatment of myxedema coma, or during total parenteral nutrition. Intramuscular administration is not advisable because of reported poor absorption.",
    "warningsAndPrecautions": "RenThyroid (Thyroid Tablets, USP) are supplied as described in Table 2.\n                  RenThyroid (Thyroid Tablets, USP) are light brown to brown, round tablets with convex surfaces which may contain speckles. One side is plain and the other side of the tablet is debossed as defined below. Note T3 liothyronine is approximately four times as potent as T4 levothyroxine on a microgram for microgram basis. \n                  \n                     Table 2: How Supplied\n                     \n                     \n                     \n                     \n                     \n                        \n                           Strength\n                           Debossed   Code\n                           NDC Code\n                           Bottle Count Size\n                        \n                     \n                     \n                        \n                           1/4 grain (15 mg)  (9.5 mcg of T4 2.25 mcg of T3)\n                           T1\n                           64950-170-14\n                           14\n                        \n                        \n                           64950-170-09\n                           90\n                        \n                        \n                           64950-170-01\n                           100\n                        \n                        \n                           1/2 grain (30 mg)  (19 mcg of T4 4.5 mcg of T3)\n                           T3\n                           64950-171-14\n                           14\n                        \n                        \n                           64950-171-09\n                           90\n                        \n                        \n                           64950-171-01\n                           100\n                        \n                        \n                           ¾ grain (45 mg)  (28.5 mcg of T4 6.75 mcg of T3)\n                           T4\n                           64950-179-14\n                           14\n                        \n                        \n                           64950-179-09\n                           90\n                        \n                        \n                           64950-179-01\n                           100\n                        \n                        \n                           1 grain (60 mg)  (38 mcg of T4 9 mcg of T3)\n                           T6\n                           64950-172-14\n                           14\n                        \n                        \n                           64950-172-09\n                           90\n                        \n                        \n                           64950-172-01\n                           100\n                        \n                        \n                           1 ¼  grain (75 mg)  (47.5 mcg T4 11.25 mcg of T3)\n                           T7\n                           64950-180-14\n                           14\n                        \n                        \n                           64950-180-09\n                           90\n                        \n                        \n                           64950-180-01\n                           100\n                        \n                        \n                           1 ½ grain (90 mg)  (57 mcg of T4 13.5 mcg of T3)\n                           T9\n                           64950-173-14\n                           14\n                        \n                        \n                           64950-173-09\n                           90\n                        \n                        \n                           64950-173-01\n                           100\n                        \n                        \n                           2 grain (120 mg)  (76 mcg of T4 18 mcg of T3)\n                           T12\n                           64950-174-14\n                           14\n                        \n                        \n                           64950-174-09\n                           90\n                        \n                        \n                           64950-174-01\n                           100\n                        \n                        \n                           3 grain (180 mg)   (114 mcg of T4 27 mcg of T3)\n                           T18\n                           64950-175-09\n                           90\n                        \n                        \n                           64950-175-01\n                           100",
    "adverseReactions": "Thyroid hormone preparations are generally contraindicated in patients with diagnosed but as yet uncorrected adrenal cortical insufficiency, untreated thyrotoxicosis, and apparent hypersensitivity to any of their active or extraneous constituents. There is no well-documented evidence from the literature, however, of true allergic or idiosyncratic reactions to thyroid hormone."
}