{
    "root": "e42eea86-6f7d-4615-9008-ff072d8544de",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Xofluza",
    "value": "20250320",
    "ingredients": [
        {
            "name": "BALOXAVIR MARBOXIL",
            "code": "505CXM6OHG"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "POVIDONE K25",
            "code": "K0KQV10C35"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM STEARYL FUMARATE",
            "code": "7CV7WJK4UI"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "MANNITOL",
            "code": "3OWL53L36A"
        },
        {
            "name": "MALTITOL",
            "code": "D65DG142WK"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "SUCRALOSE",
            "code": "96K6UQ3ZD4"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "XOFLUZA is an influenza virus polymerase acidic (PA) endonuclease inhibitor indicated for: Treatment of acute uncomplicated influenza in patients 5 years of age and older who have been symptomatic for no more than 48 hours and who are otherwise healthy or at high risk of developing influenza-related complications. ( 1.1 ) Post-exposure prophylaxis of influenza in patients 5 years of age and older following contact with an individual who has influenza. ( 1.2 ) Limitations of Use Influenza viruses change over time, and factors such as the virus type or subtype, emergence of resistance, or changes in viral virulence could diminish the clinical benefit of antiviral drugs. Consider available information on drug susceptibility patterns for circulating influenza virus strains when deciding whether to use XOFLUZA. ( 1.3 )",
    "contraindications": "Treatment and Post-Exposure Prophylaxis of Influenza XOFLUZA should be taken as a single dose as soon as possible and within 48 hours of influenza symptom onset for treatment of acute uncomplicated influenza or following contact with an individual who has influenza. XOFLUZA may be taken with or without food. ( 2.1 , 2.2 ) Patient Body Weight (kg) Recommended Single Oral Dose in Patients 5 Years of Age and Older (Tablets) 20 kg to less than 80 kg One 40 mg tablet (blister card contains one 40 mg tablet) At least 80 kg One 80 mg tablet (blister card contains one 80 mg tablet) Patient Body Weight (kg) Recommended Single Oral Dose in Patients 5 Years of Age and Older (For Oral Suspension) Less than 20 kg 2 mg/kg taken as a single dose 20 kg to less than 80 kg 40 mg (20 mL) taken as a single dose At least 80 kg 80 mg (40 mL) taken as a single dose Refer to the Full Prescribing Information for additional information on the recommended dosage and preparation of XOFLUZA for oral suspension for oral or enteral use in patients 5 years of age and older. ( 2.2 , 2.3 )",
    "warningsAndPrecautions": "XOFLUZA is available as tablets (40 mg and 80 mg) and as oral suspension [40 mg/20 mL (2 mg/mL)]. The single oral dose to be administered depends on body weight [see Dosage and Administration (2)].",
    "adverseReactions": "XOFLUZA is contraindicated in patients with a history of hypersensitivity to baloxavir marboxil or any of its ingredients. Serious allergic reactions have included anaphylaxis, angioedema, urticaria, and erythema multiforme [see Warnings and Precautions (5.1)]."
}