{
    "root": "e4831c28-019a-4c66-b3bc-c1af53778b40",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Doxazosin mesylate",
    "value": "20220120",
    "ingredients": [
        {
            "name": "DOXAZOSIN MESYLATE",
            "code": "86P6PQK0MU"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "LACTOSE, UNSPECIFIED FORM",
            "code": "J2B2A4N98G"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A POTATO",
            "code": "5856J3G2A2"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        }
    ],
    "indications": "Doxazosin is an alpha 1 adrenergic antagonist indicated for: • Signs and symptoms of Benign Prostatic Hyperplasia (BPH) • Treatment of Hypertension",
    "contraindications": "• For the treatment of BPH: Initiate therapy at 1 mg once daily. Dose maybe titrated at 1 to 2-week intervals, up to 8 mg once daily. ( 2.2 ) • For the treatment hypertension: Initiate therapy at 1 mg once daily. Dose may be titrated as needed, up to 16 mg once daily. ( 2.3 )",
    "warningsAndPrecautions": "Doxazosin is available as tablets for oral administration. Each tablet contains Doxazosin mesylate equivalent to 1 mg (white), 2 mg (yellow or white), 4 mg (orange or white) or 8 mg (green or white) of doxazosin as the free base.\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              NDC and Pack Size\n                           \n                           \n                              Strength\n                           \n                           \n                              Description\n                           \n                        \n                     \n                     \n                        \n                           \n                              NDC 59762-2310-6 (Bottle of 100)\n                           \n                           \n                              1 mg\n                           \n                           \n                              White, capsule shaped tablet engraved \"Cardura\" on one side, scored and engraved \"1 mg\" on the other side.\n                           \n                        \n                        \n                           \n                              NDC 59762-2410-7 (Bottle of 100)\n                           \n                           \n                              1 mg\n                           \n                           \n                              White, round tablet engraved \"CN1\" on one side and \"Pfizer\" on the other side.\n                           \n                        \n                        \n                           \n                              NDC 59762-2320-6 (Bottle of 100)\n                           \n                           \n                              2 mg\n                           \n                           \n                              Yellow, capsule shaped tablet engraved \"Cardura\" on one side, scored and engraved \"2 mg\" on the other side.\n                           \n                        \n                        \n                           \n                              NDC 59762-2420-7 (Bottle of 100)\n                           \n                           \n                              2 mg\n                           \n                           \n                              White, capsule shaped tablet with break score and engraved \"CN2\" on one side and \"Pfizer\" on the other side.\n                           \n                        \n                        \n                           \n                              NDC 59762-2340-6 (Bottle of 100)\n                           \n                           \n                              4 mg\n                           \n                           \n                              Orange, capsule shaped tablet engraved \"Cardura\" on one side, scored and engraved \"4 mg\" on the other side.\n                           \n                        \n                        \n                           \n                              NDC 59762-2440-7 (Bottle of 100)\n                           \n                           \n                              4 mg\n                           \n                           \n                              White, diamond shaped tablet with break score and engraved \"CN4\" on one side and \"Pfizer\" on the other side.\n                           \n                        \n                        \n                           \n                              NDC 59762-2380-6 (Bottle of 100)\n                           \n                           \n                              8 mg\n                           \n                           \n                              Green, capsule shaped tablet engraved \"Cardura\" on one side, scored and engraved \"8 mg\" on the other side.\n                           \n                        \n                        \n                           \n                              NDC 59762-2480-7 (Bottle of 100)\n                           \n                           \n                              8 mg\n                           \n                           \n                              White, capsule shaped tablet with break score and engraved \"CN8\" on one side and \"Pfizer\" on the other side.",
    "adverseReactions": "The use of Doxazosin tablet is contraindicated in patients with a hypersensitivity to doxazosin, other quinazolines (e.g., prazosin, terazosin), or any of its components."
}