{
    "root": "e4ea0c09-cdd1-4708-962c-6ba28b989df3",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Metronidazole",
    "value": "20250318",
    "ingredients": [
        {
            "name": "Metronidazole",
            "code": "140QMO216E"
        },
        {
            "name": "Sodium Chloride",
            "code": "451W47IQ8X"
        },
        {
            "name": "Sodium Phosphate, Dibasic, Dihydrate",
            "code": "94255I6E2T"
        },
        {
            "name": "Anhydrous Citric Acid",
            "code": "XF417D3PSL"
        },
        {
            "name": "Water",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "To reduce the development of drug-resistant bacteria and maintain the effectiveness of Metronidazole Injection and other antibacterial drugs, Metronidazole Injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "In elderly patients the pharmacokinetics of metronidazole may be altered and therefore monitoring of serum levels may be necessary to adjust the metronidazole dosage accordingly.",
    "warningsAndPrecautions": "Metronidazole Injection, USP is supplied in 100 mL bag, each containing an isotonic buffered solution of 500 mg metronidazole. Metronidazole Injection, USP is sterile premixed solution intended for single dose only. \n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 NDC Configuration\n                              \n                           \n                           \n                              \n                                 Packaging Configuration\n                              \n                           \n                           \n                              \n                                 Total Strength\n                              \n                           \n                        \n                        \n                           \n                              44567-750-01\n                           \n                           \n                              1 single-dose bag\n                           \n                           \n                              500 mg per 100 mL (5 mg per mL)\n                           \n                        \n                        \n                           \n                              44567-750-24\n                           \n                           \n                              24 bags per carton",
    "adverseReactions": "Metronidazole Injection is contraindicated in patients with a prior history of hypersensitivity to metronidazole or other nitroimidazole derivatives."
}