{
    "root": "e4fa3743-ceaf-46a5-b02c-954fe5944e5b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Ezetimibe",
    "value": "20230831",
    "ingredients": [
        {
            "name": "EZETIMIBE",
            "code": "EOR26LQQ24"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "CROSPOVIDONE (15 MPA.S AT 5%)",
            "code": "68401960MK"
        },
        {
            "name": "HYPROMELLOSE 2208 (3 MPA.S)",
            "code": "9H4L916OBU"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        }
    ],
    "indications": "Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is indicated as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate.",
    "contraindications": "One 10 mg tablet once daily, with or without food ( 2.1 ) Dosing of ezetimibe tablets should occur either ≥2 hours before or ≥4 hours after administration of a bile acid sequestrant. ( 2.3 , 7.4 )",
    "warningsAndPrecautions": "Ezetimibe Tablets\n                      USP, 10 mg white to off-white, capsule shaped beveled edge tablets debossed with \"K 31\" on one side and plain on other side. They are supplied as follows: \n                     \n            Blistercards of 30                   NDC 0615-8300-39\n            Blistercards of 15                   NDC 0615-8300-05\n            \n                     \n                        \n                           \nStorage\n                        \n                     \n                     \nStore at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Protect from moisture.",
    "adverseReactions": "Ezetimibe tablets are contraindicated in the following conditions:\n                  \n                     The combination of ezetimibe tablets with a statin is contraindicated in patients with active liver disease or unexplained persistent elevations in hepatic transaminase levels.\n                     Women who are pregnant or may become pregnant. Because statins decrease cholesterol synthesis and possibly the synthesis of other biologically active substances derived from cholesterol, ezetimibe tablets in combination with a statin may cause fetal harm when administered to pregnant women. Additionally, there is no apparent benefit to therapy during pregnancy, and safety in pregnant women has not been established. If the patient becomes pregnant while taking this drug, the patient should be apprised of the potential hazard to the fetus and the lack of known clinical benefit with continued use during pregnancy. [See Use in Specific Populations (8.1).]\n                     \n                     Nursing mothers. Because statins may pass into breast milk, and because statins have the potential to cause serious adverse reactions in nursing infants, women who require ezetimibe tablets treatment in combination with a statin should be advised not to nurse their infants [see Use in Specific Populations (8.3)].\n                     \n                     Patients with a known hypersensitivity to any component of this product. Hypersensitivity reactions including anaphylaxis, angioedema, rash and urticaria have been reported with ezetimibe tablets [see Adverse Reactions (6.2)]."
}