{
    "id": "e52c9c88-8197-48b4-88cb-1b4b22ceaf16",
    "indications": "Gemfibrozil Tablets are indicated as adjunctive therapy to diet for:\n                  \n                     \n                        1.Treatment of adult patients with very high elevations of serum triglyceride levels (Types IV and V hyperlipidemia) who present a risk of pancreatitis and who do not respond adequately to a determined dietary effort to control them. Patients who present such risk typically have serum triglycerides over 2000 mg/dL and have elevations of VLDL-cholesterol as well as fasting chylomicrons (Type V hyperlipidemia). Subjects who consistently have total serum or plasma triglycerides below 1000 mg/dL are unlikely to present a risk of pancreatitis. Gemfibrozil therapy may be considered for those subjects with triglyceride elevations between 1000 and 2000 mg/dL who have a history of pancreatitis or of recurrent abdominal pain typical of pancreatitis. It is recognized that some Type IV patients with triglycerides under 1000 mg/dL may, through dietary or alcoholic indiscretion, convert to a Type V pattern with massive triglyceride elevations accompanying fasting chylomicronemia, but the influence of gemfibrozil therapy on the risk of pancreatitis in such situations has not been adequately studied. Drug therapy is not indicated for patients with Type I hyperlipoproteinemia, who have elevations of chylomicrons and plasma triglycerides, but who have normal levels of very low density lipoprotein (VLDL). Inspection of plasma refrigerated for 14 hours is helpful in distinguishing Types I, IV, and V hyperlipoproteinemia.\n                     \n                        2.Reducing the risk of developing coronary heart disease only in Type IIb patients without history of or symptoms of existing coronary heart disease who have had an inadequate response to weight loss, dietary therapy, exercise, and other pharmacologic agents (such as bile acid sequestrants and nicotinic acid, known to reduce LDL- and raise HDL-cholesterol) and who have the following triad of lipid abnormalities: low HDL-cholesterol levels in addition to elevated LDL-cholesterol and elevated triglycerides (see WARNINGS, PRECAUTIONS, and CLINICAL PHARMACOLOGY). The National Cholesterol Education Program has defined a serum HDL-cholesterol value that is consistently below 35 mg/dL as constituting an independent risk factor for coronary heart disease. Patients with significantly elevated triglycerides should be closely observed when treated with gemfibrozil. In some patients with high triglyceride levels, treatment with gemfibrozil is associated with a significant increase in LDL-cholesterol. BECAUSE OF POTENTIAL TOXICITY SUCH AS MALIGNANCY, GALLBLADDER DISEASE, ABDOMINAL PAIN LEADING TO APPENDECTOMY AND OTHER ABDOMINAL SURGERIES, AN INCREASED INCIDENCE IN NON-CORONARY MORTALITY, AND THE 44% RELATIVE INCREASE DURING THE TRIAL PERIOD IN AGE-ADJUSTED ALL-CAUSE MORTALITY SEEN WITH THE CHEMICALLY AND PHARMACOLOGICALLY RELATED DRUG, CLOFIBRATE, THE POTENTIAL BENEFIT OF GEMFIBROZIL IN TREATING TYPE IIA PATIENTS WITH ELEVATIONS OF LDL-CHOLESTEROL ONLY IS NOT LIKELY TO OUTWEIGH THE RISKS. GEMFIBROZIL IS ALSO NOT INDICATED FOR THE TREATMENT OF PATIENTS WITH LOW HDL-CHOLESTEROL AS THEIR ONLY LIPID ABNORMALITY.\n                  \n                  In a subgroup analysis of patients in the Helsinki Heart Study with above-median HDL-cholesterol values at baseline (greater than 46.4 mg/dL), the incidence of serious coronary events was similar for gemfibrozil and placebo subgroups (see Table I).\n                  The initial treatment for dyslipidemia is dietary therapy specific for the type of lipoprotein abnormality. Excess body weight and excess alcohol intake may be important factors in hypertriglyceridemia and should be managed prior to any drug therapy. Physical exercise can be an important ancillary measure, and has been associated with rises in HDL-cholesterol. Diseases contributory to hyperlipidemia such as hypothyroidism or diabetes mellitus should be looked for and adequately treated. Estrogen therapy is sometimes associated with massive rises in plasma triglycerides, especially in subjects with familial hypertriglyceridemia. In such cases, discontinuation of estrogen therapy may obviate the need for specific drug therapy of hypertriglyceridemia. The use of drugs should be considered only when reasonable attempts have been made to obtain satisfactory results with nondrug methods. If the decision is made to use drugs, the patient should be instructed that this does not reduce the importance of adhering to diet.",
    "contraindications": "The recommended dose for adults is 1200 mg administered in two divided doses 30 minutes before the morning and evening meals (see CLINICAL PHARMACOLOGY).",
    "warningsAndPrecautions": "Gemfibrozil Tablets, USP are supplied as: White to off white, film coated, oval tablets, debossed with “1” with two partial bisects on one side and two partial bisects on other side, each containing 600 mg gemfibrozil, USP are available as follows:\n                  NDC 82804-221-90; Bottles of 90\n                  \n                     Store at controlled room temperature 20° – 25°C (68° – 77°F) [see USP]. Protect from light and humidity.\n                  \n                  Manufactured by:\n                  Ascent Pharmaceuticals, Inc.\n                  Central Islip, NY 11722\n                  Manufactured for:\n                  Camber Pharmaceuticals, Inc.\n                  Piscataway, NJ 08854\n                  Repackaged by:\n                  Proficient Rx LP\n                  Thousand Oaks, CA 91320\n                  Rev: 08/21",
    "adverseReactions": "1. Hepatic or severe renal dysfunction, including primary biliary cirrhosis.\n                  2. Preexisting gallbladder disease (see WARNINGS).\n                  3. Hypersensitivity to gemfibrozil.\n                  4. Combination therapy of gemfibrozil with simvastatin (see WARNINGS and PRECAUTIONS).\n                  5. Combination therapy of gemfibrozil with repaglinide (see PRECAUTIONS).\n                  6. Combination therapy of gemfibrozil with dasabuvir (see PRECAUTIONS).\n                  7. Combination therapy of gemfibrozil with selexipag (see PRECAUTIONS).",
    "ingredients": [
        {
            "name": "GEMFIBROZIL",
            "code": "Q8X02027X3"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POVIDONE, UNSPECIFIED",
            "code": "FZ989GH94E"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "CALCIUM STEARATE",
            "code": "776XM7047L"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, UNSPECIFIED",
            "code": "9XZ8H6N6OH"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        }
    ],
    "organization": "Proficient Rx LP",
    "name": "GEMFIBROZIL",
    "effectiveTime": "20250401"
}