{
    "id": "e6c6ca31-24d4-45e9-8fe9-b9c880a475f8",
    "indications": "INCRUSE ELLIPTA is indicated for the maintenance treatment of patients with chronic obstructive pulmonary disease (COPD).",
    "contraindications": "The recommended dosage of INCRUSE ELLIPTA for maintenance treatment of COPD is 1 actuation (umeclidinium 62.5 mcg) once daily by oral inhalation.\n                  \n                     \n                        •INCRUSE ELLIPTA should be used at the same time every day. Do not use INCRUSE ELLIPTA more than 1 time every 24 hours.\n                     \n                        •No dosage adjustment is required for geriatric patients, patients with renal impairment, or patients with moderate hepatic impairment [see Clinical Pharmacology (12.3)].",
    "warningsAndPrecautions": "INCRUSE ELLIPTA is supplied as a disposable light grey and light green plastic inhaler containing a foil strip with 30 blisters (NDC 0173-0873-10) or 7 blisters (institutional pack) (NDC 0173-0873-06).\n                  The inhaler is packaged in a moisture-protective foil tray with a desiccant and a peelable lid.\n                  Store at room temperature between 68°F and 77°F (20°C and 25°C); excursions permitted from 59°F to 86°F (15°C to 30°C) [See USP Controlled Room Temperature]. Store in a dry place away from direct heat or sunlight. Keep out of reach of children. \n                  INCRUSE ELLIPTA should be stored inside the unopened moisture-protective foil tray and only removed from the tray immediately before initial use. Discard INCRUSE ELLIPTA 6 weeks after opening the foil tray or when the counter reads “0” (after all blisters have been used), whichever comes first. The inhaler is not reusable. Do not attempt to take the inhaler apart.",
    "adverseReactions": "INCRUSE ELLIPTA is contraindicated in the following conditions:\n                  \n                     \n                        •Severe hypersensitivity to milk proteins [see Warnings and Precautions (5.3)]\n                     \n                     \n                        •Hypersensitivity to umeclidinium or any of the excipients [see Warnings and Precautions (5.3), Description (11)]",
    "ingredients": [
        {
            "name": "UMECLIDINIUM BROMIDE",
            "code": "7AN603V4JV"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        }
    ],
    "organization": "GlaxoSmithKline LLC",
    "name": "Incruse Ellipta",
    "effectiveTime": "20231213"
}