{
    "id": "e6def323-179c-432e-957d-fc4ea03e1b78",
    "indications": "AVMAPKI FAKZYNJA CO-PACK is indicated for the treatment of adult patients with KRAS-mutated recurrent low-grade serous ovarian cancer (LGSOC) who have received prior systemic therapy.\n                  This indication is approved under accelerated approval based on tumor response rate and duration of response [see Clinical Studies (14)]. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial.",
    "contraindications": "AVMAPKI 3.2 mg administered orally twice weekly (Day 1 and Day 4) for the first 3 weeks of each 4-week cycle. ( 2.3 ) FAKZYNJA 200 mg administered orally twice daily for the first 3 weeks of each 4-week cycle. ( 2.3 )",
    "warningsAndPrecautions": "AVMAPKI FAKZYNJA CO-PACK is supplied in a carton that contains:\n                  \n                     \n                     \n                     \n                        \n                           AVMAPKI capsules in a 24-count bottle with child-resistant closure(NDC 71779-660-02)\n                           NDC 71779-623-01\n                        \n                        \n                           FAKZYNJA tablets in a 42-count bottle with child-resistant closure(NDC 71779-630-01)\n                           \n                        \n                     \n                  \n                  \n                     AVMAPKI (avutometinib) 0.8 mg capsules are supplied as white capsules with \"6766\" printed on the cap and the strength \"0.8 mg\" printed on the body in black ink in a bottle containing 24 capsules. The bottle contains a desiccant that should not be discarded.\n                     FAKZYNJA (defactinib) 200 mg tablets are supplied as white to off-white, oval and debossed with \"VS2\" on one side of the tablet in a bottle containing 42 tablets.",
    "adverseReactions": "None.",
    "ingredients": [],
    "organization": "Verastem Inc.",
    "name": "AVMAPKI FAKZYNJA CO-PACK",
    "effectiveTime": "20250501"
}