{
    "root": "e6ff9fd8-1c01-4c15-83be-aea33765b026",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Purified Cortrophin Gel",
    "value": "20250305",
    "ingredients": [
        {
            "name": "CORTICOTROPIN",
            "code": "K0U68Q2TXA"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        },
        {
            "name": "PHENOL",
            "code": "339NCG44TV"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "indications": "Purified Cortrophin Gel is indicated in the following disorders:\n                  1.  Rheumatic disorders: \n                  \n                     \n                         As adjunctive therapy for short-term administration (to tide the patient over an acute episode or exacerbation) in: Psoriatic arthritis. Rheumatoid arthritis, including juvenile rheumatoid arthritis (selected cases may require low-dose maintenance therapy).Ankylosing spondylitis.Acute gouty arthritis. \n                  \n                  2.  Collagen diseases: \n                  \n                     \n                         During an exacerbation or as maintenance therapy in selected cases of: Systemic lupus erythematosus. Systemic dermatomyositis (polymyositis). \n                  \n                  3.  Dermatologic diseases: \n                  \n                     \n                         Severe erythema multiforme (Stevens-Johnson syndrome).Severe psoriasis.\n                  \n                  4.  Allergic states: \n                  \n                     \n                         Atopic dermatitisSerum sickness. \n                  \n                  5.  Ophthalmic diseases: \n                  \n                     \n                         Severe acute and chronic allergic and inflammatory processes involving the eye and its adnexa such as:Allergic conjunctivitis.Keratitis. Iritis and iridocyclitis.Diffuse posterior uveitis and choroiditis.Optic neuritis.Chorioretinitis. Anterior segment inflammation. \n                  \n                  6.  Respiratory diseases: \n                  \n                     \n                         Symptomatic sarcoidosis. \n                  \n                  7.  Edematous states:\n                  \n                     \n                         To induce a diuresis or a remission of proteinuria in the nephrotic syndrome without uremia of the idiopathic type or that due to lupus erythematosus. \n                  \n                  8.  Nervous system:\n                  \n                     \n                         Acute exacerbations of multiple sclerosis.",
    "contraindications": "Standard tests for verification of adrenal responsiveness to corticotropin may utilize as much as 80 units as a single injection or one or more injections of a lesser dosage. Verification tests should be performed prior to treatment with corticotropins. The test should utilize the route(s) of administration proposed for treatment. Following verification dosage should be individualized according to the disease under treatment and the general medical condition of each patient. Frequency and dose of the drug should be determined by considering severity of the disease, plasma and urine corticosteroid levels and the initial response of the patient. Only gradual change in dosage schedules should be attempted, after full drug effects have become apparent.\n                  This product may be administered subcutaneously or intramuscularly with the vial and subcutaneously with the prefilled syringe.\n                  In the treatment of acute exacerbations of multiple sclerosis daily subcutaneous or intramuscular doses of 80-120 units for 2-3 weeks.\n                  The chronic administration of more than 40 units daily may be associated with uncontrollable adverse effects.\n                  When reduction in dosage is indicated this should be accomplished gradually by either reducing the amount of each injection, or administering injections at longer intervals, or by a combination of both of the above. During reduction of dosage, careful consideration should be given to the disease being treated, the general medical condition of the patient and the duration over which corticotropin was administered.\n                  \n                     Important Administration Instructions\n                  \n                  \n                     \n                        •Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Purified Cortrophin Gel is a clear, light amber liquid gel at room temperature. Do not use if the solution is discolored or cloudy or the solution contains particulate matter.\n                     \n                        •Purified Cortrophin Gel will be a solid gel when refrigerated and needs to be warmed to a liquid gel before administration. \n                           \n                              oFor Purified Cortrophin Gel vials warm by rolling between your hands for a few minutes.\n                           \n                              oFor Purified Cortrophin Gel prefilled syringes remove the carton from the refrigerator and leave at room temperature for 45 minutes.\n                        \n                     \n                     \n                        •The recommended injection sites include abdomen, upper thigh, or upper arm. Do not inject within 2 inches of navel.\n                  \n                  \n                     Information for Patients\n                  \n                  Advise patients and/or caregivers to read the FDA-approved patient information (Instructions for Use).",
    "warningsAndPrecautions": "Purified Cortrophin Gel is a clear, light amber liquid gel at room temperature. It is supplied sterile in:\n                  \n                     \n                        •Multiple-dose vials for intramuscular or subcutaneous use\n                  \n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Package Size\n                              \n                           \n                           \n                              \n                                 Total Volume\n                              \n                           \n                           \n                              \n                                 NDC\n                              \n                           \n                        \n                        \n                           \n                              1 mL multiple-dose vial\n                           \n                           \n                              80 USP units/mL\n                           \n                           \n                              62559-860-11\n                           \n                        \n                        \n                           \n                              5 mL multiple-dose vial\n                           \n                           \n                              400 USP units/5 mL\n                           \n                           \n                              62559-860-15\n                           \n                        \n                     \n                  \n                  \n                     \n                        •Single-dose prefilled syringes for subcutaneous use only\n                  \n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              \n                                 Package Size\n                              \n                           \n                           \n                              \n                                 Total Volume\n                              \n                           \n                           \n                              \n                                 NDC\n                              \n                           \n                        \n                        \n                           \n                              0.5 mL single-dose prefilled syringe\n                           \n                           \n                              40 USP units/0.5 mL\n                           \n                           \n                              62559-861-35\n                           \n                        \n                        \n                           \n                              1 mL single-dose prefilled syringe\n                           \n                           \n                              80 USP units/mL\n                           \n                           \n                              62559-861-11",
    "adverseReactions": "Purified Cortrophin Gel is contraindicated for intravenous administration. \n                  Purified Cortrophin Gel is contraindicated in patients with scleroderma, osteoporosis, systemic fungal infections, ocular herpes simplex, recent surgery, history of or the presence of a peptic ulcer, congestive heart failure, hypertension, or sensitivity to proteins derived from porcine sources. \n                  Purified Cortrophin Gel is contraindicated in patients with primary adrenocortical insufficiency or adrenocortical hyperfunction."
}