{
    "id": "e7c26297-0a24-4956-be64-8bfb7a616302",
    "indications": "ENHERTU is a HER2-directed antibody and topoisomerase inhibitor conjugate indicated for the treatment of: adult patients with unresectable or metastatic HER2-positive (IHC 3+ or ISH positive) breast cancer who have received a prior anti-HER2-based regimen either: in the metastatic setting, or in the neoadjuvant or adjuvant setting and have developed disease recurrence during or within six months of completing therapy. ( 1.1 ) adult patients with unresectable or metastatic Hormone receptor (HR)-positive, HER2-low (IHC 1+ or IHC 2+/ISH-) or HER2-ultralow (IHC 0 with membrane staining) breast cancer, as determined by an FDA-approved test, that has progressed on one or more endocrine therapies in the metastatic setting. (1.2) HER2-low (IHC 1+ or IHC 2+/ISH-) breast cancer, as determined by an FDA-approved test, who have received a prior chemotherapy in the metastatic setting; or developed disease recurrence during or within 6 months of completing adjuvant chemotherapy. ( 1.2 ) adult patients with unresectable or metastatic non-small cell lung cancer (NSCLC) whose tumors have activating HER2 (ERBB2) mutations, as detected by an FDA-approved test, and who have received a prior systemic therapy.* ( 1.3 ) adult patients with locally advanced or metastatic HER2-positive (IHC 3+ or IHC 2+/ISH positive) gastric or gastroesophageal junction adenocarcinoma who have received a prior trastuzumab-based regimen. ( 1.4 ) adult patients with unresectable or metastatic HER2-positive (IHC 3+) solid tumors who have received prior systemic treatment and have no satisfactory alternative treatment options.* ( 1.5 ) * These indications are approved under accelerated approval based on objective response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial. ( 14.3 , 14.5 )",
    "contraindications": "Do not substitute ENHERTU for or with trastuzumab or ado-trastuzumab emtansine. ( 2.2 , 2.4 ) For intravenous infusion only . Do not administer as an intravenous push or bolus. DO NOT use Sodium Chloride Injection, USP. ( 2.4 ) Premedicate for prevention of chemotherapy-induced nausea and vomiting. ( 2.2 ) The recommended dosage of ENHERTU for HER2-positive, HER2-low, or HER2-ultralow breast cancer, HER2-mutant NSCLC, and HER2-positive (IHC 3+) solid tumors is 5.4 mg/kg given as an intravenous infusion once every 3 weeks (21-day cycle) until disease progression or unacceptable toxicity. ( 2.2 , 2.3 ) The recommended dosage of ENHERTU for HER2-positive gastric cancer is 6.4 mg/kg given as an intravenous infusion once every 3 weeks (21-day cycle) until disease progression or unacceptable toxicity. ( 2.2 , 2.3 ) Management of adverse reactions (ILD, neutropenia, thrombocytopenia, or left ventricular dysfunction) may require temporary interruption, dose reduction, or discontinuation of ENHERTU. ( 2.3 )",
    "adverseReactions": "None.",
    "ingredients": [
        {
            "name": "TRASTUZUMAB DERUXTECAN",
            "code": "5384HK7574"
        },
        {
            "name": "HISTIDINE",
            "code": "4QD397987E"
        },
        {
            "name": "HISTIDINE MONOHYDROCHLORIDE MONOHYDRATE",
            "code": "X573657P6P"
        },
        {
            "name": "SUCROSE",
            "code": "C151H8M554"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        }
    ],
    "organization": "Daiichi Sankyo Inc.",
    "name": "Enhertu",
    "effectiveTime": "20250513"
}