{
    "root": "e7ce065f-9bf4-4bff-b3d3-244b8a64b2cc",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ARIKAYCE",
    "value": "20250317",
    "ingredients": [
        {
            "name": "Amikacin",
            "code": "84319SGC3C"
        },
        {
            "name": "Cholesterol",
            "code": "97C5T2UQ7J"
        },
        {
            "name": "DIPALMITOYLPHOSPHATIDYLCHOLINE, DL-",
            "code": "2W15RT5V7V"
        },
        {
            "name": "Sodium Chloride",
            "code": "451W47IQ8X"
        },
        {
            "name": "Sodium Hydroxide",
            "code": "55X04QC32I"
        },
        {
            "name": "Water",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "LIMITED POPULATION: ARIKAYCE® is indicated in adults, who have limited or no alternative treatment options, for the treatment of Mycobacterium avium complex (MAC) lung disease as part of a combination antibacterial drug regimen in patients who do not achieve negative sputum cultures after a minimum of 6 consecutive months of a multidrug background regimen therapy. As only limited clinical safety and effectiveness data for ARIKAYCE are currently available, reserve ARIKAYCE for use in adults who have limited or no alternative treatment options. This drug is indicated for use in a limited and specific population of patients.\n                  This indication is approved under accelerated approval based on achieving sputum culture conversion (defined as 3 consecutive negative monthly sputum cultures) by Month 6. Clinical benefit has not yet been established [see Clinical Studies (14)]. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials.",
    "contraindications": "For oral inhalation use only. ( 2.1 ) Use ARIKAYCE vials only with the Lamira Nebulizer System. ( 2.1 ) Pre-treatment with inhaled bronchodilator should be considered in patients with a history of hyperreactive airway disease. ( 2.1 ) The recommended dosage in adults is once daily oral inhalation of the contents of one 590 mg/8.4 mL ARIKAYCE vial. ( 2.2 )",
    "warningsAndPrecautions": null,
    "adverseReactions": "ARIKAYCE is contraindicated in patients with a known hypersensitivity to any aminoglycoside."
}