{
    "root": "e8f6d534-115c-440e-bdbb-b443a29bb468",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Yutrepia",
    "value": "20250523",
    "ingredients": [
        {
            "name": "TREPROSTINIL SODIUM",
            "code": "7JZ75N2NT6"
        },
        {
            "name": "TREHALOSE DIHYDRATE",
            "code": "7YIN7J07X4"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "LEUCINE",
            "code": "GMW67QNF9C"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        }
    ],
    "indications": "• Pulmonary arterial hypertension (PAH; WHO Group 1) to improve exercise ability. Studies establishing effectiveness predominately included patients with NYHA Functional Class III symptoms and etiologies of idiopathic or heritable PAH (56%) or PAH associated with connective tissue diseases (33%). ( 1.1 ) • Pulmonary hypertension associated with interstitial lung disease (PH-ILD; WHO Group 3) to improve exercise ability. The study establishing effectiveness predominately included patients with etiologies of idiopathic interstitial pneumonia (IIP) (45%) inclusive of idiopathic pulmonary fibrosis (IPF), combined pulmonary fibrosis and emphysema (CPFE) (25%), and WHO Group 3 connective tissue disease (22%). ( 1.2 )",
    "contraindications": "• For oral inhalation only. Do not swallow YUTREPIA capsules. Use only with the provided inhaler ( 2 ) • YUTREPIA should be administered 3 to 5 times per day. The contents of each capsule can be inhaled in 2 breaths. ( 2.1 ) • See Dosage and Administration for full instructions on dosing of patients who are treprostinil-naïve or transitioning from treprostinil inhalation solution to YUTREPIA ( 2.1 )",
    "warningsAndPrecautions": "YUTREPIA is supplied in a carton consisting of 1 capsule based, dry powder inhaler (referred to as “inhaler”), 28 capsules (7 foil blister cards of 4 capsules each), and 7 single-use cleaning brushes. The individual capsule well is connected by an air channel to a separate blister well containing a desiccant strip.  Descriptions of YUTREPIA carton by capsule strength are provided in Table 4 below:\n                  \n                     Table 4: YUTREPIA Carton Contents by Capsule Strength\n                     \n                     \n                     \n                     \n                        \n                           Capsule Strength(mcg treprostinil)\n                           Capsule Description\n                           NDC Number\n                        \n                     \n                     \n                        \n                           \n                              26.5\n                           \n                           \n                              Opaque yellow cap, clear body, imprinted with “LIQUIDIA 26.5” in black ink radially on cap\n                           \n                           \n                              72964-011-01\n                           \n                        \n                        \n                           \n                              53\n                           \n                           \n                              Opaque green cap, clear body, imprinted with “LIQUIDIA 53” in white ink radially on cap\n                           \n                           \n                              72964-012-01\n                           \n                        \n                        \n                           \n                              79.5\n                           \n                           \n                              Opaque blue cap, clear body, imprinted with “LIQUIDIA 79.5” in white ink radially on cap\n                           \n                           \n                              72964-013-01\n                           \n                        \n                        \n                           \n                              106\n                           \n                           \n                              Opaque purple cap, clear body, imprinted with “LIQUIDIA 106” in white ink radially on cap\n                           \n                           \n                              72964-014-01\n                           \n                        \n                     \n                  \n                  YUTREPIA inhalation powder capsules should only be delivered using the capsule-based inhaler. The off-white plastic inhaler consists of a blue protective cap marked with YUTREPIA and a base with a mouthpiece, capsule chamber, and two blue push buttons. Discard the inhaler device after 7 days of use or 56 actuations, whichever comes first.\n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted to 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature].\n                  Capsules should remain in the blister to protect them from moisture and light, and each capsule should be removed only when ready to administer a dose.\n                  Keep out of the reach of children.",
    "adverseReactions": "None"
}