{
    "root": "e9303a1d-f362-42de-a790-9017a70dcaad",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Acetylcysteine",
    "value": "20250325",
    "ingredients": [
        {
            "name": "Acetylcysteine",
            "code": "WYQ7N0BPYC"
        },
        {
            "name": "Water",
            "code": "059QF0KO0R"
        },
        {
            "name": "Sodium Hydroxide",
            "code": "55X04QC32I"
        },
        {
            "name": "edetate disodium",
            "code": "7FLD91C86K"
        }
    ],
    "indications": "Acetylcysteine Injection is indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in adults and pediatric patients who weigh 5 kg or greater with acute ingestion or from repeated supratherapeutic ingestion (RSI).",
    "contraindications": "Pre-Treatment Assessment Following Acute Ingestion ( 2.1 ): Obtain a plasma or serum sample to assay for acetaminophen concentration at least 4 hours after ingestion. • If the time of acetaminophen ingestion is unknown: o Administer a loading dose of acetylcysteine immediately. o Obtain an acetaminophen concentration to determine need for continued treatment. • If the acetaminophen concentration cannot be obtained (or is unavailable or uninterpretable) within the 8-hour time interval after acetaminophen ingestion or there is clinical evidence of acetaminophen toxicity: o Administer a loading dose of acetylcysteine immediately and continue treatment for a total of three doses over 21 hours. • If the patient presents more than 8 hours after ingestion and the time of acute acetaminophen ingestion is known: o Administer a loading dose of acetylcysteine immediately o Obtain acetaminophen concentration to determine need for continued treatment • If the patient presents less than 8 hours after ingestion and the time of acute acetaminophen ingestion is known and the acetaminophen concentration is known: o Use the revised Rumack-Matthew nomogram ( Figure 1 ) to determine whether or not to initiate treatment with acetylcysteine ( 2.2 ) Nomogram for Estimating Potential for Hepatotoxicity from Acute Acetaminophen Ingestion ( 2.2 ): See Full Prescribing Information for instructions on how to use the nomogram to determine the need for dosing. Preparation and Storage of Diluted Solution Prior to Administration ( 2.3 ): Acetylcysteine is hyperosmolar (2600 mOsmol/L), therefore acetylcysteine must be diluted in the recommended volume of sterile water for injection, 0.45% sodium chloride injection, or 5% dextrose in water injection prior to intravenous administration. In general, 0.45% normal saline is the preferred diluent because it provides a more consistent osmolarity profile, reduces the amount of free water delivered to the patient, and better approximates physiologic fluids. See Full Prescribing Information for examples of osmolarity depending on the type of solution and acetylcysteine concentration. Recommended Adult and Pediatric Dosage ( 2.5 ): • Acetylcysteine is for intravenous administration only • Total dosage of acetylcysteine is 300 mg/kg given intravenously as 3 separate doses and total recommended infusion time for 3 doses is 21 hours • See Full Prescribing Information for weight-based dosage and weight-based dilution ( 2.5 ) • See Full Prescribing Information for recommendations for continuing acetylcysteine treatment after 21 hours ( 2.2 ) Repeated Supratherapeutic Acetaminophen Ingestion ( 2.6 ): • Obtain acetaminophen concentration and other laboratory tests to guide treatment; revised Rumack-Matthew nomogram does not apply.",
    "warningsAndPrecautions": "Acetylcysteine Injection is available as a 20% solution (200 mg/mL) in 30 mL single-dose glass vials. Each single-dose vial contains 6 g/30 mL (200 mg/mL) of acetylcysteine. Acetylcysteine Injection is sterile and can be used for intravenous administration. It is available as follows:\n                  30 mL vials, carton of 4: \tNDC 68462-946-12\n                  Do not use previously opened vials for intravenous administration.\n                  \n                     Note: The color of Acetylcysteine Injection may turn from essentially colorless to a slight pink or purple once the stopper \n                  is punctured. The color change does not affect the quality of the product.\n                  The container closure is not made with natural rubber latex.\n                  Store unopened vials at controlled room temperature, 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Acetylcysteine Injection is contraindicated in patients with a previous hypersensitivity reaction to acetylcysteine [see Warnings and Precautions (5.1)]."
}