{
    "id": "e9e3b6ad-39e1-4544-acac-775848239374",
    "indications": "Cyanocobalamin is indicated for vitamin B12 deficiencies due to malabsorption which may be associated with the following conditions:\n                  \n                     Addisonian (pernicious) anemia\n                     Gastrointestinal pathology, dysfunction, or surgery, including glutren enteropathy or sprue, small bowel bacteria overgrowth, total for partial gastrectomy.\n                     Fish taprworm infestation\n                     Malignancy of pancreas or bowel\n                     Folic acid deficiency\n                  \n                  It may be possible to treat the underlying disease by surgical correction of anatomic lesions leading to small bowel bacterial overgrowth, expulsion of fish tapeworm, discontinuation of drugs leading to vitamin malabsorption (see Drug Interactions), use of a gluten-free diet in nontropical sprue, or administration of antibiotics in tropical sprue. Such measures remove the need for long-term administration of cyanocobalamin.\n                  Requirements of vitamin B12 in excess of normal (due to pregnancy, thyrotoxicosis, hemolytic anemia, hemorrhage, malignancy, hepatic and renal disease) can usually be met with oral supplementation.\n                  Cyanocobalamin Injection, USP is also suitable for the vitamin B12 absorption test (Schilling test).",
    "contraindications": "Avoid using the intravenous route. Use of this product intravenously will result in almost all of the vitamin being lost in the urine.\n                  \n                     Pernicious Anemia: Parenteral vitamin B12 is the recommended treatment and will be required for the remainder of the patient's life. The oral form is not dependable. A dose of 100 mcg daily for 6 or 7 days should be administered by intramuscular or deep subcutaneous injection. If there is clinical improvement and if a reticulocyte response is observed, the same amount may be given on alternate days for seven doses, then every 3 to 4 days for another 2 to 3 weeks. By this time hematologic values should have become normal. This regimen should be followed by 100 mcg monthly for life. Folic acid should be administered concomitantly if needed.\n                  \n                     Patients with Normal Intestinal Absorption: Where the oral route is not deemed adequate, initial treatment similar to that for patients with pernicious anemia may be indicated depending on the severity of the deficiency. Chronic treatment should be with an oral B12 preparation. If other vitamin deficiencies are present, they should be treated.\n                  SchillingTest: The flushing dose is 1000 mcg.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.",
    "warningsAndPrecautions": "Cyanocobalamin Injection, USP 1000 mcg/mL\n                  \n                     \n                  \n                  30 mL vials are multiple dose vial, packaged as;\n                  - 5 vials per tray and\n                  - 10 vials per tray.\n                  Store at 20°-25°C (68°-77°F); excursions permitted to 15°-30°C (59°-86°F) [See USP Controlled Room Temperature].\n                  PROTECT THE PRODUCT FROM LIGHT.\n                  \n                     Product repackaged by: Henry Schein, Inc., Bastian, VA 24314 \n                     \n                        \n                           From Original Manufacturer/Distributor's NDC and Unit of Sale\n                           To Henry Schein Repackaged Product NDC and Unit of Sale\n                           Total Strength/Total Volume (Concentration) per unit \n                        \n                        \n                           NDC 70069- 171 -1010 vials per tray\n                           NDC 0404-9783-301 30 mL vial in a bag(Vial bears NDC 70069-171-01)\n                           1000 mcg/mL\n                        \n                     \n                  \n                  For Product Inquiry call 1-800-417-9175.\n                  Issued: October, 2019\n                  \n                     Manufactured for:\n                  \n                  Somerset Therapeutics, LLC\n                  Hollywood, FL 33024\n                  Made in India\n                  Code No.:KR/DRUGS/KTK/28/289/97\n                  ST-CYC13/P/01",
    "adverseReactions": "Sensitivity to cobalt and/or vitamin B12 is a contraindication.",
    "ingredients": [
        {
            "name": "CYANOCOBALAMIN",
            "code": "P6YC3EG204"
        },
        {
            "name": "BENZYL ALCOHOL",
            "code": "LKG8494WBH"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "Henry Schein, Inc.",
    "name": "CYANOCOBALAMIN",
    "effectiveTime": "20250508"
}