{
    "root": "ea1c2b68-1a22-45e2-ab86-f6c3166c4f9f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "CYCLOPHOSPHAMIDE",
    "value": "20170315",
    "ingredients": [
        {
            "name": "CYCLOPHOSPHAMIDE",
            "code": "8N3DW7272P"
        }
    ],
    "indications": "Cyclophosphamide is an alkylating drug indicated for treatment of: • Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
    "contraindications": "During or immediately after the administration, adequate amounts of fluid should be ingested or infused to force diuresis in order to reduce the risk of urinary tract toxicity. Therefore, cyclophosphamide should be administered in the morning.",
    "warningsAndPrecautions": "Cyclophosphamide for Injection, USP is a sterile white powder containing cyclophosphamide and is supplied in vials for single dose use.\n                  Cyclophosphamide for Injection, USP\n                  \n                     \n                         NDC 10019-943-01\t500 mg vial, carton of 1\n                     \n                         NDC 10019-944-01\t1 g vial, carton of 1\n                     \n                         NDC 10019-945-01\t2 g vial, carton of 1\n                  \n                  Store vials at or below 25°C (77°F). During transport or storage of cyclophosphamide vials, temperature influences can lead to melting of the active ingredient, cyclophosphamide, [see Dosage and Administration (2.3)].\n                  Cyclophosphamide is an antineoplastic product.  Follow special handling and disposal procedures.1",
    "adverseReactions": "•Hypersensitivity Cyclophosphamide is contraindicated in patients who have a history of severe hypersensitivity reactions to it, any of its metabolites, or to other components of the product. Anaphylactic reactions including death have been reported with cyclophosphamide. Possible cross-sensitivity with other alkylating agents can occur.\n                     \n                        •Urinary Outflow ObstructionCyclophosphamide is contraindicated in patients with urinary outflow obstruction [see Warnings and Precautions (5.2)]."
}