{
    "root": "eb03bf58-8e9e-407f-aac7-15d529617ee2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "BLISOVI FE 1.5/30",
    "value": "20250508",
    "ingredients": [],
    "indications": "Blisovi Fe 1.5/30 is indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception.\n                  Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates.\n                  \n                       TABLE I: LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD \n                     \n                     \n                     \n                     \n                        \n                           \n                              Adapted from RA Hatcher et al, Reference 7.\n                           \n                        \n                     \n                     \n                        \n                           \n                               % of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use\n                              \n                           \n                        \n                        \n                           \n                               Method\n                              \n                           \n                           \n                               Lowest Expected\n                              \n                                 \n                                     The authors' best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason.\n                              \n                              \n                           \n                           \n                               Typical\n                              \n                                 \n                                     This term represents \"typical\" couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason.\n                              \n                              \n                           \n                        \n                        \n                            (No contraception)\n                           \n                            (85)\n                           \n                            (85)\n                           \n                        \n                        \n                            Oral contraceptives\n                           \n                           \n                            3\n                           \n                        \n                        \n                                    Combined\n                           \n                            0.1\n                           \n                            N/AN/A--Data not available \n                              \n                           \n                        \n                        \n                                    Progestin only\n                           \n                            0.5\n                           \n                            N/A\n                              \n                           \n                        \n                        \n                            Diaphragm with spermicidal cream or jelly\n                           \n                            6\n                           \n                            20\n                           \n                        \n                        \n                            Spermicides alone (foam, creams, gels, vaginal suppositories, and vaginal film)\n                           \n                            6\n                           \n                            26\n                           \n                        \n                        \n                            Vaginal Sponge\n                           \n                           \n                           \n                        \n                        \n                                    Nulliparous\n                           \n                            9\n                           \n                            20\n                           \n                        \n                        \n                                    Parous\n                           \n                            20\n                           \n                            40\n                           \n                        \n                        \n                            Implant\n                           \n                            0.05\n                           \n                            0.05\n                           \n                        \n                        \n                            Injection:depot medroxyprogesterone acetate\n                           \n                            0.3\n                           \n                            0.3\n                           \n                        \n                        \n                            IUD\n                           \n                           \n                           \n                        \n                        \n                                    Progesterone T\n                           \n                            1.5\n                           \n                            2.0\n                           \n                        \n                        \n                                    Copper T 380A\n                           \n                            0.6\n                           \n                            0.8\n                           \n                        \n                        \n                                    LNg 20\n                           \n                            0.1\n                           \n                            0.1\n                           \n                        \n                        \n                            Condom without spermicides\n                           \n                           \n                           \n                        \n                        \n                                    Female\n                           \n                            5\n                           \n                            21\n                           \n                        \n                        \n                                    Male\n                           \n                            3\n                           \n                            14\n                           \n                        \n                        \n                            Cervical Cap with spermicidal Cream of jelly\n                           \n                           \n                           \n                        \n                        \n                                    Nulliparous\n                           \n                            9\n                           \n                            20\n                           \n                        \n                        \n                                    Parous\n                           \n                            26\n                           \n                            40\n                           \n                        \n                        \n                            Periodic abstinence (all methods)\n                           \n                            1 to 9\n                           \n                            25\n                           \n                        \n                        \n                            Withdrawal\n                           \n                            4\n                           \n                            19\n                           \n                        \n                        \n                            Female sterilization\n                           \n                            0.5\n                           \n                            0.5\n                           \n                        \n                        \n                            Male sterilization\n                           \n                            0.10\n                           \n                            0.15",
    "contraindications": "The blister has been designed to make oral contraceptive dosing as easy and as convenient as possible. The tablets are arranged in four rows of seven tablets each, with the days of the week appearing on the blister above the first row of tablets.\n                  \n                     Note: Each blister has been preprinted with the days of the week, starting with Sunday, to facilitate a Sunday-Start regimen. Six different day labels strips have been provided with the Detailed Patient & Brief Summary Patient Package Insert in order to accommodate a Day-1 Start regimen. If the patient is using the Day-1 Start regimen, she should place the self-adhesive day label strip that corresponds to her starting day over the preprinted days.\n                  \n                     Important: The patient should be instructed to use an additional method of protection until after the first week of administration in the initial cycle when utilizing the Sunday-Start regimen.\n                  The possibility of ovulation and conception prior to initiation of use should be considered.",
    "warningsAndPrecautions": "Blisovi Fe 1.5/30 (28 Tablets) (norethindrone acetate and ethinyl estradiol tablets USP, 1.5 mg/0.03 mg; and ferrous fumarate tablets) are available in a blister (NDC 68180-866-71) containing 28 tablets packed in a pouch (NDC 68180-866-71). Such three pouches are packaged in a carton (NDC 68180-866-73).\n                  Each blister contains 28 tablets, as follows:\n                  \n                     21      pink coloured, round flat face beveled edged tablets, each containing 1.5      mg norethindrone acetate and 0.03 mg ethinyl estradiol, debossed with \"LU\"      on one side and \"K24\" on the other side.\n                     7      brown mottled, round, flat face beveled edged tablets debossed with \"LU\"      on one side and \"M22\" on the other side. Each brown tablet contains      75 mg ferrous fumarate. The ferrous fumarate tablets are present to      facilitate ease of drug administration via a 28-day regimen, are non-hormonal,      and do not serve any therapeutic purpose.\n                  \n                  Store at 25°C (77°F); excursions permitted to 15 to 30°C (59 to 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Oral contraceptives are contraindicated in women who currently have the following conditions:\n                  \n                     Thrombophlebitis      or thromboembolic disorders\n                     A past history of deep      vein thrombophlebitis or thromboembolic disorders\n                     Cerebral vascular or      coronary artery disease\n                     Current diagnosis of, or history      of, breast cancer, which may be hormone sensitive\n                     Carcinoma of the      endometrium or other known or suspected estrogen-dependent neoplasia\n                     Undiagnosed abnormal      genital bleeding\n                     Cholestatic jaundice of      pregnancy or jaundice with prior pill use\n                     Hepatic adenomas or      carcinomas\n                     Are receiving Hepatitis      C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or      without dasabuvir, due to the potential for ALT elevations (see      WARNINGS, RISK OF LIVER ENZYME ELEVATIONS WITH CONCOMITANT HEPATITIS C      TREATMENT)."
}