{
    "root": "ebcea390-088c-4a6f-ab4c-c5d24cb0799b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Perphenazine and Amitriptyline Hydrochloride",
    "value": "20250115",
    "ingredients": [
        {
            "name": "PERPHENAZINE",
            "code": "FTA7XXY4EZ"
        },
        {
            "name": "AMITRIPTYLINE HYDROCHLORIDE",
            "code": "26LUD4JO9K"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "POLYETHYLENE GLYCOL, UNSPECIFIED",
            "code": "3WJQ0SDW1A"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "HYDROXYPROPYL CELLULOSE, UNSPECIFIED",
            "code": "9XZ8H6N6OH"
        },
        {
            "name": "CALCIUM SULFATE, UNSPECIFIED FORM",
            "code": "WAT0DDB505"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "D&C RED NO. 7",
            "code": "ECW0LZ41X8"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        }
    ],
    "indications": "Perphenazine and amitriptyline hydrochloride tablets are recommended for treatment of (1) patients with moderate to severe anxiety and/or agitation and depressed mood, (2) patients with depression in whom anxiety and/or agitation are severe, and (3) patients with depression and anxiety in association with chronic physical disease. In many of these patients, anxiety masks the depressive state so that, although therapy with a tranquilizer appears to be indicated, the administration of a tranquilizer alone will not be adequate.\n                  \n                     Schizophrenic patients who have associated depressive symptoms should be considered for therapy with perphenazine and amitriptyline hydrochloride tablets.",
    "contraindications": "Since dosage for children has not been established, this product is not recommended for use in children.\n                  The total daily dose of perphenazine and amitriptyline hydrochloride tablets should not exceed 16 mg of perphenazine and 200 mg of amitriptyline hydrochloride.",
    "warningsAndPrecautions": "Perphenazine and Amitriptyline Hydrochloride Tablets, USP are available in the following combinations:\n                  \n                     DOSAGE FORM\n                     \n                     \n                     \n                        \n                           \n                              ACTIVE INGREDIENT\n                           \n                           \n                               \n                           \n                        \n                        \n                           \n                               \n                           \n                           \n                              2 mg/10 mg\n                           \n                        \n                        \n                           \n                              Perphenazine, USP\n                           \n                           \n                              2\n                           \n                        \n                        \n                           \n                              Amitriptyline hydrochloride, USP\n                           \n                           \n                              10\n                           \n                        \n                        \n                           \n                               \n                           \n                           \n                              2 mg/ 25 mg\n                           \n                        \n                        \n                           \n                              Perphenazine, USP\n                           \n                           \n                              2\n                           \n                        \n                        \n                           \n                              Amitriptyline hydrochloride, USP\n                           \n                           \n                              25\n                           \n                        \n                        \n                           \n                               \n                           \n                           \n                              4 mg/10 mg\n                           \n                        \n                        \n                           \n                              Perphenazine, USP\n                           \n                           \n                              4\n                           \n                        \n                        \n                           \n                              Amitriptyline hydrochloride, USP\n                           \n                           \n                              10\n                           \n                        \n                        \n                           \n                               \n                           \n                           \n                              4 mg/25 mg\n                           \n                        \n                        \n                           \n                              Perphenazine, USP\n                           \n                           \n                              4\n                           \n                        \n                        \n                           \n                              Amitriptyline hydrochloride, USP\n                           \n                           \n                              25\n                           \n                        \n                        \n                           \n                               \n                           \n                           \n                              4 mg/50 mg\n                           \n                        \n                        \n                           \n                              Perphenazine, USP\n                           \n                           \n                              4\n                           \n                        \n                        \n                           \n                              Amitriptyline hydrochloride, USP\n                           \n                           \n                              50\n                           \n                        \n                     \n                  \n                  The 2 mg/10 mg combination tablets are white, film-coated, round, unscored tablets debossed with MYLAN on one side of the tablet and 330 on the other side. They are available as follows:\n                  NDC 0378-0330-01bottles of 100 tablets\n                  NDC 0378-0330-05bottles of 500 tablets\n                  The 2 mg/25 mg combination tablets are purple, film-coated, round, unscored tablets debossed with MYLAN on one side of the tablet and 442 on the other side. They are available as follows:\n                  NDC 0378-0442-01bottles of 100 tablets\n                  NDC 0378-0442-05bottles of 500 tablets\n                  The 4 mg/10 mg combination tablets are blue, film-coated, round, unscored tablets debossed with MYLAN on one side of the tablet and 727 on the other side. They are available as follows:\n                  NDC 0378-0042-01bottles of 100 tablets\n                  The 4 mg/25 mg combination tablets are orange, film-coated, round, unscored tablets debossed with MYLAN on one side of the tablet and 574 on the other side. They are available as follows:\n                  NDC 0378-0574-01bottles of 100 tablets\n                  NDC 0378-0574-05bottles of 500 tablets\n                  The 4 mg/50 mg combination tablets are purple, film-coated, round, unscored tablets debossed with MYLAN on one side of the tablet and 73 on the other side. They are available as follows:\n                  NDC 0378-0073-01bottles of 100 tablets\n                  \n                     Store at 20° to 25°C (68° to 77°F). [See USP Controlled Room Temperature.]\n                  \n                  \n                     Protect from light.\n                  \n                  Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.\n                  \n                     PHARMACIST: Dispense a Medication Guide with each prescription.\n                  * Poisindex Toxicologic Management. Topic: Antidepressants, Tricyclic. Micromedex Inc. Vol 85.",
    "adverseReactions": "Perphenazine and amitriptyline hydrochloride tablets are contraindicated in depression of the central nervous system from drugs (barbiturates, alcohol, narcotics, analgesics, antihistamines); in the presence of evidence of bone marrow depression; and in patients known to be hypersensitive to phenothiazines or amitriptyline.\n                  It should not be given concomitantly with monoamine oxidase inhibitors. Hyperpyretic crises, severe convulsions, and deaths have occurred in patients receiving tricyclic antidepressants and monoamine oxidase inhibitors simultaneously. When it is desired to replace a monoamine oxidase inhibitor with perphenazine and amitriptyline hydrochloride, a minimum of 14 days should be allowed to elapse after the former is discontinued. Perphenazine and amitriptyline hydrochloride should then be initiated cautiously with gradual increase in dosage until optimum response is achieved.\n                  Amitriptyline hydrochloride is not recommended for use during the acute recovery phase following myocardial infarction."
}