{
    "root": "ecd7e9ad-58e6-b31c-0b80-cce5b07fcad2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "ProHance",
    "value": "20250314",
    "ingredients": [
        {
            "name": "gadoteridol",
            "code": "0199MV609F"
        },
        {
            "name": "calteridol calcium",
            "code": "RPH56VWA1A"
        },
        {
            "name": "tromethamine",
            "code": "023C2WHX2V"
        }
    ],
    "indications": "ProHance Multipack is a gadolinium-based\ncontrast agent indicated for magnetic resonance imaging (MRI) to visualize: lesions with disrupted blood brain barrier and/or abnormal\nvascularity in the brain (intracranial lesions), spine and associated\ntissues in adults and pediatric patients, including term neonates\n( 1.1 ) lesions in the head and neck in adults ( 1.2 )",
    "contraindications": "Dispense multiple single doses into separate sterile syringes\nfor intravenous administration ( 2.3 ) Recommended dose in adult and pediatric patients is 0.2\nmL/kg (0.1 mmol/kg) body weight administered as rapid intravenous\ninfusion or bolus ( 2.1 ) Follow injection with a saline flush of at least 5 mL normal\nsaline ( 2.1 )",
    "warningsAndPrecautions": "How Supplied\n                     \n              ProHance Multipack is supplied as a sterile, nonpyrogenic, and colorless to slightly yellow solution containing 279.3 mg/mL (0.5 mmol/mL) of gadoteridol in rubber stoppered vials. ProHance Multipack is supplied in boxes of five 50 mL pharmacy bulk packages (NDC 0270-1111-70) and boxes of five 100 mL pharmacy bulk packages (NDC-0270-1111-85).\n            \n                  \n                     Storage and Handling\n                     Store at 25°C (77° F). Excursions permitted to 15°C to 30°C (59°F to 86°F) [See USP Controlled Room Temperature]. Protect from light. DO NOT FREEZE. Should freezing occur in the vial, ProHance Multipack should be brought to room temperature before use. If allowed to stand at room temperature for a minimum of 60 minutes, ProHance Multipack should return to a clear, colorless to slightly yellow solution. Before use, examine the product to assure that all solids are redissolved and that the container and closure have not been damaged. Should solids persist, discard vial.",
    "adverseReactions": "ProHance\nis contraindicated in patients with known allergic or hypersensitivity\nreactions to ProHance [see Warnings and Precautions (5.3)]."
}