{
    "root": "ef266d70-f451-4938-b720-2103625cd384",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Cetirizine hydrochloride",
    "value": "20250212",
    "ingredients": [
        {
            "name": "CETIRIZINE HYDROCHLORIDE",
            "code": "64O047KTOA"
        },
        {
            "name": "CALCIUM ACETATE",
            "code": "Y882YXF34X"
        },
        {
            "name": "ACETIC ACID",
            "code": "Q40Q9N063P"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "METHYLPARABEN",
            "code": "A2I8C7HI9T"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "PROPYLPARABEN",
            "code": "Z8IX2SC1OH"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Perennial Allergic Rhinitis: Cetirizine hydrochloride oral solution is indicated for the relief of symptoms associated with perennial allergic rhinitis due to allergens such as dust mites, animal dander and molds in children 6 to 23 months of age. Symptoms treated effectively include sneezing, rhinorrhea, postnasal discharge, nasal pruritus, ocular pruritus, and tearing.\n                  \n                     Chronic Urticaria: Cetirizine hydrochloride oral solution is indicated for the treatment of the uncomplicated skin manifestations of chronic idiopathic urticaria in children 6 months to 5 years of age. It significantly reduces the occurrence, severity, and duration of hives and significantly reduces pruritus.",
    "contraindications": "Cetirizine hydrochloride oral solution can be taken without regard to food consumption.\n                  \n                     Children 2 to 5 Years for Chronic Urticaria: The recommended initial dose of cetirizine hydrochloride oral solution in children aged 2 to 5 years is 2.5 mg (½ teaspoon) syrup once daily. The dosage in this age group can be increased to a maximum dose of 5 mg per day given as 1 teaspoonful syrup once a day, or ½ teaspoonful syrup given every 12 hours.\n                  \n                     Children 6 months to <2 years for Perennial Allergic Rhinitis and Chronic Urticaria: The recommended dose of cetirizine hydrochloride oral solution in children 6 months to 23 months of age is 2.5 mg (½ teaspoonful) once daily. The dose in children 12 to 23 months of age can be increased to a maximum dose of 5 mg per day, given as ½ teaspoonful (2.5 mg) every 12 hours.",
    "warningsAndPrecautions": "Cetirizine Hydrochloride Oral Solution, USP is colorless to slightly yellow and available in  grape flavor. Each teaspoon (5 mL) contains 5 mg cetirizine hydrochloride. Cetirizine Hydrochloride Oral Solution, USP is supplied as follows:\n                  NDC 23155-929-51(Grape Flavor) 120 mL bottles\n                  NDC 23155-929-52 (Grape Flavor) 473 mL bottles\n                  \n                     STORAGE: Store at 20° to 25°C (68° to 77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                  \n                     \n                  \n                  \n                     Distributed by:\n                  \n                  \n                     Avet Pharmaceuticals Inc.\n                  \n                  East Brunswick, NJ 08816\n                  1.866.901.DRUG (3784)\n                  \n                     \n                        \n                     \n                  \n                  \n                     51U000000511US01\n                  \n                  Revised: 01/2025",
    "adverseReactions": "Cetirizine hydrochloride is contraindicated in those patients with a known hypersensitivity to it or any of its ingredients or hydroxyzine."
}