{
    "root": "ef5e2b14-4bb2-4a9f-869e-502941445402",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "doxycycline hyclate",
    "value": "20250417",
    "ingredients": [
        {
            "name": "DOXYCYCLINE HYCLATE",
            "code": "19XTS3T51U"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        },
        {
            "name": "HYPROMELLOSE 2910 (5 MPA.S)",
            "code": "R75537T0T4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL 3350",
            "code": "G2M7P15E5P"
        },
        {
            "name": "POLYVINYL ALCOHOL, UNSPECIFIED",
            "code": "532B59J990"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        }
    ],
    "indications": "Doxycycline hyclate tablet is a tetracycline class drugs indicated for: Rickettsial infections ( 1.1 ) Sexually transmitted infections ( 1.2 ) Respiratory tract infections ( 1.3 ) Specific bacterial infections ( 1.4 ) Ophthalmic infections ( 1.5 ) Anthrax, including inhalational anthrax (post-exposure) ( 1.6 ) Alternative treatment for selected infections when      penicillin is contraindicated ( 1.7 ) Adjunctive therapy for acute intestinal amebiasis and      severe acne ( 1.8 ) Prophylaxis of malaria ( 1.9 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of doxycycline hyclate tablets and other antibacterial drugs, doxycycline hyclate tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.10 )",
    "contraindications": "● Important Administration Instructions for Doxycycline Hyclate Tablets Doxycycline hyclate tablets (150 mg) can be broken into      two-thirds or one-third to provide a 50 mg and 100 mg strength,      respectively. ( 2.1 ) ● Dosage in Adults for Doxycycline Hyclate Tablets : The usual dosage is 200 mg on the first day of treatment      (administered 100 mg every 12 hours) followed by a maintenance dose of 100      mg daily. ( 2.1 ) In the management of more severe infections (particularly      chronic infections of the urinary tract), 100 mg every 12 hours is      recommended. ( 2.1 ) ● Dosage in Pediatric Patients for Doxycycline Hyclate Tablets : For all pediatric patients      weighing less than 45 kg with severe or life-threatening infections (e.g.,      anthrax, Rocky Mountain spotted fever), the recommended dose is 2.2 mg per      kg of body weight administered every 12 hours. Pediatric patients weighing      45 kg or more should receive the adult dose. ( 2.3 ) For pediatric patients with      less severe disease (greater than 8 years of age and weighing less than 45      kg), the recommended dose is 4.4 mg per kg of body weight divided into two      doses on the first day of treatment, followed by a maintenance dose of 2.2      mg per kg of body weight (given as a single daily dose or divided into two      doses. For pediatric patients weighing over 45 kg, the usual adult dose      should be used. (2.3) See Full Prescribing      Information for additional indication specific dosage information and      important administration instructions for doxycycline hyclate tablets. ( 2.1 , 2.4 , 2.5 )",
    "warningsAndPrecautions": "How Supplied\n                  \n                  Doxycycline Hyclate Tablets USP, 75 mg are light-teal, round, biconvex, film-coated tablets debossed with \"LU\" on one side and \"C80\" on the other side. Each 75 mg tablet contains 86.6 mg of doxycycline hyclate equivalent to 75 mg of doxycycline.\n                  Bottles of 30 tablets:           NDC 68180-653-06\n                  Bottles of 60 tablets:           NDC 68180-653-07\n                  Bottles of 90 tablets:           NDC 68180-653-09\n                  Doxycycline Hyclate Tablets USP, 150 mg are mossy-green, capsule-shaped, biconvex, film-coated tablets scored on both sides. Each side of the functionally scored tablet has two parallel score line for splitting into 3 equal portions with \"C\" debossed on each portion of one side of the tablet, and plain on the other side. Each 150 mg tablet contains 173.2 mg of doxycycline hyclate equivalent to 150 mg of doxycycline.\n                  Bottles of 30 tablets:           NDC 68180-654-06\n                  Bottles of 60 tablets:           NDC 68180-654-07\n                  Bottles of 90 tablets:           NDC 68180-654-09\n                  \n                     Storage\n                  \n                  Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature]. Protect from light and moisture. Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.",
    "adverseReactions": "Doxycycline hyclate is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines. ( 4 )"
}