{
    "root": "f0c8c83c-fb41-4571-a72e-6542311351dd",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Hydromorphone Hydrochloride",
    "value": "20250506",
    "ingredients": [
        {
            "name": "HYDROMORPHONE HYDROCHLORIDE",
            "code": "L960UP2KRW"
        },
        {
            "name": "SODIUM CITRATE, UNSPECIFIED FORM",
            "code": "1Q73Q2JULR"
        },
        {
            "name": "CITRIC ACID MONOHYDRATE",
            "code": "2968PHW8QP"
        }
    ],
    "indications": "Hydromorphone Hydrochloride Injection [high potency formulation (HPF)] is indicated for use in opioid-tolerant patients who require higher doses of opioids for the management of pain severe enough to require an opioid analgesic and for which alternate treatments are inadequate.\n                  Patients considered opioid tolerant are those who are taking for one week or longer, around-the-clock medicine consisting of at least 60 mg oral morphine per day, or at least 25 mcg transdermal fentanyl per hour, or at least 30 mg oral oxycodone per day, or at least 8 g oral hydromorphone per day, or at least 25 mg oral oxymorphone per day, or at least 60 mg oral hydrocodone per day, or an equianalgesic dose of another opioid for one week or longer. Patients must remain on around-the-clock opioids while administering Hydromorphone Hydrochloride Injection [high potency formulation (HPF)].",
    "contraindications": "• Hydromorphone Hydrochloride Injection [high potency formulation (HPF)] should be prescribed only by healthcare professionals who are knowledgeable about the use of opioids and how to mitigate the associated risks. ( 2.1 ) • Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals. Reserve titration to higher doses of Hydromorphone Hydrochloride Injection [high potency formulation (HPF)] for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. ( 2.1 , 5 ) • Many acute pain conditions (e.g., the pain that occurs with a number of surgical procedures or acute musculoskeletal injuries) require no more than a few days of an opioid analgesic. Clinical guidelines on opioid prescribing for some acute pain conditions are available. ( 2.1 ) • Initiate the dosing regimen for each patient individually, taking into account the patient’s underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse. ( 2.1 , 5.2 ) • Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with Hydromorphone Hydrochloride Injection [high potency formulation (HPF)]. Consider this risk when selecting an initial dose and when making dose adjustments. ( 2.1 , 5.3 ) • Initial Dosage: o Intramuscular or Subcutaneous Use: The usual starting dose is 1 mg to 2 mg every 2 to 3 hours as necessary. ( 2.2 ) o Intravenous Use: The usual starting dose is 0.2 mg to 1 mg every 2 to 3 hours. The injection should be given slowly, over at least 2 to 3 minutes. ( 2.2 ) • Hydromorphone Hydrochloride Injection [high potency formulation (HPF)] is for opioid-tolerant patients only and should be used only if the amount of hydromorphone required can be delivered accurately with this formulation. ( 2.2 ) • Hepatic Impairment: Initiate treatment with one-fourth to one-half the usual starting dose, depending on degree of hepatic impairment. ( 2.3 ) • Renal Impairment: Initiate treatment with one-fourth to one-half the usual starting dose, depending on degree of renal impairment. ( 2.4 ) • Do not abruptly discontinue Hydromorphone Hydrochloride Injection [high potency formulation (HPF)] in a physically-dependent patient. ( 2.6 , 5.13 )",
    "warningsAndPrecautions": "Hydromorphone Hydrochloride Injection [high potency formulation (HPF)] is supplied in single-dose amber vials. Each single-dose vial of sterile aqueous solution contains 10 mg per mL of hydromorphone hydrochloride with 0.2% sodium citrate and 0.2% citric acid solution. Hydromorphone Hydrochloride Injection [high potency formulation (HPF)] is preservative free and is supplied as follows:\n                  \n                     \n                     \n                     \n                        \n                           \n                              Unit of Sale\n                           \n                           \n                              Concentration\n                           \n                        \n                     \n                     \n                        \n                           \n                              \n                                 NDC 0409-2634-01\n                                 Box containing 10 Single-dose vials (1 mL)\n                           \n                           \n                              10 mg/mL \n                           \n                        \n                        \n                           \n                              \n                                 NDC 0409-2634-05\n                                 Box containing 10 Single-dose vialsDILUTE PRIOR TO USE. FOR USE IN THE PREPARATION OF LARGE VOLUME PARENTERAL SOLUTIONS. (5 mL)\n                           \n                           \n                              50 mg/5 mL (10 mg/mL)\n                           \n                        \n                        \n                           \n                              \n                                 NDC 0409-2634-50\n                                 Box containing 1 Single-dose vial (50 mL)\n                           \n                           \n                              500 mg/50 mL (10 mg/mL)\n                           \n                        \n                     \n                  \n                  No added preservative.",
    "adverseReactions": "Hydromorphone Hydrochloride Injection [high potency formulation (HPF)] is contraindicated in patients with:\n                  \n                     \n                        •Significant respiratory depression [see Warnings and Precautions (5.3)]\n                     \n                     \n                        •Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see \n                        \n                           Warnings and Precautions (5.7)\n                        \n                        ]\n                     \n                     \n                        •Known or suspected gastrointestinal obstruction, including paralytic ileus [see \n                        \n                           Warnings and Precautions (5.11)\n                        \n                        ]\n                     \n                     \n                        •Hypersensitivity to hydromorphone, hydromorphone salts, or any other components of the product (e.g., anaphylaxis) [see \n                        \n                           Adverse Reactions (6)\n                        \n                        ].\n                  \n                  Hydromorphone Hydrochloride Injection [high potency formulation (HPF)] is contraindicated in patients who are not opioid tolerant [see Warnings and Precautions (5.1)]."
}