{
    "root": "f0d9d7a8-1d06-4119-b2bc-42b3ec08d45b",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "Carbidopa, Levodopa and Entacapone"
    },
    "value": "20250424",
    "ingredients": [
        {
            "name": "CARBIDOPA",
            "code": "MNX7R8C5VO"
        },
        {
            "name": "LEVODOPA",
            "code": "46627O600J"
        },
        {
            "name": "ENTACAPONE",
            "code": "4975G9NM6T"
        },
        {
            "name": "MALTODEXTRIN",
            "code": "7CVR7L4A2D"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "CROSPOVIDONE",
            "code": "68401960MK"
        },
        {
            "name": "HYPROMELLOSES",
            "code": "3NXW29V3WO"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "FERRIC OXIDE YELLOW",
            "code": "EX438O2MRT"
        }
    ],
    "indications": "Carbidopa, levodopa and entacapone tablets, is indicated for the treatment of Parkinson’s disease.  Carbidopa, levodopa and entacapone tablets can be used:  \n                  \n                     To substitute (with equivalent strengths of each of the three components) carbidopa/levodopa and entacapone previously administered as individual products.\n                     To replace carbidopa/levodopa therapy (without entacapone) when patients experience the signs and symptoms of end-of-dose “wearing-off” and when they have been taking a total daily dose of levodopa of 600 mg or less and have not been experiencing dyskinesias.",
    "contraindications": "Carbidopa, levodopa and entacapone tablets should be used as a substitute for patients already stabilized on equivalent doses of carbidopa/levodopa and entacapone. However, some patients who have been stabilized on a given dose of carbidopa/levodopa may be treated with Carbidopa, levodopa and entacapone tablets if a decision has been made to add entacapone (see below). Therapy should be individualized and adjusted according to the desired therapeutic response.",
    "warningsAndPrecautions": "Carbidopa, levodopa and entacapone) is supplied as film-coated tablets for oral administration in the following six strengths:\n                  \n                     Carbidopa, levodopa and entacapone film coated tablets 12.5 mg/50 mg/200 mg containing 12.5 mg of carbidopa, 50 mg of levodopa, and 200 mg of entacapone.  Brown coloured, round shaped, biconvex, film coated tablets debossed with \"M 71\" on one side and plain surface on the other side.  HDPE bottle of 100 tablets NDC 33342-491-11 100 Tablets (10 x 10 Unit-dose) NDC 33342-491-12\n                     \n                         Carbidopa, levodopa and entacapone film coated tablets 18.75 mg/75 mg/200 mg containing 18.75 mg of carbidopa, 75 mg of levodopa, and 200 mg of entacapone.  Brown coloured, oval shaped, biconvex,  film coated tablets debossed with \"M 72\" on one side and plain surface on the other side.  HDPE bottle of 100 tablets NDC 33342-492-11 100 Tablets (10 x 10 Unit-dose) NDC 33342-492-12\n                     \n                     Carbidopa, levodopa and entacapone film coated tablets 25 mg/100 mg/200 mg containing 25 mg of carbidopa, 100 mg of levodopa, and 200 mg of entacapone. Brown coloured, oval shaped, biconvex, film coated tablets debossed with \"M 73\" on one side and plain surface on the other side.  HDPE bottle of 100 tablets NDC 33342-493-11 100 Tablets (10 x 10 Unit-dose) NDC 33342-493-12\n                     \n                     Carbidopa, levodopa and entacapone film coated tablets 31.25 mg/125 mg/200 mg containing 31.25 mg of carbidopa, 125 mg of levodopa, and 200 mg of entacapone.  Brown coloured, oval shaped, biconvex,  film coated tablets debossed with \"M 74\" on one side and plain surface on the other side.  HDPE bottle of 100 tablets NDC 33342-494-11 100 Tablets (10 x 10 Unit-dose) NDC 33342-494-12\n                     \n                     Carbidopa, levodopa and entacapone film coated tablets 37.5 mg/150 mg/200 mg containing 37.5 mg of carbidopa, 150 mg of levodopa, and 200 mg of entacapone. Brown coloured, oval shaped, biconvex,  film coated tablets debossed with \"M 75\" on one side and plain surface on the other side.  HDPE bottle of 100 tablets NDC 33342-495-11 100 Tablets (10 x 10 Unit-dose) NDC 33342-495-12\n                     \n                     Carbidopa, levodopa and entacapone film coated tablets 50 mg/200 mg/200 mg containing 50 mg of carbidopa, 200 mg of levodopa, and 200 mg of entacapone. Brown coloured, oval shaped, biconvex,  film coated tablets debossed with \"M 70\" on one side and plain surface on the other side.  HDPE bottle of 100 tablets NDC 33342-496-11 100 Tablets (10 x 10 Unit-dose) NDC 33342-496-12   Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [See USP Controlled Room Temperature].  Dispense in tight container (USP).",
    "adverseReactions": "Carbidopa, levodopa and entacapone tablets is contraindicated in patients:  \n                  \n                  \n                     Taking nonselective monoamine oxidase (MAO) inhibitors (e.g., phenelzine and tranylcypromine). These nonselective MAO inhibitors must be discontinued at least two weeks prior to initiating therapy with Carbidopa, levodopa and entacapone tablets.\n                     With narrow-angle glaucoma."
}