{
    "root": "f117d27f-d753-446f-a7f3-a180fe42233f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Chlordiazepoxide Hydrochloride and Clidinium Bromide",
    "value": "20231205",
    "ingredients": [
        {
            "name": "CHLORDIAZEPOXIDE HYDROCHLORIDE",
            "code": "MFM6K1XWDK"
        },
        {
            "name": "CLIDINIUM BROMIDE",
            "code": "91ZQW5JF1Z"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "TALC",
            "code": "7SEV7J4R1U"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C GREEN NO. 3",
            "code": "3P3ONR6O1S"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "GELATIN, UNSPECIFIED",
            "code": "2G86QN327L"
        }
    ],
    "indications": "Chlordiazepoxide Hydrochloride and Clidinium Bromide Capsules are indicated to control emotional and somatic factors in gastrointestinal disorders. Chlordiazepoxide Hydrochloride and Clidinium Bromide Capsules may also be used as adjunctive therapy in the treatment of peptic ulcer and in the treatment of the irritable bowel syndrome (irritable colon, spastic colon, mucous colitis) and acute enterocolitis.",
    "contraindications": "Recommended Dosage\n                  \n                  Because of the varied individual responses to tranquilizers and anticholinergics, the optimum dosage of Chlordiazepoxide Hydrochloride and Clidinium Bromide Capsules vary with the diagnosis and response of the individual patient. The dosage, therefore, should be individualized for maximum beneficial effects. The usual maintenance dose is 1 or 2 capsules, 3 or 4 times a day administered before meals and at bedtime.\n                  \n                     Recommended Geriatric Dosage\n                  \n                  Dosage should be limited to the smallest effective amount to preclude the development of ataxia, oversedation or confusion. The initial dose should not exceed 2 Chlordiazepoxide Hydrochloride and Clidinium Bromide capsules per day, to be increased gradually as needed and tolerated. Elderly patients have an increased risk of dose-related adverse reactions (see \n                        PRECAUTIONS\n                     ).\n                  \n                     Discontinuation or Dosage Reduction of Chlordiazepoxide Hydrochloride and Clidinium Bromide Capsules\n                  \n                  To reduce the risk of withdrawal reactions, use a gradual taper to discontinue Chlordiazepoxide Hydrochloride and Clidinium Bromide Capsules or reduce the dosage. If a patient develops withdrawal reactions, consider pausing the taper or increasing the dosage to the previous tapered dosage level. Subsequently decrease the dosage more slowly (see \n                        WARNINGS \n                     and \n                        DRUG ABUSE AND DEPENDENCE\n                     ).",
    "warningsAndPrecautions": "Chlordiazepoxide Hydrochloride and Clidinium Bromide Capsules are available in light green opaque cap and light green opaque body containing 5 mg chlordiazepoxide hydrochloride and 2.5 mg clidinium bromide, in bottle of 100 (NDC 72162-1237-01), with black imprint “N36” on both the cap and body.\n                  Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F).\n                  Keep out of reach of children.Dispense in a tight, light-resistant container as defined in USP/NF.\n                  Repackaged/Relabeled by:Bryant Ranch Prepack, Inc.Burbank, CA 91504",
    "adverseReactions": "Chlordiazepoxide Hydrochloride and Clidinium Bromide Capsules are contraindicated in the presence of glaucoma (since the anticholinergic component may produce some degree of mydriasis) and in patients with prostatic hypertrophy and benign bladder neck obstruction. It is contraindicated in patients with known hypersensitivity to chlordiazepoxide hydrochloride and/or clidinium bromide."
}