{
    "root": "f295b581-42f2-4a83-bd35-58d21fa32dda",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Cefazolin",
    "value": "20240331",
    "ingredients": [
        {
            "name": "CEFAZOLIN SODIUM",
            "code": "P380M0454Z"
        },
        {
            "name": "NATURAL LATEX RUBBER",
            "code": "2LQ0UUW8IN"
        }
    ],
    "indications": "Cefazolin for Injection is a cephalosporin antibacterial indicated for perioperative prophylaxis in adult patients (1.1). To reduce the development of drug-resistant bacteria and maintain the effectiveness of Cefazolin for Injection and other antibacterial drugs, Cefazolin for Injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. (1.2)",
    "contraindications": "• For intravenous infusion only administered over approximately 30 minutes. (2.1) • Not for intravenous bolus administration or intramuscular administration. (2.1) Table 1: Recommended Dosage for Perioperative Prophylaxis in Adults with CLcr Equal to 55 mL/min or Greater (2.2) Dose administered ½ hour to 1 hour prior to the start of surgery Additional dose during lengthy operative procedures (e.g., 2 hours or more) Dose for 24 hours postoperatively 1 gram (g) to 2 g 500 mg to 1 g 500 mg to 1 g every 6 hours to 8 hours • Dosage adjustment is required for adult patients with CLcr that is less than 55 mL/min. (2.3 and 8.6) • See full prescribing information for preparation and administration instructions. (2.4)",
    "warningsAndPrecautions": "Cefazolin for Injection is available in a single-dose vial containing 2 grams or 3 grams of cefazolin as a white to cream powder for reconstitution. Each vial contains cefazolin sodium equivalent to 2 grams or 3 grams of cefazolin, and is supplied as follows:\n                  2 grams per Single-Dose Vial:\tNDC 44567-840-01\n                  Carton of 25:\tNDC 44567-840-25\n                  3 grams per Single-Dose Vial:\tNDC 44567-845-01\n                  Carton of 25:\tNDC 44567-845-25\n                  Store Cefazolin for Injection vials at 20°C to 25°C (68°F to 77°F) [see USP Controlled Room Temperature]. Protect from Light. \n                  Storage conditions for the reconstituted and diluted solutions are described elsewhere in labeling [see Dosage and Administration (2.4)].",
    "adverseReactions": "• Hypersensitivity to cefazolin or other cephalosporin class antibacterial drugs, penicillins, or other beta-lactams (4.1)"
}