{
    "id": "f3862f77-3621-4730-923e-9efbfa18e03f",
    "indications": "MARCAINE SPINAL is indicated for subarachnoid injection in adults for the production of subarachnoid block (spinal anesthesia).",
    "contraindications": "The dosage of MARCAINE SPINAL administered varies with the anesthetic procedure, the vascularity of the tissues, the number of neuronal segments to be blocked, the depth of anesthesia and degree of muscle relaxation required, the duration of anesthesia desired, individual tolerance, and the physical condition of the patient. Administer the smallest dosage and concentration required to produce the desired result. The following are general dosage guidelines: • MARCAINE SPINAL 6 mg is generally adequate for vaginal delivery. ( 2.2 ) • MARCAINE SPINAL 7.5 mg is generally adequate for spinal anesthesia for lower extremity and perineal procedures. ( 2.2 ) • MARCAINE SPINAL 12 mg is generally adequate for lower abdominal procedures. ( 2.2 ) • MARCAINE SPINAL 7.5 mg to 10.5 mg is generally adequate for Cesarean section. ( 2.2 )",
    "adverseReactions": "MARCAINE SPINAL is contraindicated in:\n                  \n                     \n                        •intravenous regional anesthesia (Bier Block) [see Warnings and Precautions (5.8)].\n                     \n                        •patients with septicemia.\n                     \n                        •patients with severe hemorrhage, severe hypotension or shock, due to a reduced cardiac output.\n                     \n                        •patients with clinically significant arrhythmias, such as complete heartblock, due a reduced cardiac output.\n                     \n                        •patients with a known hypersensitivity to bupivacaine or to any local anesthetic agent of the amide-type or to other components of MARCAINE SPINAL.\n                           \n                              opatients with local infection at the site of proposed lumbar puncture.",
    "ingredients": [
        {
            "name": "BUPIVACAINE HYDROCHLORIDE",
            "code": "7TQO7W3VT8"
        },
        {
            "name": "ANHYDROUS DEXTROSE",
            "code": "5SL0G7R0OK"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "Hospira, Inc.",
    "name": "Marcaine Spinal",
    "effectiveTime": "20250513"
}