{
    "root": "f3d2f709-6e2e-4c25-8069-52661dc76e2d",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": "Albuterol",
    "value": "20250306",
    "ingredients": [
        {
            "name": "ALBUTEROL SULFATE",
            "code": "021SEF3731"
        },
        {
            "name": "LACTOSE",
            "code": "J2B2A4N98G"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        }
    ],
    "indications": "Albuterol tablets are indicated for the relief of bronchospasm in adults and children 6 years of age and older with reversible obstructive airway disease.",
    "contraindications": "The following dosages of albuterol tablets are expressed in terms of albuterol base.\n                     \n                     Usual Dosage\n                     \n                     \n                        Adults and Children Over 12 Years of Age\n                     \n                      The usual starting dosage for adults and children 12 years and older is 2 or 4 mg three or four times a day.\n                     \n                     \n                        Children 6 to 12 Years of Age:\n                     \n                      The usual starting dosage for children 6 to 12 years age is 2 mg three or four times a day.\n                     \n                     Dosage Adjustment\n                     \n                     \n                        Adults and Children Over 12 Years of Age\n                     \n                      For adults and children 12 years and older, a dosage above 4 mg four times a day should be used only when the patient fails to respond. If a favorable response does not occur with the 4 mg initial dosage, it should be cautiously increased stepwise up to a maximum of 8 mg four times a day as tolerated.\n                     \n                     \n                        Children 6 to 12 Years of Age Who Fail to Respond to the Initial Starting Dosage of 2 mg Four Times a Day\n                     \n                      For children from 6 to 12 years of age who fail to respond to the initial starting dosage of 2 mg four times a day, the dosage may be cautiously increased stepwise, but not to exceed 24 mg/day (given in divided doses).\n                     \n                     Elderly Patients and Those Sensitive to Beta-adrenergic Stimulators\n                      An initial dosage of 2 mg three or four times a day is recommended for elderly patients and for those with a history of unusual sensitivity to beta-adrenergic stimulators. If adequate bronchodilation is not obtained, dosage may be increased gradually to as much as 8 mg three or four times a day.\n                      The total daily dose should not exceed 32 mg in adults and children over 12 years and older.",
    "warningsAndPrecautions": "Albuterol Tablets, USP for oral administration contains 2 mg or 4 mg albuterol as 2.4 mg or 4.8 mg of albuterol sulfate, USP respectively. \n                      Albuterol Tablets, USP containing 2 mg albuterol as the sulfate are white, round shaped, scored tablets debossed with “AC 2” on one side and plain on other side. They are available as follows:\n                      NDC 64980-442-01 Bottles of 100 tablets\n                      NDC 64980-442-50 Bottles of 500 tablets\n                      Albuterol Tablets, USP containing 4 mg albuterol as the sulfate are white, round shaped, scored tablets debossed with “AC 4” on one side and plain on other side. They are available as follows:\n                      NDC 64980-443-01 Bottles of 100 tablets\n                      NDC 64980-443-50 Bottles of 500 tablets\n                     \n                     Store Albuterol Tablets, USP at 20° to 25°C (68° to 77°F). [See USP for Controlled Room Temperature.]\n                     \n                     Protect from light.\n                     \n                      Dispense in a tight, light-resistant container as defined in the USP using a child-resistant closure.\n                  \n                     Manufactured by:\n                      Appco Pharma LLC. Piscataway, New Jersey 08854\n                  \n                     Manufactured for:\n                     Rising Pharma Holdings, Inc.East Brunswick, NJ 08816\n                     \n                     Revised: 03/2025\n                      200229 PIR44350-01",
    "adverseReactions": "Albuterol tablets are contraindicated in patients with a history of hypersensitivity to albuterol, or any of its components."
}