{
    "root": "f478f112-52b9-40ec-82a9-e973e180a426",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Phenobarbital",
    "value": "20250403",
    "ingredients": [
        {
            "name": "PHENOBARBITAL",
            "code": "YQE403BP4D"
        },
        {
            "name": "ALCOHOL 95%",
            "code": "7528N5H79B"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "SORBITOL",
            "code": "506T60A25R"
        },
        {
            "name": "SUCRALOSE",
            "code": "96K6UQ3ZD4"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        }
    ],
    "indications": "A. Sedative\n                  B. Anticonvulsant–For the treatment of generalized and partial seizures.",
    "contraindications": "The dose of phenobarbital must be individualized with full knowledge of its particular characteristics. Factors of consideration are the patient’s age, weight, and condition.\n                  \n                     Sedation: For sedation, the drug may be administered in single doses of 30 to 120 mg repeated at intervals; frequency will be determined by the patient’s response. It is generally considered that no more than 400 mg of phenobarbital should be administered during a 24-hour period.\n                  \n                     Adults: Daytime Sedation: 30 to 120 mg daily in 2 to 3 divided doses.\n                  \n                     Oral Hypnotic: 100 to 200 mg\n                  \n                     Anticonvulsant Use–Clinical laboratory reference values should be used to determine the therapeutic anticonvulsant level of phenobarbital in the serum. To achieve the blood levels considered therapeutic in pediatric patients, higher per-kilogram dosages are generally necessary for phenobarbital and most other anticonvulsants. In pediatric patients and infants, phenobarbital at a loading dose of 15 to 20 mg/kg produces blood levels of about 20 mcg/mL shortly after administration.\n                  Phenobarbital has been used in the treatment and prophylaxis of febrile seizures. However, it has not been established that prevention of febrile seizures influences the subsequent development of epilepsy.\n                  Adults: 60 to 200 mg/day.\nPediatric Patients: 3 to 6 mg/kg/day.\n                  \n                     Special Patient Population–Dosage should be reduced in the elderly or debilitated because these patients may be more sensitive to barbiturates. Dosage should be reduced for patients with impaired renal function or hepatic disease.",
    "warningsAndPrecautions": "Phenobarbital Elixir, USP, 20.0 mg/5 mL is a clear, colorless, grape flavored liquid. Available in 16 oz bottles, NDC 13811-299-08.\n                  Contains alcohol, 15%\n                  Dispense in a tight, light-resistant container as defined in the USP/NF with a child-resistant closure.\n                  Keep tightly closed. Store at 20º - 25ºC (68º - 77ºF) [See USP Controlled Room Temperature].\n                  All prescription substitutions and/or recommendations using this product shall be made subject to state and federal statutes as applicable. Please note: this is not an Orange Book product and has not been subjected to FDA therapeutic equivalency or other equivalency testing. No representation is made as to generic status or bioequivalency. Each person recommending a prescription substitution using this product shall make such recommendations based on each person's professional opinion and knowledge, upon evaluating the active ingredients, excipients, inactive ingredients and chemical information provided herein.\n                  Manufactured for:\n                  \n                     Trigen Laboratories, LLC\n                  \n                  Alpharetta, GA 30005\n                  500560-01 Issue 01/2025",
    "adverseReactions": "Phenobarbital is contraindicated in patients who are hypersensitive to barbiturates, in patients with a history of manifest or latent porphyria, and in patients with marked impairment of liver function or respiratory disease in which dyspnea or obstruction is evident."
}