{
    "root": "f4843a89-4cfb-40de-8399-a7449b4865e2",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Methadone Hydrochloride",
    "value": "20250401",
    "ingredients": [
        {
            "name": "METHADONE HYDROCHLORIDE",
            "code": "229809935B"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "SODIUM BENZOATE",
            "code": "OJ245FE5EU"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Methadone Hydrochloride Oral Concentrate (Intensol™) contains methadone, an opioid agonist indicated for the:\n                  \n                     \n                        •Management of pain severe enough to require daily, around-the-clock, long-term opioid treatment and for which alternative treatment options are inadequate.\n                  \n                  \n                     Limitations of Use\n                  \n                  \n                     \n                         \n                        \n                           \n                              oBecause of the risks of addiction, abuse, and misuse with opioids, even at recommended doses, and because of the greater risks of overdose and death with long-acting opioids [see Warnings and Precautions (5.5)], reserve Methadone Hydrochloride Intensol™ for use in patients for whom alternative analgesic treatment options (e.g., non-opioid analgesics or immediate-release opioid analgesics) are ineffective, not tolerated, or would be otherwise inadequate to provide sufficient management of pain.\n                           \n                              oMethadone Hydrochloride Intensol™ are not indicated as an as-needed (prn) analgesic.\n                        \n                     \n                     \n                        •Detoxification treatment of opioid addiction (heroin or other morphine-like drugs).\n                     \n                        •Maintenance treatment of opioid addiction (heroin or other morphine-like drugs), in conjunction with appropriate social and medical services.\n                  \n                  \n                     Limitations of Use\n                  \n                  Methadone products used for the treatment of opioid addiction in detoxification or maintenance programs are subject to the conditions for distribution and use required under 21 CFR, Title 42, Sec. 8 [see Dosage and Administration (2.1)].",
    "contraindications": "• Strongly consider prescribing naloxone at the time methadone is initiated or renewed because patients being treated with methadone may be at risk for opioid overdose during initiation or titration, or in the case of relapse to illicit use. ( 2.3 ) • Initiation of Detoxification and Maintenance Treatment: A single dose of 20 to 30 mg may be sufficient to suppress withdrawal syndrome. ( 2.4 ) • Maintenance Treatment: Clinical stability is most commonly achieved at doses between 80 to 120 mg/day. ( 2.5 ) • Do not abruptly discontinue methadone in a physically dependent patient. ( 2.6 , 5.15 ) Management of Pain • To be prescribed only by healthcare providers knowledgeable in use of potent opioids for management of chronic pain. ( 2.10 ) • Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals. ( 2.10 ) • Individualize dosing based on the severity of pain, patient response, prior analgesic experience, and risk factors for addiction, abuse, and misuse. ( 2.10 ) • For opioid naïve patients, initiate methadone treatment with 2.5 mg every 8 to 12 hours. ( 2.10 ) • To convert to methadone from another opioid, use available conversion factors to obtain estimated dose. ( 2.10 ) • Titrate slowly with dose increases no more frequent than every 3 to 5 days. ( 2.10 ) • Do not abruptly discontinue Methadone Hydrochloride Intensol ™ in a physically dependent patient because rapid discontinuation of opioid analgesics has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. ( 2.12 , 5.15 )",
    "warningsAndPrecautions": "Methadone Hydrochloride Oral Concentrate, USP (Intensol\n                        TM), 10 mg per mL\n                  \n                  \n                     10 mg per mL oral concentrate is supplied as a clear, colorless solution. \n                  \n                  NDC 0054-3553-44: Bottle of 30 mL with calibrated syringe [graduations of 0.25 mL (2.5 mg), 0.5 mL (5 mg), 0.75 mL (7.5 mg), and 1 mL (10 mg) on the syringe].\n                  Store at 20° to 25°C (68° to 77°F), with excursions permitted between 15° to 30°C (59° to 86°F). [See USP Controlled Room Temperature.]\n                  Store Methadone Hydrochloride Intensol™ securely and dispose of properly [see Patient Counseling Information (17)].",
    "adverseReactions": "Methadone Hydrochloride Intensol™ is contraindicated in patients with: \n                  \n                     \n                        •Significant respiratory depression [see Warnings and Precautions (5.1)]. \n                     \n                     \n                        •Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see Warnings and Precautions (5.8)]. \n                     \n                     \n                        •Known or suspected gastrointestinal obstruction, including paralytic ileus [see Warnings and Precautions (5.13)].\n                     \n                     \n                        •Hypersensitivity (e.g., anaphylaxis) to methadone or any other ingredient in Methadone Hydrochloride Intensol™ [see Adverse Reactions (6)]."
}