{
    "root": "f50e7f65-8bca-4df1-bff1-8069b33def90",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Nafcillin",
    "value": "20250427",
    "ingredients": [
        {
            "name": "nafcillin sodium",
            "code": "49G3001BCK"
        }
    ],
    "indications": "Nafcillin is indicated in the treatment of infections caused by penicillinase-producing staphylococci which have demonstrated susceptibility to the drug. Culture and susceptibility tests should be performed initially to determine the causative organism and its susceptibility to the drug (see \n                        CLINICAL PHARMACOLOGY - Susceptibility Testing\n                     ).\n\n                  Nafcillin should not be used in infections caused by organisms susceptible to penicillin G. If the susceptibility tests indicate that the infection is due to a methicillin-resistant Staphylococcus sp., therapy with Nafcillin for Injection should be discontinued and alternative therapy provided.\n\n                  To reduce the development of drug-resistant bacteria and maintain the effectiveness of Nafcillin for Injection, USP and other antibacterial drugs, Nafcillin for Injection, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": "Nafcillin for Injection, in the Pharmacy Bulk Package Bottle is for intravenous injection only.\n\n                  The usual IV dosage for adults is 500 mg every 4 hours. For severe infections, 1 gram every 4 hours is recommended. Administer slowly over at least 30 to 60 minutes to minimize the risk of vein irritation and extravasation.\n\n                  Bacteriologic studies to determine the causative organisms and their susceptibility to nafcillin should always be performed. Duration of therapy varies with the type and severity of infection as well as the overall condition of the patient; therefore, it should be determined by the clinical and bacteriological response of the patient. In severe staphylococcal infections, therapy with nafcillin should be continued for at least 14 days. The treatment of endocarditis and osteomyelitis may require a longer duration of therapy.\n\n                  No dosage alterations are necessary for patients with renal dysfunction, including those on hemodialysis. Hemodialysis does not accelerate nafcillin clearance from the blood.\n\n                  With intravenous administration, particularly in elderly patients, care should be taken because of the possibility of thrombophlebitis.\n\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit.\n\n                  Do not add supplementary medication to Nafcillin for Injection, USP.",
    "warningsAndPrecautions": "Nafcillin for Injection, USP in a Pharmacy Bulk Package contains nafcillin sodium equivalent to 10 grams of nafcillin and is supplied as follows:\n\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              NDC\n                           \n                           \n                              Nafcillin for Injection, USP\n                           \n                           \n                              Package Factor\n                           \n                        \n                        \n                           25021-198-99\n\n                           10 grams per Pharmacy Bulk Package Bottle\n\n                           1 vial per carton",
    "adverseReactions": "A history of a hypersensitivity (anaphylactic) reaction to any penicillin is a contraindication."
}