{
    "root": "f7334753-35b3-450f-b6f6-2bf22d54a30f",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Brevibloc",
    "value": "20250314",
    "ingredients": [
        {
            "name": "ESMOLOL HYDROCHLORIDE",
            "code": "V05260LC8D"
        },
        {
            "name": "SODIUM ACETATE",
            "code": "4550K0SC9B"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "ACETIC ACID",
            "code": "Q40Q9N063P"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        }
    ],
    "indications": "BREVIBLOC injection is a beta adrenergic blocker indicated for the short-term treatment of: • Control of ventricular rate in supraventricular tachycardia including atrial fibrillation and atrial flutter and control of heart rate in noncompensatory sinus tachycardia  ( 1.1 ) • Control of perioperative tachycardia and hypertension  ( 1.2 )",
    "contraindications": "• Administer intravenously  ( 2.1 , 2.2 ) • Titrate using ventricular rate or blood pressure at ≥4-minute intervals.  ( 2.1 , 2.2 ) • Supraventricular tachycardia (SVT) or noncompensatory sinus tachycardia  ( 2.1 ) • Optional loading dose: 500 mcg per kg infused over one minute • Then 50 mcg per kg per minute for the next 4 minutes • Adjust dose as needed to a maximum of 200 mcg per kg per minute. • Additional loading doses may be administered • Perioperative tachycardia and hypertension  ( 2.2 ) • Loading dose: 500 mcg per kg over 1 minute for gradual control (1 mg per kg over 30 seconds for immediate control) • Then 50 mcg per kg per min for gradual control (150 mcg per kg per minute for immediate control) adjusted to a maximum of 200 (tachycardia) or 300 (hypertension) mcg per kg per min  ( 2.2 )",
    "warningsAndPrecautions": null,
    "adverseReactions": "BREVIBLOC (Esmolol Hydrochloride) injection is contraindicated in patients with:\n                  \n                     \n                        •Severe sinus bradycardia:  May precipitate or worsen bradycardia resulting in cardiogenic shock and cardiac arrest [see Warnings and Precautions (5.2)].\n                     \n                     \n                        •Heart block greater than first degree:  Second- or third-degree atrioventricular block may precipitate or worsen bradycardia resulting in cardiogenic shock and cardiac arrest [see Warnings and Precautions (5.2)].\n                     \n                     \n                        •Sick sinus syndrome:  May precipitate or worsen bradycardia resulting in cardiogenic shock and cardiac arrest [see Warnings and Precautions (5.2)].\n                     \n                     \n                        •Decompensated heart failure:  May worsen heart failure.\n                     \n                        •Cardiogenic shock:  May precipitate further cardiovascular collapse and cause cardiac arrest.\n                     \n                        •IV administration of cardiodepressant calcium-channel antagonists (e.g., verapamil) and BREVIBLOC injection in close proximity (i.e., while cardiac effects from the other are still present); fatal cardiac arrests have occurred in patients receiving BREVIBLOC injection and intravenous verapamil.\n                     \n                        •Pulmonary hypertension:  May precipitate cardiorespiratory compromise.\n                     \n                        •Hypersensitivity reactions, including anaphylaxis, to esmolol or any of the inactive ingredients of the product (cross-sensitivity between beta blockers is possible)."
}