{
    "root": "f7b2d19f-57fe-4aae-a6be-c9f4525e1438",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Gentamicin Sulfate",
    "value": "20250501",
    "ingredients": [
        {
            "name": "GENTAMICIN SULFATE",
            "code": "8X7386QRLV"
        },
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM PHOSPHATE",
            "code": "SE337SVY37"
        },
        {
            "name": "TYLOXAPOL",
            "code": "Y27PUL9H56"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "INDICATIONS AND USAGE:  Gentamicin Sulfate Ophthalmic Solution is indicated in the topical treatment of ocular bacterial infections, including conjunctivitis, keratitis, keratoconjunctivitis, corneal ulcers, blepharitis, blepharoconjunctivitis, acute meibomianitis, and dacryocystitis caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pyogenes, Streptococcus pneumoniae, Enterobacter aerogenes, Escherichia coli, Haemophilus influenzae, Klebsiella pneumoniae, Neisseria gonorrhoeae, Pseudomonas aeruginosa, and Serratia marcescens.",
    "contraindications": "DOSAGE AND ADMINISTRATION: Instill one or two drops into the affected eye(s) every four hours. In severe infections, dosage may be increased to as much as two drops once every hour.",
    "warningsAndPrecautions": "HOW SUPPLIED: Gentamicin Sulfate Ophthalmic Solution: 5 mL in plastic DROP-TAINER* dispenser. NDC 71205-333-05\n                  \n                     STORAGE: Protect from light and store away from heat. Store at controlled room temperature 15째-25째C (59째-77째F).\n                  \n                     To report SUSPECTED ADVERSE REACTIONS, contact Sandoz Inc., at 1-800-525-8747 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.\n                  \n                  *DROP-TAINER is a registered trademark of Alcon Research, Ltd.\n                  \n                     Rx Only",
    "adverseReactions": "CONTRAINDICATIONS: Gentamicin Sulfate Ophthalmic Solution is contraindicated in patients with known hypersensitivity to any of the components."
}