{
    "id": "f8bb1621-325d-4e78-a34e-ff226f759e6f",
    "indications": "SKYTROFA (lonapegsomatropin-tcgd) is a human growth hormone indicated for the treatment of pediatric patients 1 year and older who weigh at least 11.5 kg and have growth failure due to inadequate secretion of endogenous growth hormone (GH).",
    "contraindications": "SKYTROFA should be administered subcutaneously into the abdomen, buttock, or thigh with regular rotation of the injection sites ( 2.5 ). The recommended dose is 0.24 mg/kg body weight once-weekly. See Full Prescribing Information for instructions on preparation and administration of drug ( 2.4 , 2.5 ).",
    "warningsAndPrecautions": "SKYTROFA (lonapegsomatropin-tcgd) for injection is a sterile, preservative-free, white to off-white lyophilized powder available in a single-dose, dual-chamber, prefilled cartridge containing lonapegsomatropin-tcgd in one chamber and the diluent, Water for Injection, in the second chamber. The dual-chamber glass cartridge is available in 9 strengths (in somatropin equivalents) as described in Table 6.\n                        \n                           Table 6:\tSKYTROFA Presentations\n                           \n                           \n                           \n                              \n                                 SKYTROFA\n                                 NDC\n                              \n                           \n                           \n                              \n                                 3 mg\n                                 73362-003-01\n                              \n                              \n                                 3.6 mg\n                                 73362-004-01\n                              \n                              \n                                 4.3 mg\n                                 73362-005-01\n                              \n                              \n                                 5.2 mg\n                                 73362-006-01\n                              \n                              \n                                 6.3 mg\n                                 73362-007-01\n                              \n                              \n                                 7.6 mg\n                                 73362-008-01\n                              \n                              \n                                 9.1 mg\n                                 73362-009-01\n                              \n                              \n                                 11 mg\n                                 73362-010-01\n                              \n                              \n                                 13.3 mg\n                                 73362-011-01\n                              \n                           \n                        \n                        Each carton contains 4 single-dose prefilled cartridges and 6 sterile, single-use, disposable 0.25 mm × 4 mm (31-gauge × 5/32 inch) needles. The cartridges are for use only with the SKYTROFA Auto-Injector, packaged in a separate carton. The SKYTROFA Auto-Injector is not supplied with SKYTROFA cartridges but is available for patients with a prescription for SKYTROFA through the Ascendis Pharma Customer Support by calling the toll-free number at 1-844-442-7236 (1-844-44ASCENDIS).",
    "adverseReactions": "SKYTROFA is contraindicated in patients with:\n                  \n                  \n                     Acute critical illness after open heart surgery, abdominal surgery or multiple accidental trauma, or those with acute respiratory failure due to the risk of increased mortality with use of pharmacologic doses of somatropin [see Warnings and Precautions (5.1)].\n                     Hypersensitivity to somatropin or any of the excipients in SKYTROFA. Severe systemic hypersensitivity reactions, including anaphylactic reactions and angioedema, have been reported [see Warnings and Precautions (5.2)].\n                     \n                     Closed epiphyses.\n                     Active malignancy due to the risk of malignancy progression [see Warnings and Precautions (5.3)].\n                     \n                     Active proliferative or severe non-proliferative diabetic retinopathy because treatment with somatropin may worsen this condition.\n                     Prader-Willi syndrome who are severely obese, have a history of upper airway obstruction or sleep apnea or have severe respiratory impairment due to the risk of sudden death [see Warnings and Precautions (5.13)].",
    "ingredients": [
        {
            "name": "Lonapegsomatropin",
            "code": "OP35X9610Y"
        }
    ],
    "organization": "Ascendis Pharma Endocrinology, Inc.",
    "name": "Skytrofa",
    "effectiveTime": "20250506"
}