{
    "root": "f99e9ea5-3c4a-4a94-9ca9-709f65b8fd82",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "Human Prescription Drug Label",
    "name": {
        "text": "Fluphenazine Hydrochloride"
    },
    "value": "20240928",
    "ingredients": [
        {
            "name": "FLUPHENAZINE HYDROCHLORIDE",
            "code": "ZOU145W1XL"
        },
        {
            "name": "CALCIUM PHOSPHATE, DIBASIC, DIHYDRATE",
            "code": "O7TSZ97GEP"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "STARCH, CORN",
            "code": "O8232NY3SJ"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        },
        {
            "name": "POLYETHYLENE GLYCOL 400",
            "code": "B697894SGQ"
        },
        {
            "name": "FD&C BLUE NO. 2",
            "code": "L06K8R7DQK"
        },
        {
            "name": "D&C RED NO. 30",
            "code": "2S42T2808B"
        },
        {
            "name": "D&C RED NO. 27",
            "code": "2LRS185U6K"
        },
        {
            "name": "D&C YELLOW NO. 10",
            "code": "35SW5USQ3G"
        },
        {
            "name": "FD&C BLUE NO. 1",
            "code": "H3R47K3TBD"
        },
        {
            "name": "FD&C YELLOW NO. 6",
            "code": "H77VEI93A8"
        }
    ],
    "indications": "Fluphenazine hydrochloride tablets are indicated in the management of manifestations of psychotic disorders. Fluphenazine hydrochloride has not been shown effective in the management of behavioral complications in patients with mental retardation.",
    "contraindications": "Depending on severity and duration of symptoms, total daily dosage for adult psychotic patients may range initially from 2.5 mg to 10 mg and should be divided and given at 6 to 8 hour intervals. The smallest amount that will produce the desired results must be carefully determined for each individual, since optimal dosage levels of this potent drug vary from patient to patient. In general, the oral dose has been found to be approximately 2 to 3 times the parenteral dose of fluphenazine. Treatment is best instituted with a low initial dosage, which may be increased, if necessary, until the desired clinical effects are achieved. Therapeutic effect is often achieved with doses under 20 mg daily. Patients remaining severely disturbed or inadequately controlled may require upward titration of dosage. Daily doses up to 40 mg may be necessary; controlled clinical studies have not been performed to demonstrate safety of prolonged administration of such doses. When symptoms are controlled, dosage can generally be reduced gradually to daily maintenance doses of 1 mg to 5 mg, often given as a single daily dose. Continued treatment is needed to achieve maximum therapeutic benefits; further adjustments in dosage may be necessary during the course of therapy to meet the patient’s requirements. For psychotic patients who have been stabilized on a fixed daily dosage of orally administered fluphenazine hydrochloride dosage forms, conversion to the long-acting fluphenazine decanoate may be indicated (see package insert for fluphenazine decanoate for conversion information). For geriatric patients, the suggested starting dose is 1 mg to 2.5 mg daily, adjusted according to the response of the patient.",
    "warningsAndPrecautions": "Fluphenazine Hydrochloride Tablets, USP are available as follows: 1 mg tablets are white to off-white, round, biconvex film-coated tablets debossed with “115” on one side and “m” on the other. They are supplied in bottles of 100 (NDC 72205-112-91) and 500 (NDC 72205-112-05). 2.5 mg tablets are blue colored, round, biconvex film-coated tablets debossed with “116” on one side and “m” on the other. They are supplied in bottles of 100 (NDC 72205-113-91) and 500 (NDC 72205-113-05). 5 mg tablets are pink colored, round, biconvex film-coated tablets debossed with “117” on one side and “m” on the other. They are supplied in bottles of 100 (NDC 72205-114-91) and 500 (NDC 72205-114-05). 10 mg tablets are orange colored, round, biconvex film-coated tablets debossed with “118” on one side and “m” on the other. They are supplied in bottles of 100 (NDC 72205-115-91) and 500 (NDC 72205-115-05).\n                     Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Avoid excessive heat. Protect from light.\n                      Dispense in a tight, light-resistant container as defined in the USP with a child-resistant closure.\n                     \n                     Manufactured by: \n                     \n                     MSN Pharmaceuticals Inc.\n                      Piscataway, NJ 08854 \n                     Distributed by: Novadoz Pharmaceuticals LLC.\n                      Piscataway, NJ 08854 -3714 Issued: 02/2025",
    "adverseReactions": "Phenothiazines are contraindicated in patients with suspected or established subcortical brain damage, in patients receiving large doses of hypnotics, and in comatose or severely depressed states. The presence of blood dyscrasia or liver damage precludes the use of fluphenazine hydrochloride. Fluphenazine hydrochloride is contraindicated in patients who have shown hypersensitivity to fluphenazine; cross-sensitivity to phenothiazine derivatives may occur."
}