{
    "root": "faa2bb60-affc-4f82-9fc6-0c2222e05504",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Clobetasol Propionate",
    "value": "20250328",
    "ingredients": [
        {
            "name": "CLOBETASOL PROPIONATE",
            "code": "779619577M"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SORBITAN SESQUIOLEATE",
            "code": "0W8RRI5W5A"
        },
        {
            "name": "PETROLATUM",
            "code": "4T6H12BN9U"
        }
    ],
    "indications": "Clobetasol Propionate Ointment USP, 0.05% is super-high potency corticosteroid formulations indicated for the relief of the inflammatory and pruritic manifestations of corticosteroid responsive dermatoses. Treatment beyond 2 consecutive weeks is not recommended, and the total dosage should not exceed 50 g per week because of the potential for the drug to suppress the hypothalamic-pituitary-adrenal (HPA) axis. Use in pediatric patients under 12 years of age is not recommended. As with other highly active corticosteroids, therapy should be discontinued when control has been achieved. If no improvement is seen within 2 weeks, reassessment of the diagnosis may be necessary.",
    "contraindications": "Apply a thin layer of clobetasol propionate ointment to the affected skin areas twice daily and rub in gently and completely. (See INDICATIONS AND USAGE).\n                  Clobetasol propionate ointment is super-high potency topical corticosteroids; therefore, treatment should be limited to 2 consecutive weeks, and amounts greater than 50 g per week should not be used.\n                  \n                  As with other highly active corticosteroids, therapy should be discontinued when control has been achieved. If no improvement is seen within 2 weeks, reassessment of diagnosis may be necessary.\n                  \n                     Clobetasol propionate ointment should not be used with occlusive dressings.\n                  \n                  \n                     Geriatric Use: In studies where geriatric patients (65 years of age or older, see PRECAUTIONS) have been treated with clobetasol propionate ointment, safety did not differ from that in younger patients; therefore, no dosage adjustment is recommended.",
    "warningsAndPrecautions": "Clobetasol Propionate Ointment USP, 0.05% is supplied in tamper-evident tubes as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                               Strength\n                              \n                           \n                           \n                               NDC Number\n                              \n                           \n                        \n                        \n                            15 g\n                           \n                            (NDC 62332-465-15)\n                           \n                        \n                        \n                            30 g\n                           \n                            (NDC 62332-465-30)\n                           \n                        \n                        \n                            45 g\n                           \n                            (NDC 62332-465-45)\n                           \n                        \n                        \n                            60 g\n                           \n                            (NDC 62332-465-60)\n                           \n                        \n                     \n                  \n                  \n                     Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                  \n                  Manufactured for:\n                  \n                     Alembic Pharmaceuticals, Inc.\n                  \n                  Bedminster, NJ 07921, USA \n                  Manufactured by:\n                  \n                     Alembic Pharmaceuticals limited\n                  \n                  (Derma Division),\n                  Karakhadi, Vadodara 391450, India.\n                  Mfg. License No.: G/25/2216\n                  Revised: 03/2025",
    "adverseReactions": "Clobetasol propionate ointment is contraindicated in those patients with a history of hypersensitivity to any of the components of the preparations."
}