{
    "id": "fac898b8-b3e7-4db5-a3ff-a3ebcdca84cf",
    "indications": "Latanoprostene bunod ophthalmic solution, 0.024% is indicated for the reduction of intraocular pressure (IOP) in patients with open-angle glaucoma or ocular hypertension.",
    "contraindications": "The recommended dosage is one drop in the conjunctival sac of the affected eye(s) once daily in the evening. Do not administer latanoprostene bunod ophthalmic solution, 0.024% more than once daily since it has been shown that more frequent administration of prostaglandin analogs may lessen the intraocular pressure lowering effect. If latanoprostene bunod ophthalmic solution is to be used concomitantly with other topical ophthalmic drug products to lower intraocular pressure, administer each drug product at least five (5) minutes apart.",
    "warningsAndPrecautions": "Latanoprostene bunod ophthalmic solution, 0.024% is supplied in low density polyethylene bottles with dropper tips and turquoise caps in the following sizes:         2.5 mL fill in a 4 mL white container - NDC 68083-563-01         5 mL fill in a 7 mL Natural container - NDC 68083-564-01\n                     Storage: Unopened bottle should be stored refrigerated at 2º to 8ºC (36º to 46ºF). Once a bottle is opened it may be stored at 2º to 25ºC (36º to 77ºF) for 8 weeks. During shipment, bottles may be maintained at temperatures up to 40°C (104°F) for a period not exceeding 14 days.\n                     Protect from light. Protect from freezing.",
    "adverseReactions": "None.",
    "ingredients": [
        {
            "name": "LATANOPROSTENE BUNOD",
            "code": "I6393O0922"
        },
        {
            "name": "BENZALKONIUM CHLORIDE",
            "code": "F5UM2KM3W7"
        },
        {
            "name": "POLYSORBATE 80",
            "code": "6OZP39ZG8H"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "EDETATE SODIUM",
            "code": "MP1J8420LU"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "TRISODIUM CITRATE DIHYDRATE",
            "code": "B22547B95K"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "organization": "Gland Pharma Limited",
    "name": "Latanoprostene Bunod Ophthalmic Solution, 0.024%",
    "effectiveTime": "20250502"
}