{
    "id": "fb63450d-435f-410d-a0ef-b796c31c24a8",
    "indications": "Tolterodine tartrate tablets are indicated for the treatment of overactive bladder with symptoms of urge urinary incontinence, urgency, and frequency.",
    "contraindications": "The initial recommended dose of tolterodine tartrate tablets is 2 mg twice daily. The dose may be lowered to 1 mg twice daily based on individual response and tolerability. For patients with significantly reduced hepatic or renal function or who are currently taking drugs that are potent inhibitors of CYP3A4, the recommended dose of tolterodine tartrate tablets is 1 mg twice daily (see \n                        PRECAUTIONS, General, PRECAUTIONS, Reduced Hepatic and Renal Function, and \n                        PRECAUTIONS, Drug Interactions\n                     ).",
    "warningsAndPrecautions": "Tolterodine Tartrate Tablets 1 mg (white, round, biconvex, film-coated tablets engraved with arcs above and below the letters “TO”) and Tolterodine Tartrate Tablets 2 mg (white, round, biconvex, film-coated tablets engraved with arcs above and below the letters “DT”) are supplied as follows:\n                  Bottles of 601 mg     NDC 59762-0170-62 mg     NDC 59762-0800-2\n                  Bottles of 5001 mg     NDC 59762-0170-12 mg     NDC 59762-0800-6\n                  Store at 25ºC (77ºF); excursions permitted to 15–30ºC (59–86ºF) [see USP Controlled Room Temperature].\n                  GREENSTONE® BRANDDistributed by:\n                     Greenstone LLC\n                     Morgantown, WV 26505 U.S.A. \n                  © 2024 Viatris Inc.\n                  The brands listed are trademarks of their respective owners.\n                  GST:TOLT:R1\n                  Revised: 9/2024",
    "adverseReactions": "Tolterodine tartrate tablets are contraindicated in patients with urinary retention, gastric retention, or uncontrolled narrow-angle glaucoma. Tolterodine tartrate tablets are also contraindicated in patients who have demonstrated hypersensitivity to the drug or its ingredients, or to fesoterodine fumarate extended-release tablets which, like tolterodine tartrate tablets, are metabolized to 5-hydroxymethyl tolterodine.",
    "ingredients": [
        {
            "name": "TOLTERODINE TARTRATE",
            "code": "5T619TQR3R"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "DIBASIC CALCIUM PHOSPHATE DIHYDRATE",
            "code": "O7TSZ97GEP"
        },
        {
            "name": "MICROCRYSTALLINE CELLULOSE",
            "code": "OP1R32D61U"
        },
        {
            "name": "HYPROMELLOSE, UNSPECIFIED",
            "code": "3NXW29V3WO"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "SODIUM STARCH GLYCOLATE TYPE A",
            "code": "H8AV0SQX4D"
        },
        {
            "name": "STEARIC ACID",
            "code": "4ELV7Z65AP"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "organization": "Mylan Pharmaceuticals Inc.",
    "name": "Tolterodine Tartrate",
    "effectiveTime": "20240921"
}