{
    "root": "fbbddf4f-cbd6-42d9-8070-051f53b2399e",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": {
        "text": "tofacitinib"
    },
    "value": "20221112",
    "ingredients": [
        {
            "name": "TOFACITINIB CITRATE",
            "code": "O1FF4DIV0D"
        },
        {
            "name": "D&C RED NO. 27 ALUMINUM LAKE",
            "code": "ZK64F7XSTX"
        },
        {
            "name": "ETHYLCELLULOSE (7 MPA.S)",
            "code": "H3UP11403C"
        },
        {
            "name": "FD&C BLUE NO. 2--ALUMINUM LAKE",
            "code": "4AQJ3LG584"
        },
        {
            "name": "FERRIC OXIDE RED",
            "code": "1K09F3G675"
        },
        {
            "name": "FERROSOFERRIC OXIDE",
            "code": "XM0M87F357"
        },
        {
            "name": "HYPROMELLOSE 2208 (100 MPA.S)",
            "code": "B1QE5P712K"
        },
        {
            "name": "HYPROMELLOSE 2208 (4000 MPA.S)",
            "code": "39J80LT57T"
        },
        {
            "name": "HYPROMELLOSE 2910 (6 MPA.S)",
            "code": "0WZ8WG20P6"
        },
        {
            "name": "LACTOSE MONOHYDRATE",
            "code": "EWQ57Q8I5X"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        },
        {
            "name": "POLYETHYLENE GLYCOL 4000",
            "code": "4R4HFI6D95"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "SHELLAC",
            "code": "46N107B71O"
        },
        {
            "name": "SODIUM LAURYL SULFATE",
            "code": "368GB5141J"
        },
        {
            "name": "TITANIUM DIOXIDE",
            "code": "15FIX9V2JP"
        }
    ],
    "indications": "Rheumatoid Arthritis\n                  \n                  Tofacitinib extended-release tablets are indicated for the treatment of adult patients with moderately to severely active rheumatoid arthritis (RA) who have had an inadequate response or intolerance to methotrexate. It may be used as monotherapy or in combination with methotrexate or other nonbiologic disease-modifying antirheumatic drugs (DMARDs).\n                  \n                     Limitations of Use:\n                  \n                  Use of tofacitinib extended-release tablets in combination with biologic DMARDs or with potent immunosuppressants such as azathioprine and cyclosporine is not recommended.\n                  \n                     Psoriatic Arthritis\n                  \n                  Tofacitinib extended-release tablets are indicated for the treatment of adult patients with active psoriatic arthritis (PsA) who have had an inadequate response or intolerance to methotrexate or other disease-modifying antirheumatic drugs (DMARDs).\n                  \n                     Limitations of Use:\n                  \n                  Use of tofacitinib extended-release tablets in combination with biologic DMARDs or with potent immunosuppressants such as azathioprine and cyclosporine is not recommended.\n                  \n                     \n                        Ulcerative Colitis\n                     \n                  \n                  \n                     Tofacitinib extended-release tablets are indicated for the treatment of adult patients with moderately to severely active ulcerative colitis (UC), who have an inadequate response or who are intolerant to TNF blockers. \n                  \n                  \n                     \n                        Limitations of Use:\n                     \n                  \n                  \n                     Use of tofacitinib extended-release tablets in combination with biological therapies for UC or with potent immunosuppressants such as azathioprine and cyclosporine is not recommended.",
    "contraindications": "Administration Instructions Do not initiate tofacitinib extended-release tablets      if absolute lymphocyte count < 500 cells/mm 3 , an absolute      neutrophil count (ANC) < 1,000 cells/mm 3 or hemoglobin <      9 g/dL. ( 2.1 ) Recommended Dosage Rheumatoid Arthritis Tofacitinib extended-release tablets 11 mg once daily. ( 2.2 ) Psoriatic Arthritis (in combination with nonbiologic DMARDs) Tofacitinib extended-release      tablets 11 mg once daily. ( 2.2 ) Ulcerative Colitis Induction:      Tofacitinib extended-release tablets 22 mg once daily for 8 weeks;      evaluate patients and transition to maintenance therapy depending on      therapeutic response. If needed, continue tofacitinib extended-release      tablets 22 mg once daily for a maximum of 16 weeks. Discontinue tofacitinib      extended-release tablets 22 mg once daily after 16 weeks if adequate      therapeutic response is not achieved. ( 2.3 ) Maintenance: Tofacitinib      extended-release tablets 11 mg once daily. For patients with loss of      response during maintenance treatment, tofacitinib extended-release      tablets 22 mg once daily may be considered and limited to the shortest      duration, with careful consideration of the benefits and risks for the      individual patient. Use the lowest effective dose needed to maintain      response. ( 2.3 ) Dosage adjustment is needed in      patients with moderate and severe renal impairment or moderate hepatic      impairment: see full prescribing information. ( 2.3 ) Dosage Adjustment See the full      prescribing information for dosage adjustments by indication for patients      receiving CYP2C19 and/or CYP3A4 inhibitors; in patients with moderate or      severe renal impairment or moderate hepatic impairment; and patients with      lymphopenia, neutropenia, or anemia. ( 2.2 , 2.3 , 8.7 , 8.8 ) Use of tofacitinib extended-release tablets in patients with severe hepatic      impairment is not recommended in any patient population. ( 2.2 , 2.3 , 8.8 )",
    "warningsAndPrecautions": "Tofacitinib extended-release tablets, 11 mg (equivalent to 17.77 mg tofacitinib citrate) are light pink to pink, oval shaped, film-coated tablets, imprinted with '1353' in black ink on one side and plain on other side and are supplied as follows: \n                  NDC 70710-1353-3 in bottle of 30 tablets with child-resistant closure.\n                  NDC 70710-1353-9 in bottle of 90 tablets with child-resistant closure.\n                  Tofacitinib extended-release tablets, 22 mg (equivalent to 35.53 mg tofacitinib citrate) are white to off-white, oval shaped, film-coated tablets imprinted with \"1727\" in black ink on one side and plain on other side and are supplied as follows:\n                  NDC 70710-1727-3 in bottle of 30 tablets with child-resistant closure.\n                  NDC 70710-1727-9 in bottle of 90 tablets with child-resistant closure.\n                  \n                     Storage and Handling\n                  \n                  Store at 20°C to 25°C (68°F to 77°F); excursions permitted between 15°C to 30°C (59°F to 86°F) [see USP Controlled Room Temperature]. \n                  \n                     Tofacitinib extended-release tablets \n                  \n                  Do not repackage.",
    "adverseReactions": "None."
}