{
    "id": "fcfe3e97-071d-44d8-8235-bb6b67567c18",
    "indications": "CEREBYX is indicated for the treatment of generalized tonic-clonic status epilepticus and prevention and treatment of seizures occurring during neurosurgery. CEREBYX can also be substituted, short-term, for oral phenytoin. CEREBYX should be used only when oral phenytoin administration is not possible [see Dosage and Administration (2.4) and Warnings and Precautions (5.2)].",
    "contraindications": "• The dose, concentration, and infusion rate of CEREBYX should always be expressed as phenytoin sodium equivalents (PE) ( 2.1 ) • For Status Epilepticus: o Adult loading dose is 15 to 20 mg PE/kg at a rate of 100 to 150 mg PE/min ( 2.3 ) o Pediatric loading dose is 15 to 20 mg PE/kg at a rate of 2 mg PE/kg/min (or 150 mg PE/min, whichever is slower) ( 2.3 ) • For Non-emergent Loading and Maintenance Dosing: o Adult loading dose is 10 to 20 mg PE/kg given IV or IM; initial maintenance dose is 4 to 6 mg PE/kg/day in divided doses ( 2.4 ) o Pediatric loading dose is 10 to 15 mg PE/kg at a rate of 1 to 2 mg PE/kg/min (or 150 mg PE/min, whichever is slower); initial maintenance dose is 2 to 4 mg PE/kg every 12 hours at a rate of 1 to 2 mg PE/kg/min (or 100 mg PE/min, whichever is slower) ( 2.4 ) • Intramuscular Administration: o CEREBYX should ordinarily not be given intramuscularly ( 2.3 , 2.4 )",
    "adverseReactions": "CEREBYX is contraindicated in patients with:\n                  \n                     \n                        •A history of hypersensitivity to CEREBYX or its inactive ingredients, or to phenytoin or other hydantoins [see Warnings and Precautions (5.6)]. Reactions have included angioedema.\n                     \n                        •Sinus bradycardia, sino-atrial block, second and third degree A-V block, or Adams-Stokes syndrome because of the effect of parenteral phenytoin or CEREBYX on   ventricular automaticity.\n                     \n                        •A history of prior acute hepatotoxicity attributable to CEREBYX or phenytoin [see Warnings and Precautions (5.8)].\n                     \n                        •Coadministration with delavirdine because of the potential for loss of virologic response and possible resistance to delavirdine or to the class of non-nucleoside reverse transcriptase inhibitors.",
    "ingredients": [
        {
            "name": "FOSPHENYTOIN SODIUM",
            "code": "7VLR55452Z"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        },
        {
            "name": "TROMETHAMINE",
            "code": "023C2WHX2V"
        },
        {
            "name": "HYDROCHLORIC ACID",
            "code": "QTT17582CB"
        },
        {
            "name": "SODIUM HYDROXIDE",
            "code": "55X04QC32I"
        }
    ],
    "organization": "Pfizer Laboratories Div Pfizer Inc",
    "name": "CEREBYX",
    "effectiveTime": "20250518"
}