{
    "id": "fde8749c-c0c7-462b-a429-abab46afc2c2",
    "indications": "Turqoz is indicated for use by females of reproductive potential to prevent pregnancy. In a study of 1,287 women with a total of 11,085 cycles or 852.7 women-years of usage, the pregnancy rate in women age 15 to 40 years was approximately 1 pregnancy per 100 women-years of use.",
    "contraindications": "To achieve maximum contraceptive effectiveness, Turqoz (norgestrel and ethinyl estradiol tablets) must be taken exactly as directed and at intervals not exceeding 24 hours. The dosage of Turqoz is one white to off-white tablet daily for 21 consecutive days, followed by one orange inert tablet daily for 7 consecutive days, according to prescribed schedule. It is recommended that Turqoz tablets be taken by mouth at the same time each day.\n                  \n                     How to Start Turqoz\n                  \n                  Consider the possibility of ovulation and conception prior to initiation of medication.\n                  Instruct the patient to begin taking Turqoz on the first Sunday after the onset of menstruation. If menstruation begins on a Sunday, the first tablet (white to off-white) is taken that day. The patient should take one white to off-white tablet daily for 21 consecutive days followed by one orange inert tablet daily for 7 consecutive days. Withdrawal bleeding will usually occur within 3 days following discontinuation of white to off-white tablets and may not have finished before the next pack is started. During the first cycle, the patient should not rely on Turqoz for contraception until a white to off-white tablet has been taken daily for 7 consecutive days and she should use a non-hormonal back-up method of birth control during those 7 days.\n                  \n                     \n                        After the first cycle of use\n                     \n                  \n                  The patient is to begin her next and all subsequent 28-day courses of tablets on the same day of the week (Sunday) on which she began her first course, following the same schedule: 21 days of white to off-white tablets, followed by 7 days of orange inert tablets. If in any cycle the patient starts tablets later than the proper day, instruct her to protect herself against pregnancy by using a non-hormonal back-up method of birth control until she has taken a white to off-white tablet daily for 7 consecutive days.\n                  \n                     \n                        Switching from another hormonal method of contraception\n                     \n                  \n                  \n                     When the patient is switching from a 21-day regimen of tablets,      instruct her to wait 7 days after her last tablet before she starts      Turqoz. She will probably experience withdrawal bleeding during that week.      Instruct her not to let more than 7 days pass after her previous 21-day      regimen before she starts Turqoz.\n                     When the patient is switching from a 28-day regimen of tablets,      instruct her to start her first pack of Turqoz on the day after her last      tablet. She should not wait any days between packs.\n                     The patient may switch any day from a progestin-only pill and should      begin Turqoz the next day. If switching from an implant or injection,      instruct the patient to start Turqoz on the day of implant removal or the      day the next injection would be due. If switching from a contraceptive      vaginal ring or transdermal patch instruct the patient to start Turqoz on      the day they would have inserted the next ring or applied the next patch.      If switching from an Intrauterine Device (IUD) or Intrauterine System      (IUS), instruct the patient to start Turqoz on the day of IUD/IUS removal.      If the IUD/IUS is not removed on the first day of the patient's      menstrual cycle, instruct her to use a non-hormonal back-up method of      birth control for the first 7 days of tablet-taking.\n                  \n                  \n                     \n                        Use after pregnancy, abortion, or miscarriage\n                     \n                  \n                  \n                     Initiate Turqoz no earlier than day 28 postpartum in the      nonlactating mother or after a second-trimester abortion due to the      increased risk for thromboembolism (see \n                           Contraindications,Warnings, and \n                           Precautions\n                         concerning thromboembolic disease). Advise the patient to use a      non-hormonal back-up method for the first 7 days of tablet-taking.\n                     Turqoz may be initiated immediately after a first-trimester abortion      or miscarriage. If the patient starts Turqoz immediately, back-up contraception      is not needed.\n                  \n                  \n                     If spotting or breakthrough bleeding occurs\n                  \n                  If spotting or breakthrough bleeding occurs, instruct the patient to continue on the same regimen. This type of bleeding is usually transient and without significance; however, advise the patient to consult her healthcare provider if the bleeding is persistent or prolonged.\n                  \n                     Missed Tablets\n                  \n                  The possibility of ovulation and pregnancy increases with each successive day that scheduled white to off-white tablets are missed. If withdrawal bleeding does not occur, the possibility of pregnancy must be considered. If the patient has not adhered to the prescribed schedule (if she missed one or more tablets or started taking them on a day later than she should have), consider the probability of pregnancy at the time of the first missed period and take appropriate diagnostic measures. If the patient has adhered to the prescribed regimen and misses two consecutive periods, rule out pregnancy.\n                  For additional patient instructions regarding missed tablets, see the WHAT TO DO IF YOU MISS PILLS section in \n                        FDA-Approved Patient Labeling\n                      below.\n                  \n                     Advice in Case of Gastrointestinal Disturbances\n                  \n                  In case of severe vomiting or diarrhea, absorption may not be complete and additional contraceptive measures should be taken. If vomiting or diarrhea occurs within 3 to 4 hours after taking an active tablet, handle this as a missed tablet [see FDA-Approved Patient Labeling].",
    "warningsAndPrecautions": "Turqoz (norgestrel and ethinyl estradiol tablets USP) 0.3 mg/0.03 mg are available in blister containing 28 tablets (NDC 68180-895-11) packed in a pouch (NDC 68180-895-11). The pouch will be further packed in a carton and available as below:\n                  \n                     One Pouch (NDC 68180-895-11) in a Carton (68180-895-12)\n                     Three Pouches (NDC 68180-895-11) in a Carton (68180-895-13)\n                     Six Pouches (NDC 68180-895-11) in a Carton (68180-895-14)\n                  \n                  Each blister (28 tablets) contains in the following order:\n                  \n                     21 active, white to off-white, round shaped tablets, debossed with \"LU\"      on one side and \"Z41\" on the other side.\n                     7 inert, orange, round, bevel edge tablets, debossed with \"LU\"      on one side and \"T22\" on the other side.\n                  \n                  \n                     Store at 25°C (77°F); excursions permitted to 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].\n                  \n                  \n                     Keep this and all medications out of reach of children.\n                  \n                  TurqozTM is a trademark of Lupin Pharmaceuticals, Inc.\n                                                      \n                  \n                  Distributed by:\n                  \n                     Lupin Pharmaceuticals, Inc.\n                  \n                  Naples, FL 34108 \n                  United States.\n                  Manufactured by:\n                  \n                     Lupin Limited\n                  \n                  Pithampur (M.P.) - 454 775\n                  INDIA\n                  Revised: November 2024",
    "adverseReactions": "Turqoz is contraindicated in females who are known to have or develop the following conditions:\n                  \n                     A high risk of arterial or venous thrombotic diseases. Examples      include women who are known to:\n                           Smoke, if over age 35\n                           Have deep-vein thrombosis or pulmonary embolism, now or in the past\n                           Have inherited or acquired coagulopathies\n                           Have cerebrovascular disease\n                           Have coronary artery disease\n                           Have thrombogenic valvular or thrombogenic rhythm diseases of the      heart (for example, subacute bacterial endocarditis with valvular disease      or atrial fibrillation)\n                           Have uncontrolled hypertension\n                           Have diabetes mellitus with vascular disease\n                           Headaches with focal neurological symptoms or migraine headaches      with aura\n                           Women over age 35 with any migraine headaches\n                        \n                     \n                     Liver tumors, benign or malignant, or liver disease\n                     Undiagnosed abnormal uterine bleeding\n                     Pregnancy, because there is no reason to use COCs during pregnancy\n                     Current      diagnosis or history of breast cancer, which may be hormone sensitive\n                     Hypersensitivity to any of the components of Turqoz\n                  \n                  Women who are receiving Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations (see \n                        Warnings\n                     , Risk of liver enzyme elevations with concomitant hepatitis c treatment).",
    "ingredients": [],
    "organization": "Lupin Pharmaceuticals, Inc.",
    "name": "Turqoz",
    "effectiveTime": "20250515"
}