{
    "root": "feb6af73-5522-426a-84f0-0a57751d044c",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Sterile Water",
    "value": "20191229",
    "ingredients": [
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Sterile Water for Injection, USP is indicated in the aseptic preparation of parenteral solutions.",
    "contraindications": "Following suitable admixture of prescribed additives, the dosage is usually dependent upon the age, weight and clinical condition of the patient as well as laboratory determinations. See directions accompanying additive drug.\n                  Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit.\n                  Injections in VIAFLEX plastic containers are intended for intravenous administration using sterile equipment.\n                  Additives may be incompatible. Complete information is not available. Those additives known to be incompatible should not be used. Consult with pharmacist, if available. If, in the informed judgment of the physician, it is deemed advisable to introduce additives, use aseptic technique. Do not store an unused portion of Sterile Water for Injection, USP. Mix thoroughly when additives have been introduced. Do not store solutions containing additives.",
    "warningsAndPrecautions": "Sterile Water for Injection, USP is supplied in VIAFLEX plastic containers as follows:\n                  \n                     \n                     \n                     \n                     \n                        \n                           \n                              1000 mL\n                           \n                           \n                              2B0304\n                           \n                           \n                              NDC 0338-0013-04\n                           \n                        \n                     \n                  \n                  Exposure of pharmaceutical products to heat should be minimized. Avoid excessive heat. It is recommended the product be stored at room temperature (25°C); brief exposure up to 40°C does not adversely affect the product.",
    "adverseReactions": "Sterile Water for Injection, USP is a hemolytic agent due to its hypotonicity. Therefore, it is contraindicated for intravenous administration without additives."
}