{
    "root": "ff10d27d-6a3a-45db-ae74-72ba2f442dd6",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "METRONIDAZOLE",
    "value": "20250325",
    "ingredients": [
        {
            "name": "METRONIDAZOLE",
            "code": "140QMO216E"
        },
        {
            "name": "SODIUM CHLORIDE",
            "code": "451W47IQ8X"
        },
        {
            "name": "SODIUM PHOSPHATE, DIBASIC",
            "code": "GR686LBA74"
        },
        {
            "name": "ANHYDROUS CITRIC ACID",
            "code": "XF417D3PSL"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "To reduce the development of drug-resistant bacteria and maintain the effectiveness of Metronidazole Injection USP and other antibacterial drugs, Metronidazole Injection USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
    "contraindications": null,
    "warningsAndPrecautions": "Metronidazole Injection USP, sterile, is supplied in 100 mL fill PAB® containers, each containing an isotonic, buffered solution of 500 mg metronidazole; packaged 24 per case. Metronidazole injection is sterile premixed solution intended for single use only.\n                  \n                     \n                     \n                     \n                     \n                        \n                           NDC\n                           REF\n                           Fill Volume\n                        \n                     \n                     \n                        \n                            Metronidazole Injection USP0264-5535-32\n                            D5353-5224\n                            100 mL",
    "adverseReactions": "Hypersensitivity\n                     \n                  \n                  Metronidazole Injection is contraindicated in patients with a prior history of hypersensitivity to metronidazole or other nitroimidazole derivatives.\n                  \n                     \n                        Psychotic Reaction with Disulfiram\n                        Use of oral metronidazole is associated with psychotic reactions in alcoholic patients who were using disulfiram concurrently. Do not administer metronidazole to patients who have taken disulfiram within the last two weeks (see \n                              \n                                 PRECAUTIONS\n                              \n                              \n                                 -Drug Interactions\n                              \n                           ).\n                     \n                     \n                        Interaction with Alcohol\n                        Use of oral metronidazole is associated with a disulfiram-like reaction to alcohol, including abdominal cramps, nausea, vomiting, headaches, and flushing. Discontinue consumption of alcohol or products containing propylene glycol during and for at least three days after therapy with metronidazole (see \n                              \n                                 PRECAUTIONS\n                              \n                              \n                                 -Drug Interactions\n                              \n                           ).\n                     \n                     \n                        Cockayne Syndrome\n                     \n                  \n                   Metronidazole Injection is contraindicated in patients with Cockayne syndrome. Severe irreversible hepatotoxicity/acute liver failure with fatal outcomes have been reported after initiation of metronidazole in patients with Cockayne syndrome (see \n                        ADVERSE REACTIONS\n                     )."
}