{
    "root": "ff81467f-1bc6-433c-9119-a4e9b1ab0011",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Diclofenac Sodium",
    "value": "20250318",
    "ingredients": [
        {
            "name": "DICLOFENAC SODIUM",
            "code": "QTG126297Q"
        },
        {
            "name": "ALCOHOL",
            "code": "3K9958V90M"
        },
        {
            "name": "DIMETHYL SULFOXIDE",
            "code": "YOW8V9698H"
        },
        {
            "name": "GLYCERIN",
            "code": "PDC6A3C0OX"
        },
        {
            "name": "PROPYLENE GLYCOL",
            "code": "6DC9Q167V3"
        },
        {
            "name": "WATER",
            "code": "059QF0KO0R"
        }
    ],
    "indications": "Diclofenac sodium topical solution is indicated for the treatment of signs and symptoms of osteoarthritis of the knee(s).",
    "contraindications": "• Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals. • The recommended dose is 40 drops on each painful knee, 4 times a day. ( 2 ) • Apply diclofenac sodium topical solution to clean, dry skin. ( 2.1 ) • Dispense diclofenac sodium topical solution 10 drops at a time either directly onto the knee or first into the hand and then onto the knee. Spread diclofenac sodium topical solution evenly around front, back and sides of the knee. Repeat this procedure until 40 drops have been applied and the knee is completely covered with solution. ( 2.1 ) • Wash hands completely after administering the product. • Wait until the area is completely dry before covering with clothing or applying sunscreen, insect repellent, cosmetics, topical medications, or other substances. • Until the treated knee(s) is completely dry, avoid skin-to-skin contact between other people and the treated knee(s). ( 2.2 ) • Do not get diclofenac sodium topical solution in your eyes, nose or mouth. ( 2.2 )",
    "warningsAndPrecautions": "Diclofenac sodium topical solution, USP 1.5% w/w is supplied as a clear, colorless to faintly pink-orange solution containing 16.05 mg of diclofenac sodium, USP per 1 mL of solution, in a white high density polyethylene bottle with a white low-density dropper cap. It is available as follows:\n                  150 mL bottle\tNDC  68788-7270-1\n                  \n                     Storage \n                  \n                  Store at 20° to 25°C (68° to 77°F); excursions permitted between 15° to 30°C (59° to 86°F) [see USP Controlled Room Temperature].",
    "adverseReactions": "Diclofenac sodium topical solution is contraindicated in the following patients: \n                  \n                     \n                        •Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to diclofenac or any components of the drug product [see  ]. \n                     \n                        •History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients [see  ]. \n                     \n                        •In the setting of coronary artery bypass graft (CABG) surgery [see \n                        ]."
}