{
    "root": "ff92ce64-5441-415d-99ae-2267c05fe728",
    "code": "34391-3",
    "codeSystem": "2.16.840.1.113883.6.1",
    "displayName": "HUMAN PRESCRIPTION DRUG LABEL",
    "name": "Eslicarbazepine acetate",
    "value": "20250418",
    "ingredients": [
        {
            "name": "ESLICARBAZEPINE ACETATE",
            "code": "BEA68ZVB2K"
        },
        {
            "name": "CELLULOSE, MICROCRYSTALLINE",
            "code": "OP1R32D61U"
        },
        {
            "name": "CROSCARMELLOSE SODIUM",
            "code": "M28OL1HH48"
        },
        {
            "name": "POVIDONE K30",
            "code": "U725QWY32X"
        },
        {
            "name": "SILICON DIOXIDE",
            "code": "ETJ7Z6XBU4"
        },
        {
            "name": "MAGNESIUM STEARATE",
            "code": "70097M6I30"
        }
    ],
    "indications": "Eslicarbazepine acetate tablets are indicated for the treatment of partial-onset seizures in patients 4 years of age and older.",
    "contraindications": "Adult Patients: The recommended initial dosage of eslicarbazepine acetate tablets is 400 mg once daily. For some patients, treatment may be initiated at 800 mg once daily if the need for seizure reduction outweighs an increased risk of adverse reactions. Increase the dose in weekly increments of 400 mg to 600 mg once daily, based on clinical response and tolerability, to a recommended maintenance dosage of 800 mg to 1,600 mg once daily. ( 2.2 ) Pediatric Patients: The recommended dosage of eslicarbazepine acetate tablets is based on body weight and is administered orally once daily. Increase the dose in weekly intervals based on clinical response and tolerability, to the recommended maintenance dosage. ( 2.2 ) Patients with Moderate or Severe Renal Impairment: Reduce dosage by 50%. ( 2.4 )",
    "warningsAndPrecautions": "Eslicarbazepine acetate tablets are white to off-white, oblong and with functional scoring on one side (200 mg, 600 mg, and 800 mg) or white to off-white, circular bi-convex and plain on one side (400 mg) and identified with strength-specific one-sided engraving on the other side, \"V1\" (200 mg), \"V2\" (400 mg), \"V3\" (600 mg), or \"V7\" (800 mg). Tablets are supplied in the following strengths and package configurations (Table 6):\n                        \n                            Table 6: Package Configuration for Eslicarbazepine Acetate Tablets \n                           \n                              \n                              \n                              \n                           \n                           \n                              \n                                 \n                                     Tablet Strength\n                                 \n                                 \n                                     Package Configuration\n                                 \n                                 \n                                     NDC Code\n                                 \n                              \n                              \n                                 200 mg\n                                 Bottles of 30\n                                 13668-538-30\n                              \n                              \n                                 Bottles of 60\n                                 13668-538-60\n                              \n                              \n                                   Bottles of 500\n                                 13668-538-05\n                              \n                              \n                                 400 mg\n                                 Bottles of 30\n                                 13668-539-30\n                              \n                              \n                                 Bottles of 60\n                                 13668-539-60\n                              \n                              \n                                   Bottles of 500\n                                 13668-539-05\n                              \n                              \n                                 600 mg\n                                 Bottles of 30\n                                 13668-540-30\n                              \n                              \n                                 Bottles of 60\n                                 13668-540-60\n                              \n                              \n                                   Bottles of 500\n                                 13668-540-05\n                              \n                              \n                                 800 mg\n                                 Bottles of 30\n                                 13668-541-30\n                              \n                              \n                                 Bottles of 60\n                                 13668-541-60\n                              \n                              \n                                   Bottles of 500\n                                 13668-541-05",
    "adverseReactions": "Eslicarbazepine acetate tablets are contraindicated in patients with a hypersensitivity to eslicarbazepine acetate or oxcarbazepine [see\n                     Warnings and Precautions (5.2, 5.3, and 5.4)]."
}